Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: LabelSync Plugin
hu_hu: LabelSync bővítmény

source: LockTime
de_de: Sperrzeit
hu_hu: Zárolási idő

source: LockTime: {} ({})
de_de: Sperrzeit: {} ({})
hu_hu: Zárolási idő: {} ({})

source: Min
hu_hu: Minimum

source: On-chain
hu_hu: Blokkláncon

source: Provider
hu_hu: Szolgáltató

source: Replace by fee: {}
de_de: Durch Gebühr ersetzen: {}
hu_hu: Díj utólagos növelése: {}

source: SLIP39 seed
hu_hu: SLIP39 mag

source: Seed
hu_hu: Mag

source: Server
hu_hu: Szerver

source: Short Channel ID
de_de: Kurze Kanal ID
hu_hu: Rövid csatorna azonosító

source: Submarine Swap
hu_hu: Submarine csereügylet

source: Submarine swap
de_de: Submarine-Tausch
hu_hu: Submarine csereügylet

source: Swap
de_de: Tausch
hu_hu: Csere

source: Sweep
de_de: Entleeren
hu_hu: Begyűjtés

source: Text
hu_hu: Szöveg

source: [Clear]
de_de: [Löschen]
hu_hu: [Törlés]

source: seed
hu_hu: mag

# AddressDelegate|
source: tx
hu_hu: tranzakció

# BalanceDetails|
source: On-chain
hu_hu: Blokkláncon

# BalanceDetails|
source: Lightning swap
de_de: Lightning-Tausch
hu_hu: Lightning csere

# BalanceSummary|
source: On-chain
hu_hu: Blokkláncon

# ChannelDetails|
source: on-chain
hu_hu: Blokkláncon

# Channels|
source: Swap
de_de: Tausch
hu_hu: Csere

# FeePicker|
source: Total
hu_hu: Összesen

# LnurlWithdrawRequestDialog|
source: Amount must be between %1 and %2 %3
hu_hu: Az összegnek %1 és %2 %3 között kell lennie

# LnurlWithdrawRequestDialog|
source: Provider
hu_hu: Szolgáltató

# LnurlWithdrawRequestDialog|
source: Description
hu_hu: Megjegyzés

# LnurlWithdrawRequestDialog|
source: Amount
hu_hu: Összeg

# NetworkOverview|
source: On-chain
hu_hu: Blokkláncon

# NetworkOverview|
source: Server
hu_hu: Szerver

# NetworkOverview|
source: Gossip
de_de: Gerüchte
hu_hu: Gossip adatok

# NetworkOverview|
source: Proxy server:
hu_hu: Proxy szerver:

# ServerConfig|
source: Server
hu_hu: Szerver

# SwapDialog|
source: Lightning Swap
de_de: Lightning-Tausch
hu_hu: Lightning csereügylet

# TxInput|
source: swap
de_de: Tausch
hu_hu: csereügylet

# TxOutput|
source: swap
de_de: Tausch
hu_hu: csereügylet

# WCScriptAndDerivation|
source: legacy (p2pkh)
de_de: Veraltet (p2pkh)
hu_hu: régi (p2pkh)

# WCScriptAndDerivation|
source: wrapped segwit (p2wpkh-p2sh)
de_de: Verpacktes Segwit (p2wpkh-p2sh)
hu_hu: csomagolt segwit (p2wpkh-p2sh)

# WCScriptAndDerivation|
source: native segwit (p2wpkh)
de_de: Natives Segwit (p2wpkh)
hu_hu: natív segwit (p2wpkh)

# WCScriptAndDerivation|
source: legacy multisig (p2sh)
de_de: Veraltetes-Multisig (p2sh)
hu_hu: régi többaláírós (p2sh)

# WCScriptAndDerivation|
source: p2sh-segwit multisig (p2wsh-p2sh)
hu_hu: p2sh-segwit többaláírós (p2wsh-p2sh)

# WCScriptAndDerivation|
source: native segwit multisig (p2wsh)
de_de: Natives Segwit-Multisig (p2wsh)
hu_hu: natív segwit többaláírós (p2wsh)

# WCServerConfig|
source: Server
hu_hu: Szerver

# WalletDetails|
source: HW
hu_hu: Hardver

# WalletDetails|
source: Seed
hu_hu: Mag

# WalletDetails|
source: 2FA
hu_hu: Kétlépcsős

# WalletMainView|
source: Sweep
de_de: Entleeren
hu_hu: Begyűjtés

# main|
source: Invalid Password
hu_hu: Érvénytelen jelszó

# NetworkOverview|
source: Trampoline
de_de: Trampolin
