Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Google Authenticator code:
cs_cz: Kód Google Authenticatoru:
hu_hu: Google Authenticator kód:

source: Greek
cs_cz: Řečtina
de_de: Griechisch
hu_hu: Görög

source: HTLCs in current commitment transaction
cs_cz: HTLC v aktuální závazkové transakci
de_de: HTLCs in aktueller Zusage-Transaktion
hu_hu: HTLC-k a jelenlegi tranzakcióban

source: Handler not found for {}
cs_cz: Nenašel se obsluhovač pro {}
de_de: Handler für {} nicht gefunden
hu_hu: Nem található kezelő ehhez:

source: Hardware keystore added to wallet
cs_cz: Hardwarové úložiště klíčů přidáno do peněženky
de_de: Hardware-Schlüsselspeicher zur Geldbörse hinzugefügt
hu_hu: A hardver kulcstár bekerült a tárcába

source: Hardware not initialized
cs_cz: Hardware není inicializován
de_de: Hardware nicht eingerichtet
hu_hu: A hardver nincs inicializálva

source: Hardware successfully unlocked
cs_cz: Hardware byl úspěšně odemčen
de_de: Hardware erfolgreich entsperrt
hu_hu: A hardver sikeresen feloldva

source: Height
cs_cz: Výška
de_de: Höhe
hu_hu: Magasság

source: Help
cs_cz: Pomoc
de_de: Hilfe
hu_hu: Súgó

source: Heterogenous master keys
cs_cz: Heterogenní hlavní klíče
de_de: Heterogene Hauptschlüssel
hu_hu: Heterogén mesterkulcsok

source: History
cs_cz: Historie
de_de: Transaktionen
hu_hu: Előzmények

source: Homescreen
cs_cz: Domovská obrazovka
de_de: Startbildschirm
hu_hu: Kezdőképernyő

source: Hops
cs_cz: Skoky
de_de: Sprünge
hu_hu: Ugrások

source: Hostname does not resolve (getaddrinfo failed)
cs_cz: Název hostitele nelze vyřešit (funkace getaddrinfo selhala)
de_de: Hostname wird nicht aufgelöst (getaddrinfo fehlgeschlagen)
hu_hu: A hosztnév feloldása nem sikerült (getaddrinfo hiba)

source: However, if the seed of this wallet is lost, broadcasting the Cancellation transaction might lock the funds on this wallet forever.
cs_cz: Pokud však dojde ke ztrátě seedu této peněženky, může vyslání transakce zrušení zablokovat prostředky v této peněžence navždy.

source: However, we do not generate BIP39 seeds, because they do not meet our safety standard.
cs_cz: My však nevytváříme seedy BIP39, protože nesplňují naše bezpečnostní standardy.
de_de: Allerdings generieren wir keine BIP39-Seeds, da sie nicht unsere Sicherheitsstandards erfüllen.
hu_hu: Viszont az Electrum nem hoz létre új BIP39-es magokat, mivel azok nem felelnek meg a biztonsági igényeinknek.

source: However, we do not generate SLIP39 seeds.
cs_cz: Seedy SLIP39 však nevytváříme.
de_de: Wir generieren jedoch keine SLIP39-Seeds.
hu_hu: Viszont, nem hozunk létre SLIP39 magokat.

source: Hungarian
cs_cz: Maďarština
de_de: Ungarisch
hu_hu: Magyar

source: I Accept
cs_cz: Přijímám
de_de: Ich akzeptiere

source: I already have a seed
cs_cz: Už mám seed
de_de: Ich habe bereits eine Seed
hu_hu: Már rendelkezem egy maggal

source: ID of the Alert transaction
cs_cz: ID transakce výstrahy

source: ID of the Cancellation transaction
cs_cz: ID transakce zrušení

source: ID of the Recovery transaction
cs_cz: ID transakce obnovení

source: If auto-connect is enabled, Electrum will always use a server that is on the longest blockchain. If it is disabled, you have to choose a server you want to use. Electrum will warn you if your server is lagging.
cs_cz: Pokud je zapnuto automatické připojení, Electrum vždy použije server, který je na nejdelším blockchainu. Pokud je to vypnuto, musíte si vybrat server, který chcete použít. Electrum vás upozorní, pokud server zaostává.

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
cs_cz: Pokud je povoleno, v důsledku toho můžete ztrátit maximálně 100 satoshi za transakci.
de_de: Falls aktiviert werden maximal 100 Satoshi pro Transaktion verloren gehen.
hu_hu: Ha engedélyezve van, akkor emiatt legfeljebb 100 satoshi veszhet el tranzakciónként.

source: If multiple lines are used, at least one line must be set to 'max', using the '!' special character.
cs_cz: Pokud je použito více řádků, musí být alespoň jeden řádek nastaven na 'max' pomocí speciálního znaku '!".

source: If possible, send the change of this transaction to your channels, with a submarine swap
cs_cz: Pokud je to možné, pošlete změnu této transakce do svých kanálů, pomocí submarine swapu
de_de: Wenn möglich, senden Sie die Änderung dieser Transaktion mit einem Submarine-Tausch an Ihre Kanäle
hu_hu: Ha lehetséges, egy submarine csereügylettel küldje a tranzakció visszajáróját a csatornáidra

source: If the Alert transaction is has been broadcast against your intention, you will be able to broadcast the Cancellation transaction within {} days, to invalidate the Recovery transaction and keep the funds in this wallet - without the need to restore the seed of this wallet (i.e. in case you have split or hidden it).
cs_cz: Pokud je transakce výstrahy vyslána proti vašemu záměru, budete moci do {} dnů vyslat transakci zrušení, abyste zneplatnili transakci obnovení a ponechali si prostředky v této peněžence - bez nutnosti obnovit seed této peněženky (tj. v případě, že jste ji rozdělili nebo skryli).

source: If unsure, try restoring as '{}'.
cs_cz: Pokud si nejste jisti, zkuste obnovit jako '{}'.
de_de: Falls Sie unsicher sind, versuchen Sie eine Wiederherstellung als '{}'.
hu_hu: Ha nem tudod, próbáld visszaállítani mint "{}".

source: If you are not sure what this is, leave this field unchanged.
cs_cz: Pokud si nejste jisti, co to je, ponechte toto pole bez změny.
de_de: Wenn Sie nicht wissen, was das ist, lassen Sie das Feld unverändert.
hu_hu: Ha nem tudod pontosan, hogy ez mit jelent, akkor ne módosítsd.

source: If you are unsure what these options are, leave them unchecked.
cs_cz: Pokud si nejste jisti, co tyto možnosti znamenají, nezaškrtávejte je.
de_de: Wenn Sie sich nicht sicher sind, was diese Einstellungen bedeuten, lassen Sie sie unverändert.

source: If you disable your PIN, anyone with physical access to your {} device can spend your bitcoins.
cs_cz: Pokud vypnete svůj PIN, kdokoliv s fyzickým přístupem k vašemu zařízení {} bude moci utratit vaše bitcoiny.
de_de: Wenn Sie Ihre PIN deaktivieren, kann jeder der auf ihr {}-Gerät zugreifen kann, ihre Bitcoins ausgeben.
hu_hu: Ha kikapcsolod a PIN kódos védelmet, akkor bárki, aki hozzáfér a {} eszközödhöz, hozzá tud férni a bitcoinjaidhoz is.

source: If you do not know what this is, leave this field empty.
cs_cz: Pokud nevíte, co to je, nechte toto pole prázdné.
de_de: Wenn Sie nicht wissen, was das ist, lassen Sie das Feld leer.
hu_hu: Ha nem tudod pontosan, hogy ez mit jelent, akkor hagyd üresen.

source: If you enable this setting, you will need your hardware device to open your wallet.
cs_cz: Pokud zapnete toto nastavení, budete k otevření peněženky potřebovat hardwarové zařízení.

source: If you force-close this channel, the funds you have in it will not be available for {} blocks.
cs_cz: Pokud tento kanál vynuceně uzavřete, nebudou prostředky, které v něm máte, k dispozici pro bloky {}.
de_de: Wenn Sie diesen Kanal zwangsweise schließen, sind die darin befindlichen Mittel für {} Blöcke nicht verfügbar.
hu_hu: Ha kényszerítetten lezárod ezt a csatornát, a benne lévő összeg nem lesz elérhető {} blokkon keresztül.

source: If you forget a passphrase you will be unable to access any bitcoins in the wallet behind it. A passphrase is not a PIN. Only change this if you are sure you understand it.
cs_cz: Pokud zapomenete bezpečnostní frázi, nebudete mít přístup k bitcoinům v dané peněžence. Bezpečnostní fráze není PIN. Změňte to pouze pokud jste si jisti, že tomu rozumíte.
de_de: Wenn Sie Ihre Passphrase vergessen haben, können Sie auf keine Bitcoins in der Geldbörse mehr zugreifen. Eine Passphrase ist keine PIN. Setzen Sie sie nur, wenn Sie das verstehen.
hu_hu: Ha elfelejtesz egy kulcsszöveget, akkor nem fogsz tudni hozzáférni az abban a tárcában tárolt bitcoinokhoz. A kulcsszöveg nem egy PIN kód. Csak akkor változtasd ezt meg, ha pontosan tudod, hogy ez mit jelent.

source: If you go offline before broadcasting the claiming transaction and let the swap time out, you will not get back the already pre-paid mining fees.
cs_cz: Pokud před vysláním nárokovací transakce přejdete do režimu offline a necháte swap vypršet, nedostanete zpět již předplacené poplatky za těžbu.
de_de: Wenn Sie offline gehen, bevor Sie die beanspruchte Transaktion übertragen, und den Swap ablaufen lassen, erhalten Sie die bereits im Voraus bezahlten Mining-Gebühren nicht zurück.
hu_hu: Ha offline leszel az igénylő tranzakció kiküldése előtt és hagyod a csereügyletet lejárni, nem fogod visszakapni az előzetesen kifizetett bányászati díjakat.

source: If you have an old printer, or want optimal precision
cs_cz: Pokud máte starou tiskárnu nebo chcete optimální přesnost
de_de: Wenn Sie einen alten Drucker haben oder perfekte Präzision wollen
hu_hu: Ha a nyomtatód régi, vagy ha nagy pontosságot szeretnél,

source: If you have lost your OTP secret, click the button below to request a new secret from the server.
cs_cz: Pokud jste ztratili svůj tajný kód OTP, klikněte na tlačítko níže a vyžádejte si nový tajný kód ze serveru.
de_de: Wenn Sie Ihr OTP-Geheimnis verloren haben, klicken Sie auf die Schaltfläche unten, um ein neues Geheimnis vom Server anzufordern.
hu_hu: Ha elveszett a hitelesítési titok, kattints a lentebbi gombra egy új titok kéréséhez a szervertől.

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
cs_cz: Pokud jste ztratili váš druhý faktor, musíte obnovit peněženku ze seedu, abyste mohli požádat o nový kód.
de_de: Wenn Sie den zweiten Faktor verlieren, müssen Sie Ihre Geldbörse vom Seed wiederherstellen, um einen neuen Code zu erhalten.
hu_hu: Ha elvesztetted a kétlépcsős hitelesítő megoldásodat, akkor egy új kód kéréséhez vissza kell állítanod a pénztárcát a magból.

source: If you keep experiencing network problems, try using a Tor proxy.
cs_cz: Pokud problémy se sítí přetrvávají, zkuste použít Tor proxy.
de_de: Wenn die Netzwerkprobleme anhalten, versuchen Sie, einen Tor-Proxy zu verwenden.
hu_hu: Ha továbbra is hálózati problémákat tapasztalsz, próbálj meg Tor proxy-t használni.

source: If you lose your seed, your money will be permanently lost.
cs_cz: Pokud ztratíte váš seed, vaše prostředky budou nenávratně ztraceny.
de_de: Wenn Sie die Seed verlieren, ist das Geld für immer verloren.
hu_hu: Ha elveszíted a magot, akkor a tárcában lévő összes pénz véglegesen elveszik.

source: If you lose your wallet file, the only thing you can do with a backup is to request your channel to be closed, so that your funds will be sent on-chain.
cs_cz: Pokud ztratíte soubor peněženky, jediná věc, kterou můžete se zálohou udělat, je požádat váš kanál, aby byl uzavřen, takže vaše prostředky budou odeslány on-chain.
de_de: Wenn Sie Ihre Geldbörse-Datei verlieren, ist das Einzige, was Sie mit einem Backup tun können, die Schließung Ihres Kanals zu beantragen, damit Ihr Guthaben an die On-Chain-Adresse gesendet wird.
hu_hu: Ha elveszíted a tárca fájlodat, a biztonsági mentés csak arra ad lehetőséget, hogy a csatornád zárását kérd; így az összegek a blokkláncra kerülnek átküldésre.

source: If you need to reset it, remove the following file:
cs_cz: Pokud ho potřebujete resetovat, odeberte následující soubor:

source: If you received this transaction from an untrusted device, do not accept to sign it more than once, otherwise you could end up paying a different fee.
cs_cz: Pokud jste tuto transakci obdrželi z nedůvěryhodného zařízení, neakceptujte ji více než jednou, jinak byste mohli zaplatit jiný poplatek.
de_de: Wenn Sie diese Transaktion von einem nicht vertrauenswürdigen Gerät erhalten haben, akzeptieren Sie nicht, diese mehr als einmal zu unterzeichnen, da Sie sonst am Ende eine andere Gebühr zahlen müssten.
hu_hu: Ha ezt a tranzakciót nem nem megbízható eszköztől kaptad, ne fogadd el egynél többször az aláírását, különben egy másik díj kifizetésénél köthetsz ki.

source: If you remain offline for more than {} blocks, the swap will be cancelled and you will lose the prepaid mining fees.
cs_cz: Pokud zůstanete offline déle než {} bloků, swap bude zrušen a vy přijdete o předplacené poplatky za těžbu.

source: If you remain offline for more than {} blocks, your channel counterparty will be able to sweep those funds.
cs_cz: Pokud zůstanete offline déle než {} bloků, protistrana vašeho kanálu bude moci tyto prostředky vybrat.

source: If you remain offline for more than {} blocks, your channel will be force closed and you might lose the funds you sent in the swap.
cs_cz: Pokud zůstanete offline déle než {} bloků, váš kanál bude nuceně uzavřen a můžete přijít o prostředky, které jste poslali v rámci swapu.

source: If you request a force-close, your node will pretend that it has lost its data and ask the remote node to broadcast their latest state. Doing so from time to time helps make sure that nodes are honest, because your node can punish them if they broadcast a revoked state.
cs_cz: Pokud požádáte o vynucené uzavření, váš uzel bude předstírat, že ztratil svá data, a požádá vzdálený uzel, aby odvysílal svůj poslední stav. Tím, že to čas od času uděláte, se ujistíte, že uzly jsou poctivé, protože váš uzel je může potrestat, pokud odvysílají odvolaný stav.
de_de: Wenn Sie ein erzwungenes Schließen anfordern, tut Ihr Knoten so, als hätte er seine Daten verloren, und fordert den Remote-Knoten auf, seinen neuesten Status zu übertragen. Wenn Sie dies von Zeit zu Zeit tun, stellen Sie sicher, dass Knoten ehrlich sind, da Ihr Knoten sie bestrafen kann, wenn sie einen widerrufenen Status senden.
hu_hu: Ha kényszerített lezárás kérsz, a csomópont úgy tesz, mintha elveszítette volna az adatait, és megkéri a távoli csomópontot, hogy küldje ki a legutóbbi állapotát. Ha ezt időről időre megteszed, segít megbizonyosodni arról, hogy a csomópontok őszinték, mert a csomópontod megbüntetheti őket, ha visszavont állapotot sugároznak.

source: If you run Electrum from source you can install matplotlib to use this feature.
cs_cz: Pokud máte spuštěno Ethereum ze zdrojového kódu, můžete pro použití této funkce nainstalovat matplotlib.

source: If you still have your OTP secret, then authenticate below to finalize wallet creation
cs_cz: Pokud stále máte svůj tajný kód OTP, potom proveďte ověření níže pro dokončení tvorby peněženky
de_de: Wenn Sie noch über Ihr OTP-Geheimnis verfügen, authentifizieren Sie sich unten, um die Geldbörse-Erstellung abzuschließen
hu_hu: Ha még megvan a hitelesítő titok, hitelesíts alább a tárca létrehozás befejezéséhez

source: If you unlock it, its password will not be required to sign transactions.
cs_cz: Pokud jej odemknete, jeho heslo nebude vyžadováno pro podepisování transakcí.

source: If you want this system to stay offline and continue the completion of the wallet on an online system, uncheck the checkbox and press Finish.
cs_cz: Pokud chcete, aby tento systém zůstal offline a pokračoval v dokončování peněženky v online systému, zrušte zaškrtnutí políčka a stiskněte tlačítko Dokončit.
de_de: Wenn Sie möchten, dass dieses System offline bleibt und die Vervollständigung der Geldbörse auf einem Online-System fortsetzt, deaktivieren Sie das Kontrollkästchen und klicken Sie auf „Fertig stellen“.
hu_hu: Ha szeretnéd ezt a rendszert offline tartani, és folytatni a tárca létrehozását egy online rendszeren, kapcsold ki a jelölőnégyzetet és nyomd meg a Befejezés gombot.

source: If you want to create new addresses, use a deterministic wallet instead.
cs_cz: Pokud potřebujete vytvořit nové adresy, použijte namísto toho deterministickou peněženku.
de_de: Wenn Sie eine neue Adresse generieren wollen, nutzen Sie stattdessen eine deterministische Geldbörse.
hu_hu: Ha szeretnél további címeket létrehozni, használj egy determinisztikus pénztárcát.

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
cs_cz: Pokud vaše zařízení v systému Windows není detekováno, přejděte na „Nastavení“, „Zařízení“, „Připojená zařízení“ a klikněte na „Odebrat zařízení“. Poté vaše zařízení znovu připojte.
de_de: Wenn Ihr Gerät unter Windows nicht erkannt wird, öffnen Sie "Geräte", "Verbundene Geräte" und wählen Sie "Gerät entfernen". Stecken Sie das Gerät dann wieder ein.
hu_hu: Ha Windowst használsz, és az eszköz nem érzékelhető, akkor menj a Vezérlőpultba, az Eszközkezelőn belül keresd ki az eszközt, és válaszd az Eszköz eltávolítása lehetőséget. Ezután húzd ki, majd ismét dugd be az eszközt a számítógépbe.

source: If your wallet contains funds, make sure you have saved its seed.
cs_cz: Pokud vaše peněženka obsahuje finanční prostředky, ujistěte se, že jste uložili její seed.
de_de: Wenn Ihre Geldbörse noch Mittel enthält, achten Sie darauf, dass Sie die Seed besitzen.
hu_hu: Ha a pénztárcában van még pénz, akkor bizonyosodj meg róla, hogy elmentetted a magját.

source: Ignore and continue?
cs_cz: Ignorovat a pokračovat?
de_de: Ignorieren und fortfahren?
hu_hu: Figyelmen kívül hagyod és folytatod?

source: Import
cs_cz: Importovat
de_de: Importieren
hu_hu: Importálás

source: Import Bitcoin Addresses or Private Keys
cs_cz: Importovat Bitcoinové adresy nebo soukromé klíče
de_de: Bitcoin-Adressen oder private Schlüssel importieren
hu_hu: Bitcoin Címek vagy Titkos Kulcsok importálása

source: Import Bitcoin addresses or private keys
cs_cz: Importovat Bitcoinové adresy nebo soukromé klíče
de_de: Bitcoin-Adressen oder private Schlüssel importieren
hu_hu: Bitcoin címek vagy titkos kulcsok importálása

source: Import addresses
cs_cz: Importovat adresy
de_de: Adressen importieren
hu_hu: Címek importálása

source: Import channel backup
cs_cz: Importovat zálohu kanálu
de_de: Kanal-Backup importieren
hu_hu: Csatornák mentésének importálása

source: Import invoices
cs_cz: Importovat faktury
de_de: Rechnungen importieren
hu_hu: Számlák importálása

source: Import pairing from the Digital Bitbox desktop app
cs_cz: Importujte párování z aplikace Digital Bitbox pro počítač
de_de: Verbindung von der "Digital Bitbox"-Anwendung importieren
hu_hu: Párosítás importálása a Digital Bitbox asztali alkalmazásból

source: Import private keys
cs_cz: Importovat soukromé klíče
de_de: Private Schlüssel importieren
hu_hu: Titkos kulcsok importálása

source: Import requests
cs_cz: Improtovat žádosti
de_de: Anfragen importieren
hu_hu: Kérelmek importálása

source: In addition to your history server, Electrum will try to maintain connections with ~10 extra servers, in order to download block headers and find out the longest blockchain. These servers are only used for block header notifications and fee estimates; they do not learn your wallet addresses. Getting block headers from multiple sources is useful to detect lagging servers and forks. Fork detection is security-critical for determining number of confirmations.
cs_cz: Kromě vašeho serveru historie se Electrum pokusí udržovat spojení s dalšími ~10 servery, aby mohlo stahovat hlavičky bloků a zjistit nejdelší blockchain. Tyto servery se používají pouze pro oznámení hlaviček bloků a odhady poplatků; nedozví se adresy vašich peněženek. Získávání hlaviček bloků z více zdrojů je užitečné k odhalení zaostávajících serverů a forků. Detekce forků je bezpečnostně kritická pro určení počtu potvrzení.

source: In order to install third-party plugins, you need to choose a plugin authorization password.
cs_cz: Chcete-li nainstalovat pluginy třetích stran, musíte zvolit heslo pro autorizaci zásuvných modulů.

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
cs_cz: Důležité: Nepoužívejte službu "odkoupení soukromého klíče" navržené třetími stranami.
de_de: Insbesondere sollten Sie NIEMALS private Schlüssel bei einem Drittanbieter einlösen ("redeem private key").
hu_hu: SOHA NE használd a 'titkos kulcs beváltása' szolgáltatást harmadik félnél.

source: In progress
cs_cz: V procesu
de_de: In Bearbeitung
hu_hu: Folyamatban

source: In seedless mode, the mnemonic seed words are never shown to the user. There is no backup, and the user has a proof of this. This is an advanced feature, only suggested to be used in redundant multisig setups.
cs_cz: V bezseedovém režimu se uživateli nikdy nezobrazí úvodní mnemotechnická slova. Neexistuje žádná záloha a uživatel o tom má důkaz. Jde o pokročilý prvek, který se doporučuje použít pouze v redundantních multisig nastaveních.
de_de: Im Seedless-Modus werden die mnemonischen Seed-Wörter dem Benutzer niemals gezeigt. Es gibt kein Backup, und der Benutzer hat einen Beweis dafür. Dies ist eine fortgeschrittene Funktion, die nur zur Verwendung in redundanten Multisig-Setups vorgeschlagen wird.
hu_hu: Mag nélküli módban a pénztárca visszaállításához szükséges szavak soha nem lesznek megjelenítve. Nincs biztonsági mentés, és a felhasználó ezt be is tudja bizonyítani. Ez egy haladó funkció, csak olyan több-aláírós pénztárcákhoz ajánlott, ahol nincs szükség az összes aláíróra.

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
cs_cz: V některých případech použijte až 3 adresy, aby se rozdělila velká částka mincí a skryla adresu příjemce.
de_de: Das kann bis zu 3 Wechselgeld-Adressen benutzen, um große Beträge zu teilen und die Empfänger-Adressen zu verschleiern.
hu_hu: Néhány esetben akár 3 visszajáró cím használata, ezáltal a nagyobb visszajáró összegek felbontása. Ez megnehezítheti másoknak, hogy rájöjjenek, hogy melyik cím a tényleges fogadóé.

source: In the Electrum mobile app, use the 'Send' button to scan this QR code.
cs_cz: V mobilní aplikaci Electrum stiskněte tlačítko 'Odeslat' k naskenování tohoto QR kódu.
de_de: Verwenden Sie in der mobilen Electrum-App die Schaltfläche „Senden“, um diesen QR-Code zu scannen.
hu_hu: Az Electrum mobil alkalmazásban, a "Küldés" alatt olvasd be ezt a QR-kódot.

source: In the following step your secret is encrypted into a second image.
cs_cz: V následujícím kroku je váš tajný kód zašifrován do druhého obrázku.

source: In the next block
cs_cz: V dalším bloku
de_de: Im nächsten Block
hu_hu: A következő blokkban

source: Include SLIP-19 ownership proofs
cs_cz: Zahrnout SLIP-19 důkazy vlastnictví
de_de: Fügen Sie SLIP-19-Eigentumsnachweise bei
hu_hu: SLIP-19 tulajdonosi igazolások hozzáadása

source: Incorrect password
cs_cz: Nesprávné heslo
de_de: Falsches Passwort
hu_hu: Hibás jelszó

source: Incorrect password entered.
cs_cz: Bylo zadáno nesprávné heslo.
de_de: Falsches Passwort eingegeben
hu_hu: Helytelen jelszó.

source: Incorrect password.
cs_cz: Nesprávné heslo.

source: Increase fee
cs_cz: Navýšit poplatek
de_de: Gebühr erhöhen
hu_hu: Tranzakciós díj növelése

source: Increase your transaction's fee to improve its position in mempool.
cs_cz: Zvyšte poplatek za transakci a vylepšete tak její pozici v mempoolu.
de_de: Erhöhen Sie die Transaktionsgebühr um die Position im Mempool zu verbessern.
hu_hu: A tranzakciós díj növelésével, a tranzakciód előrébb kerülhet a mempoolban.

source: Indonesian
cs_cz: Indonéština
de_de: Indonesisch
hu_hu: Indonéz

source: Information
cs_cz: Informace
hu_hu: Információk

source: Initialized
cs_cz: Inicializováno
de_de: Eingerichtet
hu_hu: Inicializálva

source: Initializing...
cs_cz: Spouštění…
de_de: Initialisierung...

source: Initiating swap...
cs_cz: Zahajování swapu...
de_de: Swap wird eingeleitet...
hu_hu: Csereügylet kezdeményezése...

source: Initiator:
cs_cz: Iniciátor.
hu_hu: Kezdeményező:

source: Input amount
cs_cz: Zadejte částku
de_de: Eingangssumme
hu_hu: Bemeneti összeg

source: Input channel backup
cs_cz: Vložit zálohu kanálu
de_de: Input-Kanal-Backup
hu_hu: Bemeneti csatorna mentés

source: Input raw transaction
cs_cz: Zadejte raw transakci transakci
de_de: Roh-Transaktionsdaten eingeben
hu_hu: Nyers tranzakció bevitele
