Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Your node will negotiate the transaction fee with the remote node. This method of closing the channel usually results in the lowest fees.
cs_cz: Váš uzel bude se vzdáleným uzlem vyjednávat o poplatku za transakci. Tento způsob uzavření kanálu obvykle vede k nejnižším poplatkům.
de_de: Ihr Knoten verhandelt die Transaktionsgebühr mit dem entfernten Knoten. Diese Methode zum Schließen des Kanals führt normalerweise zu den niedrigsten Gebühren.
hu_hu: A csomópontod meg fog egyezni a tranzakciós díjról a távoli csomóponttal. A csatorna lezárásának ez a módja általában a legalacsonyabb díjakat eredményezi.

source: Your password is needed to sign the following transactions:
cs_cz: Pro podepsání následujících transakcí je potřeba vaše heslo:

source: Your plugin authorization password is required to install plugins.
cs_cz: Instalace pluginů vyžaduje vaše heslo pro autorizaci pluginů.

source: Your plugins key is:
cs_cz: Klíč vašich pluginů je:

source: Your seed extension is
cs_cz: Rozšíření vašeho seedu je
de_de: Ihre Seed-Erweiterung lautet
hu_hu: A maghoz tartozó kulcsszöveg

source: Your seed extension must be saved together with your seed.
cs_cz: Vaše rozšíření seedu musí být uloženo společně se seedem.
de_de: Ihre Seed-Erweiterung muss zusammen mit Ihrer Seed gespeichert werden.
hu_hu: Ez a jelszó szorosan a maghoz tartozik! Ha ezt a lehetőséget használod, akkor a magból kizárólag akkor tudod visszaállítani a pénztárcád, ha ezt a jelszót is ismered!

source: Your seed is important!
cs_cz: Váš seed je důležitý!
de_de: Der Seed ist wichtig!
hu_hu: A mag nagyon fontos!

source: Your server is on branch {0} ({1} blocks)
cs_cz: Váš server je na větvi {0} ({1} bloků)

source: Your transaction is paying a fee that is so low that the bitcoin node cannot fit it into its mempool. The mempool is already full of hundreds of megabytes of transactions that all pay higher fees. Try to increase the fee.
cs_cz: Vaše transakce platí poplatek, který je tak nízký, že se bitcoinový uzel nevejde do svého mempoolu. Mempool je již plný stovek megabajtů transakcí, které všechny platí vyšší poplatky. Zkuste poplatek zvýšit.
de_de: Ihre Transaktion enthält eine zu geringe Gebühr, um in den Mempool aufgenommen zu werden. Der Mempool enthält bereits hunderte von Megabytes an Transaktionen mit höheren Gebühren. Versuchen Sie, die Gebühr zu erhöhen.
hu_hu: A tranzakciód annyira alacsony díjat fizet, hogy a bitcoin csomópont nem tudja beilleszteni a mempooljába. A mempool már tele van többszáz megabájtnyi tranzakcióval, amelyek magasabb díjat fizetnek. Próbáld megnövelni a díjat.

source: Your transaction is trying to replace another one in the mempool but it does not meet the rules to do so. Try to increase the fee.
cs_cz: Vaše transakce se pokouší nahradit jinou transakci v mempoolu, ale nesplňuje pravidla pro její provedení. Zkuste poplatek zvýšit.
de_de: Ihre Transaktion soll eine vorhandene Transaktion im Mempool ersetzen, aber sie entspricht nicht den Regeln. Versuchen Sie, die Gebühr zu erhöhen.
hu_hu: A tranzakciód lecserélne egy másikat a mempoolban, de nem elégíti ki az ehhez szükséges követelményeket. Próbáld megnövelni a díjat.

source: Your transaction was sent to your cosigners via Nostr.
cs_cz: Vaše transakce byla odeslána vašim spolupodepisovatelům přes Nostr.

source: Your wallet file does not contain secrets, mostly just metadata.
cs_cz: Váš soubor peněženky neobsahuje tajné kódy, ale většinou jen metadata.
de_de: Die Datei Ihrer Geldbörse enthält keine geheimen Informationen, sondern vor allem Metadaten.
hu_hu: A pénztárca fájl nem tartalmaz titkos adatokat, hanem nagyrészt csak metaadatokat.

source: Your wallet file is NOT encrypted.
cs_cz: Soubor vaší peněženky NENÍ šifrovaný.
de_de: Ihre Geldbörsen-Datei ist NICHT verschlüsselt.
hu_hu: A pénztárca fájl NINCS titkosítva.

source: Your wallet file is encrypted with your hardware device.
cs_cz: Váš soubor peněženky je šifrován pomocí vašeho hardwarového zařízení.

source: Your wallet file is password-encrypted.
cs_cz: Soubor vaší peněženky je šifrován pomocí hesla.

source: Your wallet file is: {}.
cs_cz: Váš soubor peněženky je: {}.
de_de: Ihre Geldbörsendatei ist: {}.
hu_hu: A pénztárca fájl: {}

source: Your wallet generation seed is:
cs_cz: Seed peněženky je:
de_de: Ihre Seed zum Generieren der Geldbörse lautet:
hu_hu: A pénztárca helyreállításához szükséges mag:

source: Your wallet has {} prepaid transactions.
cs_cz: Vaše peněženka má {} předplacených transakcí.
de_de: Ihre Börse enthält noch {} bezahlte Transaktionen.
hu_hu: A pénztárcádban még {} előre-kifizetett tranzakció van.

source: Your wallet history has been successfully exported.
cs_cz: Historie Vaší peněženky byla úspěšně exportována.
de_de: Ihr Transaktionsverlauf wurde erfolgreich exportiert.
hu_hu: A tárca előzményeinek exportálása sikeres.

source: Your wallet is locked.
cs_cz: Vaše peněženka je uzamčena.

source: Your wallet is not protected.
cs_cz: Vaše peněženka není chráněna.
de_de: Deine Geldbörse ist nicht geschützt.
hu_hu: A pénztárcád nincs védve.

source: Your wallet is password protected and encrypted.
cs_cz: Vaše peněženka je chráněna a zašifrována.
de_de: Deine Geldbörse ist verschlüsselt und Passwortgeschützt.
hu_hu: A pénztárcád jelszóval védett és titkosított.

source: Your wallet is unlocked.
cs_cz: Vaše peněženka je odemčena.

source: Your {0} were exported to '{1}'
cs_cz: Váš {0} se exportoval do '{1}'
de_de: Ihre {0} wurden als '{1}' exportiert
hu_hu: A(z) {0} exportálva ide: {1}

source: Your {} were successfully imported
cs_cz: Vaše {} byli úspěšně importované
de_de: Ihre {} wurden erfolgreich importiert
hu_hu: A(z) {} sikeresen importálva

source: Zeros after decimal point
cs_cz: Nuly za desetinnou čárkou
de_de: Anzahl Nullen nach dem Dezimalpunkt
hu_hu: Nullák a tizedesvessző után

source: [Paste]
cs_cz: [Vložit]
de_de: [Einfügen]
hu_hu: [Beillesztés]

source: [Pay]
cs_cz: [Zaplatit]
de_de: [Bezahlen]
hu_hu: [Fizetés]

source: [Save]
cs_cz: [Uložit]
de_de: [Speichern]
hu_hu: [Mentés]

source: [b] - print server banner
cs_cz: [b] - banner tiskového serveru
de_de: [b] - Server-Banner ausgeben
hu_hu: [b] - szerver banner kiírása

source: [c] - display contacts
cs_cz: [c] - zobrazit kontakty
de_de: [c] - Kontakte zeigen
hu_hu: [c] - névjegyek megjelenítése

source: [h] - displays this help text
cs_cz: [h] - zobrazí tento text nápovědy
de_de: [h] Hilfetext anzeigen
hu_hu: [h] - ennek a súgóüzenetnek a megjelenítése

source: [i] - display transaction history
cs_cz: [i] - zobrazit historii transakcí
de_de: [i] - Transaktionsverlauf anzeigen
hu_hu: [i] - tranzakciós előzmények megjelenítése

source: [o] - enter payment order
cs_cz: [o] - zadat platební příkaz
de_de: [o] - Zahlung anweisen
hu_hu: [o] - fizetési kérelem bevitele

source: [p] - print stored payment order
cs_cz: [p] - vytisknout uložený platební příkaz
de_de: [p] - Zahlungsanweisung ausdrucken
hu_hu: [p] - eltárolt fizetési kérelem kiírása

source: [q] - quit
cs_cz: [q] - ukončit
de_de: [q] - Beenden
hu_hu: [q] - kilépés

source: [r] - show own receipt addresses
cs_cz: [r] - zobrazit vlastní příjmové adresy
de_de: [r] - eigene Empfangsadresse anzeigen
hu_hu: [r] - saját nyugta címek mutatása

source: [s] - send stored payment order
cs_cz: [s] - odeslat uložený platební příkaz
de_de: [s] - Zahlungsanweisung senden
hu_hu: [s] - eltárolt fizetési kérelem elküldése

source: about 1 day
cs_cz: přibližně 1 den

source: about 1 hour
cs_cz: přibližně 1 hodina

source: about 1 month
cs_cz: přibližně 1 měsíc

source: about 1 year
cs_cz: přibližně 1 rok

source: about {} days
cs_cz: přibližně {} dnů

source: about {} hours
cs_cz: přibližně {} hodin

source: about {} minutes
cs_cz: přibližně {} minut

source: about {} months
cs_cz: přibližně {} měsíců

source: add inputs and outputs
cs_cz: přidat vstupy a výstupy
de_de: Ein- und Ausgänge hinzufügen
hu_hu: be- és kimenetek hozzáadása

source: add peer timed out
cs_cz: vypršel časový limit pro přidání peera
de_de: Zeitüberschreitung beim Hinzufügen des Peers
hu_hu: fél hozzáadása időtúllépésre futott

source: address already in wallet
cs_cz: adresa je už v peněžence
de_de: Adresse bereits in der Geldbörse
hu_hu: cím már benne van a pénztárcában

source: below relay fee
cs_cz: pod úrovní poplatku přenosového bodu
de_de: Unterhalb Mindestgebühr
hu_hu: továbbítási díj alatt

source: broadcast successfully
cs_cz: odvysíláno úspěšně
de_de: Erfolgreich übermittelt
hu_hu: sikeresen kiküldve

source: broadcasting
cs_cz: vysílání
de_de: Übertrage
hu_hu: kiküldés

source: can receive
cs_cz: může přijmout
de_de: Kann erhalten
hu_hu: fogadhat

source: change
cs_cz: drobné mince
de_de: Wechselgeld
hu_hu: visszajáró

source: contacts
cs_cz: kontakty
de_de: Kontakte
hu_hu: névjegyek

source: each Revealer is a one-time-pad, use it for a single secret.
cs_cz: každý Revealer je jednorázový, použijte jej pro jeden tajný kód.
de_de: Jeder Revealer ist ein One-Time-Pad, der für ein einzelnes Geheimnis verwendet werden kann.
hu_hu: minden Revealer egyszeri használatú, csak egy titokhoz használd.

source: error
cs_cz: chyba
hu_hu: hiba

source: forward
cs_cz: vpřed

source: height
cs_cz: výška
hu_hu: magasság

source: high fee rate
cs_cz: vysoká sazba poplatku
de_de: Hohe Gebühr
hu_hu: magas egységdíj

source: high fee ratio
cs_cz: vysoký poměr poplatků
de_de: Hohe Gebühr
hu_hu: magas a díj aránya

source: in new channel
cs_cz: v novém kanálu
de_de: in neuem Kanal
hu_hu: egy új csatornában

source: in submarine swap
cs_cz: v submarine swapu
de_de: im Submarine-Tausch
hu_hu: egy submarine cserén

source: in {}
cs_cz: za {}

source: in {} blocks
cs_cz: za {} bloků
de_de: In {} Blöcken
hu_hu: {} blokkon belül

source: initialized
cs_cz: inicializováno
de_de: Eingerichtet
hu_hu: inicializálva

source: invalid address
cs_cz: neplatná adresa
de_de: Ungültige Adresse
hu_hu: érvénytelen cím

source: invalid private key
cs_cz: neplatný soukromý klíč
de_de: Ungültiger privater Schlüssel
hu_hu: érvénytelen titkos kulcs

source: invoices
cs_cz: faktury
de_de: Rechnungen
hu_hu: számlák

source: labels
cs_cz: štítky
de_de: Beschreibungen
hu_hu: címkék

source: less than a minute
cs_cz: méně než minutu

source: never
cs_cz: nikdy

source: no input
cs_cz: žádný vstup

source: not implemented type
cs_cz: neimplementovaný typ
de_de: Typ nicht implementiert
hu_hu: ismeretlen típus

source: open_channel timed out
cs_cz: uplynul časový limit open_chanel
de_de: open_channel Zeitüberschreitung
hu_hu: open_channel időtúllépés

source: over {} years
cs_cz: více než {} let

source: print the calibration pdf and follow the instructions
cs_cz: vytiskněte kalibrační pdf a postupujte podle pokynů
de_de: drucken Sie die Kalbrierungsdatei und folgen Sie den Anweisungen
hu_hu: akkor nyomtasd ki a kalibrációs pdf-et, és kövesd az utasításait.

source: provider
cs_cz: poskytovatel

source: providers
cs_cz: poskytovatelé

source: proxy enabled
cs_cz: proxy povoleno
de_de: Proxy aktiviert
hu_hu: proxy engedélyezve

source: receiving
cs_cz: přijímání
de_de: eingehend
hu_hu: fogadó

source: relay timeout
cs_cz: vypršení platnosti přenosu
hu_hu: továbbító időtúllépés

source: removed
cs_cz: odebráno

source: requests
cs_cz: Žádosti
de_de: Anfragen
hu_hu: kérelmek

source: reverse
cs_cz: zpět

source: send to address in clipboard
cs_cz: odeslání na adresu ze schránky
de_de: An Adresse in Zwischenablage senden
hu_hu: küldés a vágólapon lévő címre

source: tasks
cs_cz: úlohy
de_de: Vorgänge
hu_hu: feladat

source: unknown
cs_cz: neznámé
de_de: unbekannt
hu_hu: ismeretlen

source: unknown parser {!r} (choices: {})
cs_cz: neznámý parser {!r} (volby: {})
de_de: Unbekannter Parse {!r} (Möglich sind: {})
hu_hu: ismeretlen elemző {!r} (lehetőségek: {})

source: unlimited
cs_cz: neomezeně

source: waiting for confirmation
cs_cz: čekání na potvrzení
de_de: warten auf Bestätigung
hu_hu: várakozás megerősítésre

source: waiting for funding tx confirmation
cs_cz: čekání na potvrzení tx financování
de_de: Warten auf Bestätigung der Funding-Transaktion
hu_hu: várakozás a fedezetet biztosító tranzakció megerősítésére

source: watching only
cs_cz: jen pro prohlížení
de_de: nur lesen
hu_hu: figyelő-tárca

source: watching-only
cs_cz: pouze pro prohlížení
de_de: nur lesen
hu_hu: figyelő-tárca

source: wiped
cs_cz: vymazané
de_de: Gelöscht
hu_hu: törölve

source: your seed extension will <b>not</b> be included in the encrypted backup.
cs_cz: vaše seed rozšíření <b>nebude</b> zahrnuto do šifrované zálohy.
de_de: Ihre Seed-Erweiterung wird <b>nicht</b> in das verschlüsselte Backup aufgenommen.
hu_hu: a mag kulcsszövege <b>nem</b> lesz benne a titkosított biztonsági mentésben.

source: {:2d} minutes
cs_cz: {:2d} minut
de_de: {:2d} Minuten
hu_hu: {:2d} perc

source: {:d} words
cs_cz: {:d} slov
de_de: {:d} Wörter
hu_hu: {:d} szó

source: {} Settings
cs_cz: {} Nastavení
de_de: {} Einstellungen
hu_hu: {} beállításai

source: {} addresses
cs_cz: {} adres
de_de: {} Adressen
hu_hu: {} cím

source: {} ago
cs_cz: {} v minulosti

source: {} blocks
cs_cz: {} bloků
de_de: {} Blöcke
hu_hu: {} blokk

source: {} channels
cs_cz: {} kanály(ů)
de_de: {} Kanäle
hu_hu: {} csatorna

source: {} confirmations
cs_cz: {} potvrzení
de_de: {} Bestätigungen
hu_hu: {} megerősítés

source: {} copied to Clipboard
cs_cz: {} zkopírováno do schránky
de_de: {} in Zwischenablage kopiert
hu_hu: {} a vágólapra másolva

source: {} encrypted for Revealer {}_{} saved as PNG and PDF at:
cs_cz: {} šifrovaných pro Revealer {}_{} uložený jako PNG a PDF v:
de_de: Für Revealer verschlüsseltes {} als PNG und PDF gespeichert als {}_{} in:
hu_hu: {} titkosítva a(z) {}_{} Revealerhez, és mentve PNG és PDF formátumban:

source: {} from tip
cs_cz: {} z špičky
de_de: {} von der Spitze
hu_hu: {} a tetejétől

source: {} new transactions: Total amount received in the new transactions {}
cs_cz: {} nových transakcí: Celková částka přijatá v nových transakcích {}
de_de: {} neue Transaktionen: Erhaltener Gesamtbetrag aller neuen Transaktionen {}
hu_hu: {} új tranzakció: Beérkező összeg az új tranzakciókban: {}

source: {} nodes
cs_cz: {} uzly(ů)
hu_hu: {} csomópont

source: {} of {} shares needed from group {}
cs_cz: {} z {} podílů je potřeba ze skupiny {}
de_de: {} von {} Teile werden von der Gruppe {} benötigt
hu_hu: {}. rész szükséges (össz.: {}), a(z) {}. csoportból

source: {} outputs available ({} total)
cs_cz: {} výstupů k dispozici ({} celkem)
de_de: {} Ausgaben verfügbar ({} insgesamt)
hu_hu: {} kimenet elérhető (összesen: {})

source: {} plugin requires a lightning enabled wallet. Open a lightning-enabled wallet first.
cs_cz: {} plugin vyžaduje peněženku s podporou lightning. Nejprve otevřete peněženku s podporou lightning.

source: {} seconds
cs_cz: {} sekund

source: {} shares from group {}
cs_cz: {} podílů ze skupiny {}
de_de: {} Teile aus der Gruppe {}
hu_hu: {} rész a(z) {}. csoportból

source: {} transactions
cs_cz: {} transakcí
de_de: {} Zahlungen
hu_hu: {} tranzakció

source: {} unspent transaction outputs
cs_cz: {} neutracených výstupů transakcí
de_de: {} nicht ausgegebene Transaktionsausgaben
hu_hu: {} egyenleggel rendelkező tranzakciós kimenet

source: {} words
cs_cz: {} slov
de_de: {} Wörter
hu_hu: {} szó

source: {}% of payment
cs_cz: {}% platby
de_de: {}% von der Zahlung
hu_hu: A kifizetés {}%-a

source: ✓ Signed
cs_cz: ✓ Podepsáno

# About|
source: About Electrum
cs_cz: O programu Electrum
de_de: Über Electrum
hu_hu: Az Electrumról

# About|
source: Version
cs_cz: Verze
hu_hu: Verzió

# About|
source: Protocol version
cs_cz: Verze protokolu
de_de: Protokoll Version
hu_hu: Protokoll verzió

# About|
source: Qt Version
cs_cz: Verze Qt
hu_hu: Qt verzió

# About|
source: PyQt Version
cs_cz: Verze PyQt
hu_hu: PyQt verzió

# About|
source: License
cs_cz: Licence
de_de: Lizenz
hu_hu: Licenc

# About|
source: MIT License
cs_cz: Licence MIT
de_de: MIT Lizenz
hu_hu: MIT licenc

# About|
source: Homepage
cs_cz: Úvodní stránka
de_de: Website
hu_hu: Weboldal

# About|
source: Developers
cs_cz: Vývojáři
de_de: Entwickler
hu_hu: Fejlesztők

# About|
source: Distributed by Electrum Technologies GmbH
cs_cz: Distribuováno společností Electrum Technologies GmbH
de_de: Vertrieben von Electrum Technologies GmbH
hu_hu: Terjesztő: Electrum Technologies GmbH

# AddressDelegate|
source: <no label>
cs_cz: <bez štítku>
hu_hu: <nincs címke>

source: Address details
cs_cz: Podrobnosti adresy
de_de: Adressdetails
hu_hu: Cím adatai

# AddressDetails|
source: Address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím

# AddressDetails|
source: Frozen
cs_cz: Zmrazeno
de_de: Deaktiviert
hu_hu: Befagyasztott

# AddressDetails|
source: Balance
cs_cz: Zůstatek
de_de: Guthaben
hu_hu: Egyenleg

# AddressDetails|
source: Transactions
cs_cz: Transakce
de_de: Transaktionen
hu_hu: Tranzakciók

# AddressDetails|
source: Label
cs_cz: Štítek
de_de: Beschreibung
hu_hu: Címke

# AddressDetails|
source: Technical Properties
cs_cz: Technické vlastnosti
de_de: Technische Eigenschaften
hu_hu: Technikai tulajdonságok

# AddressDetails|
source: Script type
cs_cz: Typ scriptu
de_de: Skript-Typ
hu_hu: Szkript típusa

# AddressDetails|
source: Derivation path
cs_cz: Cesta derivace
de_de: Ableitungsstruktur
hu_hu: Származtatási útvonal

# AddressDetails|
source: Public keys
cs_cz: Veřejné klíče
de_de: Öffentliche Schlüssel
hu_hu: Nyilvános kulcsok

# AddressDetails|
source: Public key
cs_cz: Veřejný klíč
hu_hu: Nyilvános kulcs

# AddressDetails|
source: Private key
cs_cz: Soukromý klíč
de_de: Privater Schlüssel
hu_hu: Titkos kulcs

# AddressDetails|
source: Tap to show private key
cs_cz: Klepnutím zobrazit soukromý klíč
de_de: Tippen um privaten Schlüssel anzuzeigen
hu_hu: Érintsd meg a titkos kulcshoz

# AddressDetails|
source: Unfreeze address
cs_cz: Uvolnit adresu
de_de: Adresse freigeben
hu_hu: Cím kiolvasztása

# AddressDetails|
source: Freeze address
cs_cz: Zmrazit adresu
de_de: Adresse einfrieren
hu_hu: Cím fagyasztása

# AddressDetails|
source: Sign/Verify
cs_cz: Podepsat/Ověřit
de_de: Signieren/Überprüfen
hu_hu: Aláírás/Ellenőrzés

# AddressDetails|
source: Delete
cs_cz: Smazat
de_de: Löschen
hu_hu: Törlés

# AddressDetails|
source: Are you sure you want to delete this address from the wallet?
cs_cz: Jste si jisti, že chcete z peněženky smazat tuto adresu?
de_de: Sind Sie sicher, dass Sie diese Adresse von Ihrer Geldbörse entfernen möchten?
hu_hu: Biztosan törlöd ezt a címet a tárcából?

# Addresses|
source: Show Used
cs_cz: Zobrazit použité
de_de: Zeige benutzte
hu_hu: Használtak megjelenítése

# Addresses|
source: Show
cs_cz: Zobrazit
de_de: Anzeigen
hu_hu: Megjelenítés

source: Addresses
cs_cz: Adresy
de_de: Adressen
hu_hu: Címek

# Addresses|
source: Coins
cs_cz: Mince
hu_hu: Érmék

# Addresses|
source: Both
cs_cz: Obojí
de_de: Beide
hu_hu: Mindkettő

# Addresses|
source: search
cs_cz: vyhledat
de_de: suchen
hu_hu: keresés

# Addresses|
source: Freeze
cs_cz: Zmrazit
de_de: Sperren
hu_hu: Fagyasztás

# Addresses|
source: Unfreeze
cs_cz: Uvolnit
de_de: Freigeben
hu_hu: Kiolvasztás

# Addresses|
source: receive addresses
cs_cz: adresy pro příjem
de_de: Empfängeradressen
hu_hu: fogadó címek

# Addresses|
source: change addresses
cs_cz: change adresy
de_de: Wechselgeldadresse
hu_hu: visszajáró címek

# Addresses|
source: imported addresses
cs_cz: importované adresy
de_de: Importierte Adressen
hu_hu: importált címek

source: addresses
cs_cz: adresy
de_de: Adressen
hu_hu: címek

# BIP39RecoveryDialog|
source: Detect BIP39 accounts
cs_cz: Rozpoznat BIP39 účty
de_de: BIP39-Konten erkennen
hu_hu: BIP39 fiókok érzékelve

# BIP39RecoveryDialog|
source: Scanning for accounts...
cs_cz: Vyhledávání účtů…
de_de: Nach Konten suchen...
hu_hu: Fiókok keresése...

# BIP39RecoveryDialog|
source: Choose an account to restore.
cs_cz: Vyberte účet, který chcete obnovit.
de_de: Wählen Sie ein Konto zur Wiederherstellung aus.
hu_hu: Válassz ki egy helyreállítandó számlát.

# BIP39RecoveryDialog|
source: No existing accounts found.
cs_cz: Nebyly nalezeny žádné účty.
de_de: Keine existierenden Konten gefunden.
hu_hu: Nincs meg a meglévő fiók.

# BIP39RecoveryDialog|
source: Recovery failed
cs_cz: Obnovení selhalo
de_de: Wiederherstellung fehlgeschlagen
hu_hu: Helyreállítás sikertelen

# BIP39RecoveryDialog|
source: Recovery cancelled
cs_cz: Obnovení zrušeno
de_de: Wiederherstellung abgebrochen
hu_hu: Helyreállítás megszakítva

# BIP39RecoveryDialog|
source: script type
cs_cz: typ skriptu
de_de: Script-Typ
hu_hu: szkript típusa

# BIP39RecoveryDialog|
source: derivation path
cs_cz: cesta odvození
de_de: Ableitungspfad
hu_hu: származtatási útvonal

# BalanceDetails|
source: Your wallet is not synchronized. The displayed balance may be inaccurate.
cs_cz: Vaše peněženka není synchronizovaná. Zobrazený zůstatek může být nepřesný.
de_de: Ihr Geldbörse ist nicht synchronisiert. Der angezeigte Kontostand ist möglicherweise ungenau.
hu_hu: A tárcád nincs szinkronizálva. A megjelenített egyenleg pontatlan lehet.

# BalanceDetails|
source: Your wallet is not connected to an Electrum server. The displayed balance may be outdated.
cs_cz: Vaše peněženka není připojena k serveru Electrum. Zobrazený zůstatek může být zastaralý.
de_de: Ihr Geldbörse ist nicht mit einem Electrum-Server verbunden. Der angezeigte Kontostand ist möglicherweise veraltet.
hu_hu: A tárcád nem csatlakozik egy Electrum szerverhez. A megjelenített egyenleg elavult lehet.

# BalanceDetails|
source: Wallet balance
cs_cz: Zůstatek v peněžence
de_de: Geldbörse-Guthaben
hu_hu: Tárca egyenlege

# BalanceDetails|
source: On-chain (frozen)
cs_cz: On-chain (zmrazen)
de_de: On-Chain (eingefroren)
hu_hu: A blokkláncon (fagyasztva)

# BalanceDetails|
source: Unconfirmed
cs_cz: Nepotvrzeno
de_de: Unbestätigt
hu_hu: Nem megerősített

# BalanceDetails|
source: Unmatured
cs_cz: Nedozrálé
de_de: Unausgereift
hu_hu: Elköltésre nem érett

# BalanceDetails|
source: Frozen Lightning
cs_cz: Zmrazen Lightning
de_de: Eingefrorenes Lightning
hu_hu: Lefagyasztott Lightning

# BalanceDetails|
source: Total
cs_cz: Celkem
de_de: Gesamt
hu_hu: Összesen

# BalanceDetails|
source: Frozen
cs_cz: Zmrazeno
de_de: Deaktiviert
hu_hu: Befagyasztott

# BalanceDetails|
source: Lightning Liquidity
cs_cz: Lightning likvidita
de_de: Lightning Liquidität
hu_hu: Lightning likviditás

# BalanceDetails|
source: Can send
cs_cz: Může odeslat
de_de: Kann senden
hu_hu: Küldhet

# BalanceDetails|
source: Can receive
cs_cz: Může přijmout
de_de: Kann erhalten
hu_hu: Fogadhat

# BalanceDetails|
source: Open Channel
cs_cz: Otevřít kanál
de_de: Kanal öffnen
hu_hu: Csatorna létrehozása

# BalanceSummary|
source: Balance
cs_cz: Zůstatek
de_de: Guthaben
hu_hu: Egyenleg

# BtcField|
source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

# ChannelDetails|
source: Lightning Channel
cs_cz: Lightning Kanál
de_de: Lightning-Kanal
hu_hu: Lightning csatorna

# ChannelDetails|
source: Channel Backup
cs_cz: Záloha kanálu
de_de: Kanal-Backup
hu_hu: Csatorna biztonsági mentés

# ChannelDetails|
source: Node name
cs_cz: Název uzlu
de_de: Knotenname
hu_hu: Csomópont neve

# ChannelDetails|
source: State
cs_cz: Stav
de_de: Status
hu_hu: Állapot

# ChannelDetails|
source: Capacity and ratio
cs_cz: Kapacita a poměr
de_de: Kapazität und Verhältnis
hu_hu: Kapacitás és arány

# ChannelDetails|
source: Capacity
cs_cz: Kapacita
de_de: Kapazität
hu_hu: Kapacitás

# ChannelDetails|
source: Local balance
cs_cz: Místní zůstatek
de_de: Lokales Guthaben
hu_hu: Helyi egyenleg

# ChannelDetails|
source: n/a (channel not open)
cs_cz: n/a (kanál není otevřen)
de_de: n.v. (Kanal nicht geöffnet)
hu_hu: n/a (csatorna nincs nyitva)

# ChannelDetails|
source: Can send
cs_cz: Může odeslat
de_de: Kann senden
hu_hu: Küldhet

# ChannelDetails|
source: n/a (frozen)
cs_cz: n/a (zmrazen)
de_de: n.v. (eingefroren)
hu_hu: n/a (fagyasztva)

# ChannelDetails|
source: Unfreeze
cs_cz: Uvolnit
de_de: Freigeben
hu_hu: Kiolvasztás
