Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: This invoice was already paid
cs_cz: Tato faktura již byla zaplacena
de_de: Diese Rechnung wurde bereits bezahlt.
hu_hu: Ezt a fizetési kérelmet már kifizették

source: This is a channel
cs_cz: Toto je kanál
de_de: Dies ist ein Kanal
hu_hu: Ez egy csatorna

source: This is a channel backup.
cs_cz: Toto je záloha kanálu.
de_de: Dies ist ein Kanal-Backup.
hu_hu: Ez egy csatorna biztonsági mentés.

source: This is a static channel backup
cs_cz: Toto je statická záloha kanálu
de_de: Dies ist ein statisches Kanal-Backup
hu_hu: Ez egy statikus csatorna biztonsági mentés

source: This is a watching-only wallet
cs_cz: Toto je peněženka pouze pro prohlížení
de_de: Diese Geldbörse kann nur gelesen werden.
hu_hu: Ez egy figyelő-tárca

source: This is a watching-only wallet.
cs_cz: Toto je peněženka pouze pro prohlížení.
de_de: Diese Geldbörse ist im Beobachtungsmodus.
hu_hu: Ez egy figyelő-tárca.

source: This is a watching-only wallet. You must sign the transactions externally - use the View button of each transaction.
cs_cz: Toto je peněženka určená jen pro prohlížení

source: This is discouraged.
cs_cz: To se nedoporučuje.
de_de: Davon wird abgeraten.
hu_hu: Ez nem ajánlott.

source: This is only intended for connecting to your own fully trusted server. Using this option on a public server is a security risk and is discouraged. By default, Electrum tries to maintain connections to ~10 servers. One of these nodes gets selected to be the history server and will learn the wallet addresses. All the other nodes are *only* used for block header notifications. Getting block headers from multiple sources is useful to detect lagging servers, chain splits, and forks. Chain split detection is security-critical for determining number of confirmations.
cs_cz: Toto je určeno pouze pro připojení k vašemu plně důvěryhodnému serveru. Použití této možnosti na veřejném serveru představuje bezpečnostní riziko a nedoporučuje se. Ve výchozím nastavení se Electrum snaží udržovat spojení s ~10 servery. Jeden z těchto serverů je vybrán jako server historie a bude zjišťovat adresy peněženek. Všechny ostatní servery jsou používány *pouze* pro oznámení hlaviček bloků. Získávání hlaviček bloků z více zdrojů je užitečné pro rozpoznání zaostávajících serverů, rozdělení řetězce a forků. Detekce rozdělení řetězce je kritická z hlediska bezpečnosti pro určení počtu potvrzení.

source: This is the height of your local copy of the blockchain.
cs_cz: Toto je výše Vaší lokální kopie blockchainu.
de_de: Das ist die Höhe Ihrer lokalen Kopie der Blockchain.
hu_hu: A blokklánc helyi másolatának a magassága.

source: This key has been copied to your clipboard. Please save it in:
cs_cz: Tento klíč byl zkopírován do vaší schránky. Prosím uložte jej v:

source: This keystore is active (enabled)
cs_cz: Toto keystore je aktivní (zapnuté)

source: This keystore is watching-only (disabled)
cs_cz: Toto keystore je pouze pro prohlížení (vypnuté)

source: This may impact the reliability of your payments.
cs_cz: Toto může ovlivnit spolehlivost vašich plateb.
de_de: Dies kann Auswirkungen auf die Zuverlässigkeit Ihrer Zahlungen haben.
hu_hu: Ez hatással lehet a fizetéseid megbízhatóságára.

source: This may result in higher transactions fees.
cs_cz: Toto může způsobit navýšení poplatku za transakci.
de_de: Dies könnte zu höheren Transaktionsgebühren führen.
hu_hu: Ez magasabb tranzakciós díjakhoz vezethet.

source: This means you will not be able to spend Bitcoins with it.
cs_cz: To znamená, že s ní nebudete moct utratit Bitcoiny.
de_de: Das bedeutet, dass sie die Bitcoins nicht ausgeben können.
hu_hu: Ez azt jelenti, hogy nem tudsz vele Bitcoint küldeni.

source: This might improve your privacy somewhat.
cs_cz: To by mohlo trochu zlepšit vaše soukromí.
de_de: Das ist möglicherweise für Ihren Datenschutz von Vorteil.
hu_hu: Ez valamennyire növelheti az anonimitásod.

source: This option is only available on Windows
cs_cz: Tato možnost je dostupná jen na Windows

source: This payment will be merged with another existing transaction.
cs_cz: Tato platba bude sloučena s jinou existující transakcí.
de_de: Diese Zahlung wird mit einer anderen bestehenden Transaktion zusammengeführt.
hu_hu: Ez a kifizetés összefűzésre kerül egy másik meglévő tranzakcióval.

source: This plugin allows you to create Nostr Wallet Connect connections and remote control your wallet using Nostr NIP-47.
cs_cz: Tento plugin umožňuje vytvářet připojení Nostr Wallet Connect a vzdáleně ovládat vaši peněženku pomocí Nostr NIP-47.

source: This plugin requires installation of additional dependencies.
cs_cz: Tento plugin vyžaduje instalaci dodatečných závislostí.

source: This request cannot be paid on-chain
cs_cz: Tento požadavek nemůže být zaplacen on-chain
de_de: Diese Zahlungsaufforderung kann nicht On-Chain bezahlt werden
hu_hu: Ez a kérelem nem fizethető ki a blokkláncon

source: This request does not have a Lightning invoice.
cs_cz: Tento požadavek nemá lightning fakturu.
de_de: Diese Zahlungsaufforderung enthält keine Lightning-Rechnung.
hu_hu: Ehhez a kérelmehez nem tartozik Lighning fizetési kérelem.

source: This request has expired
cs_cz: Tento požadavek vypršel
de_de: Diese Zahlungsaufforderung ist abgelaufen
hu_hu: Ez a kérelem lejárt

source: This seed will allow you to recover your wallet in case of computer failure.
cs_cz: Tento seed umožní obnovit vaši peněženku v případě selhání počítače.
de_de: Mit diesem Seed lässt sich die Geldbörse nach einem Computerausfall wiederherstellen.
hu_hu: A mag segítségével adatvesztés esetén is vissza tudod állítani a pénztárcádat.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
cs_cz: Tato služba používá vícepodpisovou peněženku, ve které vlastníte 2 ze 3 klíčů. Třetí klíč je uložen na vzdáleném serveru, který podepisuje transakce vaším jménem. Za každou transakci používající vzdálený server bude účtován malý poplatek.
de_de: Bei diesem Dienst wird eine Multisignaturbörse verwendet, bei der Sie 2 der 3 Schlüssel besitzen. Der dritte Schlüssel wird auf einem Server gespeichert und signiert Transaktionen für Sie. Eine geringe Gebühr wird beim Signieren an den Server abgeführt.
hu_hu: Ez a szolgáltatás egy több-aláírós pénztárcát használ, ahol a 3 kulcsból 2-t te birtokolsz. A harmadik kulcs egy távoli szerveren tárolódik, ami a te nevedben írja alá a tranzakciókat. Azoknál a tranzakcióknál, amik a távoli szervert használják, egy alacsony díj fel lesz számítva.

source: This setting affects the Send tab, and all balance related fields.
cs_cz: Toto nastavení ovlivňuje kartu Odeslat a všechna pole související se zůstatkem.
de_de: Diese Einstellung betrifft den "Senden"-Tab und alle Betragsfelder.
hu_hu: Ez a beállítás a Küldés lapot, valamint az összes egyenleggel kapcsolatos mezőt módosítja.

source: This summary covers only on-chain transactions (no lightning!). Capital gains are computed by attaching an acquisition price to each UTXO in the wallet, and uses the order of blockchain events (not FIFO).
cs_cz: Tento přehled zahrnuje pouze on-chain transakce (ne lightning!). Kapitálové zisky se počítají tak, že se ke každému UTXO v peněžence připojí pořizovací cena, a používají se pořadí událostí v blockchainu (nikoli FIFO).
de_de: Diese Zusammenfassung deckt nur On-Chain-Transaktionen ab (kein Lightning!). Kapitalgewinne werden berechnet, indem jedem UTXO im Geldbörse ein Kaufpreis zugeordnet wird, und es wird die Reihenfolge der Blockchain-Ereignisse (nicht FIFO) verwendet.
hu_hu: Ez az összefoglaló csak a blokkláncon lévő tranzakciókra vonatkozik (Lightning nélkül!). A tőkenyereség kiszámítása úgy történik, hogy a tárcában lévő, minden egyenleggel rendelkező kimeneti címhez egy beszerzési árat rendelünk, és a blokklánc eseményeinek sorrendjét használjuk (nem FIFO).

source: This transaction has {} change outputs.
cs_cz: Tato transakce má {} change výstupů.
de_de: Diese Transaktion hat {} Änderungsausgaben.
hu_hu: Ehhez a tranzakcióhoz {} visszajáró kimenet tartozik.

source: This transaction is not saved. Close anyway?
cs_cz: Tato transakce není uložena, opravdu chcete ukončit?
de_de: Die Transaktion wurde nicht gespeichert. Trotzdem schließen?
hu_hu: Ez a tranzakció nincs elmentve. Biztosan bezárod?

source: This transaction is only available on your local machine. The currently connected server does not know about it. You can either broadcast it now, or simply remove it.
cs_cz: Tato transakce je k dispozici pouze na lokálním počítači. Aktuálně připojený server o ní neví. Můžete ji nyní vyslat, nebo ji jednoduše odebrat.
de_de: Diese Transaktion ist nur auf Ihrem lokalen Rechner verfügbar. Der aktuell verbundene Server hat darüber keine Informationen. Sie können sie entweder jetzt senden oder einfach entfernen.
hu_hu: Ez a tranzakció csak a te gépeden létezik. A jelenleg csatlakozott szerver nem tud róla. Kiküldheted most, vagy egyszerűen törölheted.

source: This transaction requires a higher fee, or it will not be propagated by your current server.
cs_cz: Tato transakce vyžaduje vyšší poplatek, jinak ji váš aktuální server nebude šířit.
de_de: Die Transaktion erfordert eine höhere Gebühr, sonst wird sie von Ihrem aktuellen Server nicht versendet.
hu_hu: A tranzakciónak egy magasabb díjat kell megadni, különben a jelenlegi szerver nem fogja továbbítani.

source: This transaction will send funds to a submarine swap.
cs_cz: Tato transakce pošle prostředky do submarine swapu.
de_de: Durch diese Transaktion werden Gelder an eine Submarine-Swap geschickt.

source: This transaction will spend unconfirmed coins.
cs_cz: Tato transakce utratí neověřené mince.
de_de: Bei dieser Transaktion werden unbestätigte Münzen ausgegeben.
hu_hu: Ez a tranzakció még nem megerősített érméket is elkölt.

source: This type of script is not supported with {}
cs_cz: Tento typ skriptu nepodporuje {}
de_de: Dieser Skripttyp wird mit {} nicht unterstützt.
hu_hu: Ezt a szkript típust nem támogatja a {}

source: This version supports a maximum of {} characters.
cs_cz: Tato verze podporuje maximálně {} znaků.
de_de: Diese Version unterstütz maximal {} Zeichen.
hu_hu: Ez a verzió maximum {} karakter támogat.

source: This wallet has no seed
cs_cz: Tato peněženka nemá žádný seed
de_de: Diese Geldbörse hat keinen Seed
hu_hu: Ennek a pénztárcának nincs magja

source: This wallet is already registered with TrustedCoin.
cs_cz: Tato peněženka je již registrována na TrustedCoin.
de_de: Diese Geldbörse ist bereits bei TrustedCoin registriert.
hu_hu: Ez a tárca már regisztrálva van a TrustedCoinnal.

source: This wallet is protected by TrustedCoin's two-factor authentication.
cs_cz: Tato peněženka je chráněna dvoufaktorovým ověřením TrustedCoin.
de_de: Diese Börse wird durch TrustedCoins Zwei-Faktor-Authentifizierung geschützt.
hu_hu: Ezt a tárcát a TrustedCoin kétlépcsős hitelesítése védi.

source: This wallet is watching-only.
cs_cz: Tato peněženka je pouze pro prohlížení.
de_de: Diese Geldbörse ist nur lesend nutzbar.
hu_hu: Ez egy figyelő-tárca.

source: This wallet was restored from seed, and it contains two master private keys.
cs_cz: Tato peněženka byla obnovena ze seedu a obsahuje dva hlavní soukromé klíče.
de_de: Diese Börse wurde von der Seed wiederhergestellt und enthält zwei der drei privaten Generalschlüssel.
hu_hu: Ez a pénztárca magból volt visszaállítva, és két titkos mesterkulcsot is tartalmaz.

source: This will send {}?
cs_cz: Toto odešle {}?
de_de: Dies wird {} senden?
hu_hu: Ez küld: {}?

source: This {} is not initialized. Use manufacturer tooling to initialize the device.
cs_cz: {} není inicializováno. K inicializaci zařízení použijte nástroje výrobce.
de_de: Dieses {} ist nicht initialisiert. Verwenden Sie Herstellertools, um das Gerät zu initialisieren.
hu_hu: Ez a(z) {} nincs inicializálva. Használd a gyártó eszközeit az eszköz inicializálásához.

source: Timeout
cs_cz: Časový limit

source: To
cs_cz: Komu
de_de: An
hu_hu: Befejező dátum

source: To cancel, briefly touch the blinking light or wait for the timeout.
cs_cz: Pro zrušení stiskněte krátce blikající světlo nebo počkejte na vypršení časového limitu.
de_de: Um abzubrechen, drücken Sie kurz auf das blinkende Licht oder warten Sie auf die Zeitüberschreitung.
hu_hu: A megszakításhoz érintsd meg rövid ideig a villogó fényt, vagy várd meg, amíg lejár.

source: To cancel, briefly touch the light or wait for the timeout.
cs_cz: Pro zrušení se krátce dotkněte světla nebo počkejte na vypršení časového limitu.
de_de: Um abzubrechen, drücken Sie kurz auf das Licht oder warten Sie auf die Zeitüberschreitung.
hu_hu: A megszakításhoz érintsd meg rövid ideig a fényt, vagy várd meg, amíg lejár.

source: To channel
cs_cz: Do kanálu
de_de: Zum Kanal
hu_hu: Erre a csatornára:

source: To continue, touch the Digital Bitbox's blinking light for 3 seconds.
cs_cz: Pro pokračování se dotkněte blikajícího světla Digital Bitboxu na 3 sekundy.
de_de: Um fortzufahren, drücken Sie 3 Sekunden lang auf das blinkende Licht.
hu_hu: A folytatáshoz érintsd meg a Digital Bitbox villogó fényét 3 másodpercig.

source: To continue, touch the Digital Bitbox's light for 3 seconds.
cs_cz: Pro pokračováná se dotkněte světla Digital Bitboxu na 3 sekundy.
de_de: Um fortzufahren, drücken Sie 3 Sekunden lang auf das Licht.
hu_hu: A folytatáshoz érintsd meg a Digital Bitbox fényét 3 másodpercig.

source: To create a recovery plan, enter a recipient and a cancellation time window
cs_cz: Chcete-li vytvořit plán obnovy, zadejte příjemce a časové okno pro zrušení

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
cs_cz: Pro vytvoření spotřební peněženky, zadejte hlavní soukromý klíč (xprv/yprv/zprv).
de_de: Um eine vollständige Börse zu erzeugen, geben Sie einen privaten Generalschlüssel (xprv, yprv oder zprv) ein.
hu_hu: Költő pénztárca létrehozásához írj be egy titkos mesterkulcsot (xprv/yprv/zprv).

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
cs_cz: Pro vytvoření peněženky pouze pro prohlížení, zadejte hlavní veřejný klíč (xpub/ypub/zpub).
de_de: Um eine nur-lesende Börse zu erzeugen, geben Sie einen öffentlichen Hauptschlüssel (xpub, ypub oder zpub) ein.
hu_hu: Figyelő-tárca létrehozásához írj be egy nyilvános mesterkulcsot (xpub/ypub/zpub).

source: To decrypt the secret, you need to overlay the two films, then your secret will become visible.
cs_cz: Pro dešifrování tajného kódu, musíte oba filmy překrýt, pak bude vaše tajemství viditelné.

source: To encrypt a secret, you must first create or load a noise file.
cs_cz: Chcete-li zašifrovat tajný kód, nejprve vytvořte nebo načtěte soubor se šumem.
de_de: Um ein Geheimnis zu verschlüsseln, müssen Sie zunächst eine Noise-Datei erstellen oder laden.
hu_hu: Egy szöveg titkosításához, először hozz létre vagy töltsd be egy zajfájlt.

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
cs_cz: Chcete-li nám pomoci diagnostikovat a opravit problém, můžete nám zaslat zprávu o chybě, která obsahuje užitečné informace pro ladění:
de_de: Um uns bei der Fehlersuche und -behebung zu unterstützen, können Sie uns eine Fehlermeldung mit nützlichen Fehlerinformationen senden:
hu_hu: Ha szeretnél segíteni a hiba kijavításában, elküldhetsz egy hibajelentést, ami hasznos információkat tartalmaz a problémáról:

source: To install this plugin, please enter your plugin authorization password
cs_cz: Chcete-li nainstalovat tento plugin, zadejte prosím heslo pro autorizaci pluginu

source: To make sure that you have properly saved your seed, please retype it here.
cs_cz: Pro ověření, že jste správně uložili seed, napište jej ještě jednou sem.
de_de: Um sicherzugehen daß Sie den Seed tatsächlich gesichert haben, bitte hier erneut eingeben.
hu_hu: Írd be ide újra a magot, hogy megbizonyosodhass róla, hogy megfelelően leírtad.

source: To prevent that, please save this channel backup.
cs_cz: Chcete-li tomu zabránit, uložte prosím zálohu tohoto kanálu.
de_de: Um das zu vermeiden, speichern Sie bitte dieses Kanal-Backup.
hu_hu: Ennek megelőzősére, mentsd le ezt a csatorna biztonsági mentést.

source: To prevent that, you should save a backup of your wallet on another device.
cs_cz: Chcete-li tomu zabránili, měli byste si uložit zálohu peněženky na jiné zařízení.
de_de: Um das zu vermeiden, sollten Sie ein Backup Ihrer Geldbörse auf einem anderen Gerät speichern.
hu_hu: Ennek megelőzésére, fontos átmásolnod a tárca biztonsági mentését egy másik eszközre.

source: To see the list, press and hold the Receive button.
cs_cz: Pro zobrazení seznamu stiskněte a podržte tlačítko Přijmout/Obdržet.
de_de: Um die Liste anzuzeigen, halten Sie die Empfangstaste gedrückt.
hu_hu: A lista megtekintéséhez, nyomd meg és tartsd úgy a Fogadás gombot.

source: To set it you can also use the Auto-Setup or run the following terminal command
cs_cz: Pro nastavení můžete také použít automatické nastavení nebo spustit následující na příkazové řádce

source: To set the amount to 'max', use the '!' special character.
cs_cz: Chcete-li nastavit částku na "max", použijte speciální znak "!".
de_de: Um den Betrag auf "Max" zu setzen, benutzen Sie das '!'-Zeichen.
hu_hu: Az összeg maximálisra állításához, használd a "!" speciális karaktert.

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
cs_cz: Aby se trochu ochránilo vaše soukromí, Electrum se snaží vytvořit výdaj s podobnou přesností jako u jiných výstupů.
de_de: Um Ihre Privatsphäre zu schützen, versucht Electrum Wechselgeldanteile mit der gleichen Präzision wie die anderen Ausgänge zu erstellen.
hu_hu: Az anonimitásod növelése érdekében az Electrum megpróbálja a visszajáró összeget úgy alakítani, hogy annak a pontossága hasonló legyen a többi kimenethez.

source: Too few QR codes detected.
cs_cz: Zjištěno příliš málo QR kódů.
de_de: Zu wenige QR-Codes erkannt.
hu_hu: Túl kevés QR-kód érzékelve.

source: Too long passphrase ({} > 50 chars).
cs_cz: Příliš dlouhá bezpečnostní fráze ({}> 50 znaků).
de_de: Passphrase ist zu lange ({} > 50 Zeichen).
hu_hu: Túl hosszú kulcsszöveg (max: 50 karakter, jelenleg: {}).

source: Too many QR codes detected.
cs_cz: Zjištěno příliš mnoho QR kódů.
de_de: Zu viele QR-Codes erkannt.
hu_hu: Túl sok QR-kód érzékelve.

source: Too short.
cs_cz: Příliš krátké.
de_de: Zu kurz.
hu_hu: Túl rövid.

source: Total fee
cs_cz: Celkový poplatek
de_de: Gesamtgebühr
hu_hu: Összes díj

source: Total feerate
cs_cz: Celková sazba poplatku
de_de: Gebührenrate insgesamt
hu_hu: Összes egységdíj

source: Total received
cs_cz: Celkem přijato
de_de: Insgesamt erhalten
hu_hu: Összes fogadott

source: Total sent
cs_cz: Celkem odesláno
de_de: Insgesamt gesendet
hu_hu: Összes küldött

source: Total size
cs_cz: Celková velikost
de_de: Gesamtgröße
hu_hu: Teljes méret

source: Total swap costs are insane.
cs_cz: Celkové náklady na swap jsou šílené.

source: Transaction
cs_cz: Transakce
de_de: Transaktion
hu_hu: Tranzakció

source: Transaction ID
cs_cz: ID Transakce
de_de: Transaktions-ID
hu_hu: Tranzakció azonosító

source: Transaction ID:
cs_cz: ID Transakce:
de_de: Transaktions-ID
hu_hu: Tranzakció azonosító:

source: Transaction added to wallet history.
cs_cz: Transakce byla přidána do historie peněženky.
de_de: Transaktion wurde im Verlauf gespeichert.
hu_hu: Tranzakció hozzáadva a pénztárca előzményeihez.

source: Transaction already in history or not yet signed.
cs_cz: Transakce je již v historii nebo ještě není podepsána.
de_de: Transaktion bereits im Verlauf oder noch nicht unterzeichnet.
hu_hu: A tranzakció már szerepel az előzményeknél vagy még nincs aláírva.

source: Transaction could not be broadcast due to dust outputs. Some of the outputs are too small in value, probably lower than 1000 satoshis. Check the units, make sure you haven't confused e.g. mBTC and BTC.
cs_cz: Transakce nemohla být vysílána kvůli prachovým výstupům. Některé výstupy mají příliš malou hodnotu, pravděpodobně nižší než 1000 satoshis. Zkontrolujte jednotky, zda jste nezaměnili např. mBTC a BTC.
de_de: Transaktion konnte aufgrund von Dust-Ausgängen nicht gesendet werden. Einige Ausgänge waren zu klein, vermutlich weniger als 1000 Satoshis. Prüfen Sie, ob Sie die richtigen Einheiten verwendet haben (z.B. BTC statt mBTC).
hu_hu: A tranzakció nem küldhető ki, maradékos kimenetek miatt. Valamelyik kimenet túl alacsony összegű, valószínűleg kevesebb mint 1000 satoshi. Ellenőrizd a mértékegységeket, esetleg összekeverhetted pl. a BTC-t és mBTC-t.

source: Transaction could not be saved.
cs_cz: Transakci se nepodařilo uložit.
de_de: Transaktion konnte nicht gespeichert werden.
hu_hu: A tranzakció nem menthető el.

source: Transaction exported successfully
cs_cz: Transakce byla úspěšně exportována
de_de: Transaktion erfolgreich exportiert
hu_hu: Tranzakció sikeresen exportálva

source: Transaction is final
cs_cz: Transakce je dokončena
de_de: Transaktion ist endgültig
hu_hu: A tranzakció végleges

source: Transaction is too large in size.
cs_cz: Transakce je příliš velká.
de_de: Die Transaktionsgröße ist zu hoch.
hu_hu: A tranzakció mérete túl nagy.

source: Transaction is unrelated to this wallet.
cs_cz: Transakce s touto peněženkou nesouvisí.
de_de: Transaktion ohne Bezug zu Ihrer Börse.
hu_hu: A tranzakció nem ehhez a tárcához tartozik.

source: Transaction not found.
cs_cz: Transakce nenalezena.
de_de: Transaktion nicht gefunden.
hu_hu: A tranzakció nem található.

source: Transaction to join with
cs_cz: Transakce na spojení s
de_de: Transaktion, mit der verbunden werden soll
hu_hu: Összekapcsolás ezzel a tranzakcióval

source: Transaction to merge signatures from
cs_cz: Transakce, ze které se mají sloučit podpisy
de_de: Transaktion von der Unterzeichnungen zusammengeführt werden sollen
hu_hu: Aláírások egyesítése ebből a tranzakcióból

source: Transaction unrelated to your wallet
cs_cz: Transakce nesouvisí s Vaší peněženkou
de_de: Transaktion ohne Bezug zu Ihrer Geldbörse
hu_hu: A tranzakció nem tartozik a pénztárcádhoz

source: Transaction uses non-standard version.
cs_cz: Transakce používá nestandardní verzi.
de_de: Die Transaktion nutzt eine nicht standardisierte Version.
hu_hu: A tranzakció egy nem szabványos verziót használ.

source: Transaction:
cs_cz: Transakce:
de_de: Transaktion:
hu_hu: Tranzakció:

source: Trezor Matrix Recovery
cs_cz: Obnovení matice Trezoru
de_de: Trezor Wiederherstellungsmatrix
hu_hu: Trezor mátrix helyreállítás

source: Trezor Setup
cs_cz: Nastavení Trezoru
de_de: Trezor Einrichtung
hu_hu: Trezor beállítása

source: True
cs_cz: Ano
de_de: Wahr
hu_hu: Igen

source: TrustedCoin (2FA) batch fee
cs_cz: Dávkový poplatek TrustedCoin (2FA)
de_de: TrustedCoin (2FA)-Batch-Gebühr
hu_hu: TrustedCoin (kétlépcsős) kötegelt díj

source: TrustedCoin (2FA) fee for the next batch of transactions
cs_cz: Poplatek TrustedCoin (2FA) pro další dávku transakcí
de_de: TrustedCoin (2FA) Gebühr für den nächsten Satz Transaktionen
hu_hu: TrustedCoin (kétlépcsős) díj a következő köteg tranzakcióhoz

source: TrustedCoin Information
cs_cz: Informace o TrustedCoin
de_de: TrustedCoin Informationen
hu_hu: TrustedCoin információ
