Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

# SendDialog|
source: Scan an Invoice, an Address, an LNURL-pay or a PSBT
cs_cz: Skenujte fakturu, adresu, LNURL-pay, nebo PSBT
de_de: Scannen Sie eine Rechnung, eine Adresse, eine LNURL-Zahlung oder ein PSBT

# SendDialog|
source: Paste
cs_cz: Vložit
de_de: Einfügen
hu_hu: Beillesztés

# ServerConfig|
source: Connection mode
cs_cz: Režim připojení

# ServerConfig|
source: Servers
cs_cz: Servery
de_de: Server
hu_hu: Szerverek

# ServerConfig|
source: Connected @%1
cs_cz: Připojen @%1
de_de: Verbunden @%1
hu_hu: Csatlakozva: @%1

# ServerConfig|
source: Connected
cs_cz: Připojeno
de_de: Verbunden
hu_hu: Csatlakozva

# ServerConfig|
source: Other known servers
cs_cz: Další známé servery
de_de: Andere bekannte Server
hu_hu: További ismert szerverek

# ServerConfigDialog|
source: Server settings
cs_cz: Nastavení serveru
de_de: Servereinstellungen
hu_hu: Szerver beállítások

# ServerConnectModeComboBox|
source: Auto-connect
cs_cz: Automatické připojení

# ServerConnectModeComboBox|
source: Manual server selection
cs_cz: Ruční výběr serveru

# ServerConnectModeComboBox|
source: Connect only to a single server
cs_cz: Připojte se pouze k jednomu serveru

# ServerConnectWizard|
source: Network configuration
cs_cz: Konfigurace sítě
de_de: Netzwerkkonfiguration
hu_hu: Hálózati beállítások

# ServerConnectWizard|
source: Next
cs_cz: Další
de_de: Weiter
hu_hu: Következő

# SignVerifyMessageDialog|
source: Sign/Verify Message
cs_cz: Podepsat/Ověřit zprávu
de_de: Nachricht signieren/verifizieren
hu_hu: Üzemet Aláírása/Ellenőrzése

# SignVerifyMessageDialog|
source: Address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím

# SignVerifyMessageDialog|
source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet

# SignVerifyMessageDialog|
source: Signature
cs_cz: Podpis
de_de: Signatur
hu_hu: Aláírás

# SignVerifyMessageDialog|
source: Valid!
cs_cz: Platné!
de_de: Gültig!
hu_hu: Érvényes!

# SignVerifyMessageDialog|
source: Invalid!
cs_cz: Neplatné!
de_de: Ungültig!
hu_hu: Érvénytelen!

# SignVerifyMessageDialog|
source: Message signature
cs_cz: Podpis zprávy
de_de: Nachrichtensignatur
hu_hu: Üzenet aláírása

# SignVerifyMessageDialog|
source: Sign
cs_cz: Podepsat
de_de: Signieren
hu_hu: Aláírás

# SignVerifyMessageDialog|
source: Verify
cs_cz: Ověřit
de_de: Verifizieren
hu_hu: Ellenőrzés

# SwapDialog|
source: You send
cs_cz: Odesíláte
de_de: Sie senden
hu_hu: Küldesz

# SwapDialog|
source: You receive
cs_cz: Získáváš
de_de: Sie erhalten
hu_hu: Kapsz

# SwapDialog|
source: Server fee
cs_cz: Poplatek serveru
de_de: Server-Gebühr
hu_hu: Szerver díj

# SwapDialog|
source: Mining fee
cs_cz: Poplatek za těžbu
de_de: Mining-Vergütung
hu_hu: Bányászat díja

# SwapDialog|
source: Add receiving capacity
cs_cz: Přidat kapacitu pro obdržení plateb
de_de: Empfangskapazität hinzufügen
hu_hu: Fogadó kapacitás hozzáadása

# SwapDialog|
source: Add sending capacity
cs_cz: Přidat kapacitu pro odesílání
de_de: Sendekapazität hinzufügen
hu_hu: Küldő kapacitás hozzáadása

# SwapDialog|
source: Choose swap provider
cs_cz: Zvolte poskytovatele swapu

# SwapDialog|
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
hu_hu: Mégsem

# SwapDialog|
source: Success!
cs_cz: Úspěch!
de_de: Erfolgreich!
hu_hu: Sikeres!

# SweepDialog|
source: Sweep private keys
cs_cz: Sweep soukromé klíče
de_de: Private Schlüssel entleeren
hu_hu: Begyűjtés titkos kulcsokról

# SweepDialog|
source: Error: invalid private key(s)
cs_cz: Chyba: neplatný soukromý klíč(e)
hu_hu: Hiba: érvénytelen titkos kulcs(ok)

# SweepDialog|
source: Enter the list of private keys to sweep into this wallet
cs_cz: Zadejte seznam soukromých klíčů pro sweep do této peněženky
hu_hu: Add be a titkos kulcsokat a tárcádba való begyűjtéshez

# SweepDialog|
source: This will create a transaction sending all funds associated with the private keys to the current wallet
cs_cz: Tím se vytvoří transakce, která odešle všechny prostředky spojené se soukromými klíči do aktuální peněženky
hu_hu: Ez létrehoz egy tranzakciót ami a titkos kulcsokhoz tartózó összes fedezetet átküldi a jelenlegi tárcába

# SweepDialog|
source: WIF keys are typed in Electrum, based on script type.
cs_cz: Klíče WIF se zadávají do programu Electrum na základě typu skriptu.
de_de: WIF-Schlüssel sind in Electrum basierend auf dem Skripttyp typisiert.
hu_hu: A WIF kulcsoknak az Electrumban típusai vannak, amik a script típustól függenek.

# SweepDialog|
source: A few examples
cs_cz: Několik příkladů
de_de: Ein paar Beispiele
hu_hu: Néhány példa

# SweepDialog|
source: Scan a private key
cs_cz: Skenovat soukromý klíč
hu_hu: Titkos titkos kulcs beolvasása

# TermsOfUseWizard|
source: Next
cs_cz: Další
de_de: Weiter
hu_hu: Következő

# TxDetails|
source: On-chain Transaction
cs_cz: On-chain transakce
de_de: On-Chain-Transaktion
hu_hu: Tranzakció a blokkláncon

# TxDetails|
source: Transaction is unrelated to this wallet.
cs_cz: Transakce s touto peněženkou nesouvisí.
de_de: Transaktion ohne Bezug zu Ihrer Börse.
hu_hu: A tranzakció nem ehhez a tárcához tartozik.

# TxDetails|
source: This transaction has been replaced or removed and is no longer valid
cs_cz: Tato transakce byla nahrazena nebo odebrána a již není platná

# TxDetails|
source: This transaction is still unconfirmed.
cs_cz: Tato transakce je stále nepotvrzená.
de_de: Diese Transaktion ist noch unbestätigt.
hu_hu: Ez a tranzakció még nincs megerősítve.

# TxDetails|
source: You can bump its fee to speed up its confirmation, or cancel this transaction.
cs_cz: Můžete zvýšit její poplatek, abyste urychlili její potvrzení, nebo tuto transakci zrušit.
de_de: Sie können die Gebühr erhöhen, um die Bestätigung zu beschleunigen, oder diese Transaktion stornieren.
hu_hu: A megerősítés gyorsításához megnövelheted a díját, vagy törölheted is a tranzakciót.

# TxDetails|
source: You can bump its fee to speed up its confirmation.
cs_cz: Můžete zvýšit její poplatek, abyste urychlili její potvrzení.
de_de: Sie können die Gebühr erhöhen, um die Bestätigung zu beschleunigen.
hu_hu: A megerősítés gyorsításához megnövelheted a díját.

# TxDetails|
source: This transaction is local to your wallet and locked for the next %1 blocks.
cs_cz: Tato transakce je lokální pro vaši peněženku a je uzamčena na příštích %1 bloků.
de_de: Diese Transaktion findet lokal in Ihrer Geldbörse statt und ist für die nächsten %1 Blöcke gesperrt.
hu_hu: Ez a tranzakció helyi a tárcádban és a következő %1 blokkig zárolva van.

# TxDetails|
source: This transaction is local to your wallet. It has not been published yet.
cs_cz: Tato transakce je lokální pro vaši peněženku. Ještě nebyla zveřejněna.
de_de: Diese Transaktion findet lokal in Ihrer Geldbörse statt. Es wurde noch nicht veröffentlicht.
hu_hu: Ez a tranzakció csak helyileg van meg a tárcádban. Nincs még publikálva.

# TxDetails|
source: This transaction is not fully signed and can be signed by this wallet.
cs_cz: Tato transakce není plně podepsána a může být podepsána touto peněženkou.
de_de: Diese Transaktion ist nicht vollständig signiert und kann von dieser Geldbörse signiert werden.
hu_hu: A tranzakció nincs teljesen aláírva és ez a tárca alá tudja írni.

# TxDetails|
source: This transaction is not fully signed.
cs_cz: Tato transakce není plně podepsána.
de_de: Diese Transaktion ist nicht vollständig signiert.
hu_hu: A tranzakció nincs teljesen aláírva.

# TxDetails|
source: Present this transaction to the signing wallet.
cs_cz: Předložte tuto transakci podpisové peněžence.
de_de: Präsentieren Sie diese Transaktion der signierenden Geldbörse.
hu_hu: Juttasd el ezt a tranzakciót az aláíró tárcához.

# TxDetails|
source: Present this transaction to the next cosigner.
cs_cz: Předložte tuto transakci dalšímu spolupodepisovateli.
de_de: Präsentieren Sie diese Transaktion dem nächsten Mitunterzeichner.
hu_hu: Juttasd el ezt a tranzakciót az következő társ-aláíróhoz.

# TxDetails|
source: Amount received onchain
cs_cz: Částka přijatá on-chain
de_de: On-Chain erhaltener Betrag
hu_hu: A blokkláncon fogadott összeg

# TxDetails|
source: Amount sent onchain
cs_cz: Částka odeslaná on-chain
de_de: On-Chain gesendeter Betrag
hu_hu: A blokkláncon küldött összeg

# TxDetails|
source: Amount received in channels
cs_cz: Přijatá částka v kanálech
de_de: In Kanälen erhaltene Menge
hu_hu: A csatornákon keresztül fogadott összeg

# TxDetails|
source: Amount withdrawn from channels
cs_cz: Částka vybraná z kanálů
de_de: Betrag aus Kanälen bezogen
hu_hu: Csatornákból lehívott összegek

# TxDetails|
source: Transaction fee
cs_cz: Transakční poplatek
de_de: Transaktionsgebühr
hu_hu: Tranzakciós díj

# TxDetails|
source: Transaction fee rate
cs_cz: Sazba poplatku za transakci
de_de: Transaktionsgebührensatz
hu_hu: Tranzakció egységdíja

# TxDetails|
source: Status
cs_cz: Stav
hu_hu: Állapot

# TxDetails|
source: Mempool depth
cs_cz: Hloubka mempoolu
de_de: Mempool-Tiefe
hu_hu: Mempool mérete

# TxDetails|
source: Date
cs_cz: Datum
de_de: Datum
hu_hu: Dátum

# TxDetails|
source: Label
cs_cz: Štítek
de_de: Beschreibung
hu_hu: Címke

# TxDetails|
source: Technical properties
cs_cz: Technické vlastnosti
de_de: Technische Eigenschaften
hu_hu: Technikai tulajdonságok

# TxDetails|
source: Mined at
cs_cz: Vytěženo
de_de: Abgebaut bei
hu_hu: Kibányászva:

# TxDetails|
source: Transaction ID
cs_cz: ID Transakce
de_de: Transaktions-ID
hu_hu: Tranzakció azonosító

# TxDetails|
source: Inputs (%1)
cs_cz: Vstupy (%1)
de_de: Eingänge (%1)
hu_hu: Bementek (%1)

# TxDetails|
source: Outputs (%1)
cs_cz: Výstupy (%1)
de_de: Ausgänge (%1)
hu_hu: Kimenetek (%1)

# TxDetails|
source: Bump fee...
cs_cz: Navýšit poplatek...

# TxDetails|
source: Cancel Tx...
cs_cz: Zrušit transakci...

# TxDetails|
source: Sign...
cs_cz: Podepsat...

# TxDetails|
source: Sign
cs_cz: Podepsat
de_de: Signieren
hu_hu: Aláírás

# TxDetails|
source: Confirm signing transaction despite warnings?
cs_cz: Potvrdit podpis transakce i přes varování?
de_de: Unterzeichnungstransaktion trotz Warnungen bestätigen?
hu_hu: A figyelmeztetések ellenére aláírod a tranzakciót?

# TxDetails|
source: Broadcast
cs_cz: Vysílání
de_de: Übertragen
hu_hu: Kiküldés

# TxDetails|
source: Share...
cs_cz: Sdílet...

# TxDetails|
source: This transaction is fully signed, but can only be broadcast after %1 blocks.
cs_cz: Tato transakce je plně podepsána, ale lze ji vyslat až po %1 blocích.
de_de: Diese Transaktion ist vollständig signiert, kann aber erst nach %1 Blöcken gesendet werden.
hu_hu: Ez a tranzakció teljesen aláírt, de csak %1 blokk után küldhető ki.

# TxDetails|
source: This transaction is fully signed, but has not been broadcast yet.
cs_cz: Tato transakce je plně podepsána, ale zatím nebyla vyslána.
de_de: Diese Transaktion ist vollständig unterzeichnet, wurde jedoch noch nicht veröffentlicht.
hu_hu: Ez a tranzakció teljesen aláírt, de még nem került kiküldésre.

# TxDetails|
source: This transaction should be signed. Present this QR code to the signing device
cs_cz: Tato transakce by měla být podepsána. Předložte tento QR kód podepisovacímu zařízení
de_de: Diese Transaktion sollte unterzeichnet werden. Präsentieren Sie diesen QR-Code dem Signiergerät
hu_hu: Ezt a tranzakciót még alá kell írni. Olvasd le a QR-kódot az aláíró eszközön

# TxDetails|
source: Note: this wallet can sign, but has not signed this transaction yet
cs_cz: Poznámka: tato peněženka dokáže podepsat, ale tuto transakci ještě nepodepsala
de_de: Hinweis: Diese Geldbörse kann signieren, hat diese Transaktion jedoch noch nicht signiert
hu_hu: Megjegyzés: ez a tárca képes aláírásra, de ez a tranzakció még nincs aláírva

# TxDetails|
source: Transaction is partially signed by this wallet. Present this QR code to the next co-signer
cs_cz: Transakce je částečně podepsána touto peněženkou. Předložte tento QR kód dalšímu spolupodepisovateli
de_de: Die Transaktion wird teilweise von dieser Geldbörse signiert. Präsentieren Sie diesen QR-Code dem nächsten Mitunterzeichner
hu_hu: A tranzakció részben alá van írva ezzel a tárcával. Olvasd be a QR-kódot a következő társ-aláírónál

# TxDetails|
source: Save
cs_cz: Uložit
de_de: Speichern
hu_hu: Mentés

# TxDetails|
source: Remove...
cs_cz: Odebrat...

# TxDetails|
source: Transaction added to wallet history.
cs_cz: Transakce byla přidána do historie peněženky.
de_de: Transaktion wurde im Verlauf gespeichert.
hu_hu: Tranzakció hozzáadva a pénztárca előzményeihez.

# TxDetails|
source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
cs_cz: Poznámka: Toto je offline transakce, pokud chcete, aby ji síť viděla, musíte ji odvysílat.
de_de: Hinweis: Dies ist eine Offline-Transaktion. Wenn sie ausgeführt werden soll, müssen Sie "Übertragen" wählen.
hu_hu: Ne feledd: ez egy offline tranzakció. Ahhoz, hogy mások is láthassák, el kell küldened.

# TxDetails|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# TxDetails|
source: Transaction was broadcast successfully
cs_cz: Transakce byla odvysílána úspěšně
de_de: Die Transaktion wurde erfolgreich übertragen
hu_hu: Tranzakció sikeresen kiküldve

# TxDetails|
source: Broadcast of transaction failed
cs_cz: Vysílání transakce selhalo

# TxDetails|
source: Transaction fee updated.
cs_cz: Transakční poplatek aktualizován.
de_de: Transaktionsgebühr aktualisiert.
hu_hu: Tranzakciós díj frissítve

# TxDetails|
source: You still need to sign and broadcast this transaction.
cs_cz: Stále je zapotřebí, abyste podepsali a vyslali tuto transakci.
de_de: Sie müssen diese Transaktion noch unterzeichnen und übertragen.
hu_hu: Ezt a tranzakciót még alá kell írnod és kiküldeni.

# TxDetails|
source: CPFP fee bump transaction created.
cs_cz: Vytvořena transakce CPFP pro navýšení poplatku.
de_de: CPFP-Gebührenerhöhungstransaktion erstellt.
hu_hu: Díjfizetés másodlagos tranzakcióval tranzakciója létrehozva.

# TxDetails|
source: Cancel transaction created.
cs_cz: Zrušit vytvořenou transakci.
de_de: Stornieren Sie die erstellte Transaktion.
hu_hu: Törlő tranzakció létrehozva.

# TxInput|
source: mine
cs_cz: moje

# TxInput|
source: accounting
cs_cz: účetní

# TxInput|
source: unknown amount
cs_cz: neznámá částka
de_de: Unbekannter Betrag
hu_hu: ismeretlen összeg

# TxInput|
source: address unknown
cs_cz: neznámá adresa
de_de: Adresse unbekannt
hu_hu: cím ismeretlen

# TxOutput|
source: reserve
cs_cz: rezerva

# TxOutput|
source: accounting
cs_cz: účetní

# TxOutput|
source: mine
cs_cz: moje

# TxOutput|
source: billing
cs_cz: placení

source: Tx Output
cs_cz: Výstup transakce
de_de: Tx-Ausgabe
hu_hu: Tranzakció kimenet

# WCConfirmExt|
source: Please enter your custom word(s) a second time:
cs_cz: Zadejte prosím vaše vlastní slov(o/a) podruhé:

# WCConfirmExt|
source: Enter your custom word(s) here
cs_cz: Sem zadejte vlastní slov(o/a)

# WCConfirmSeed|
source: Your seed is important!
cs_cz: Váš seed je důležitý!
de_de: Der Seed ist wichtig!
hu_hu: A mag nagyon fontos!

# WCConfirmSeed|
source: If you lose your seed, your money will be permanently lost.
cs_cz: Pokud ztratíte váš seed, vaše prostředky budou nenávratně ztraceny.
de_de: Wenn Sie die Seed verlieren, ist das Geld für immer verloren.
hu_hu: Ha elveszíted a magot, akkor a tárcában lévő összes pénz véglegesen elveszik.

# WCConfirmSeed|
source: To make sure that you have properly saved your seed, please retype it here.
cs_cz: Pro ověření, že jste správně uložili seed, napište jej ještě jednou sem.
de_de: Um sicherzugehen daß Sie den Seed tatsächlich gesichert haben, bitte hier erneut eingeben.
hu_hu: Írd be ide újra a magot, hogy megbizonyosodhass róla, hogy megfelelően leírtad.

# WCConfirmSeed|
source: Confirm your seed (re-enter)
cs_cz: Potvrďte svůj seed (zadejte jej znovu)
de_de: Bestätigen Sie Ihren Seed (erneut eingeben)
hu_hu: Mag jóváhagyása (írd be)

# WCConfirmSeed|
source: Enter your seed
cs_cz: Zadejte svůj seed
de_de: Geben Sie Ihren Seed ein
hu_hu: Írd be a magot

# WCCosignerKeystore|
source: Here is your master public key. Please share it with your cosigners
cs_cz: Zde je váš hlavní veřejný klíč. Sdílejte jej prosím se svými spolupodepisovateli.
de_de: Dies ist Ihr öffentlicher Generalschlüssel. Bitte teilen Sie ihn mit Ihren Mitunterzeichner.
hu_hu: Ez a nyilvános mesterkulcsod. Oszd meg a társ-aláírókkal

# WCCosignerKeystore|
source: Master public key
cs_cz: Hlavní veřejný klíč
de_de: Öffentlicher Generalschlüssel
hu_hu: Nyilvános mesterkulcs

# WCCosignerKeystore|
source: Add cosigner #%1 of %2 to your multi-sig wallet
cs_cz: Přidejte spolupodepisovatele č. %1 z(e) %2 do vaší multi-sig peněženky
de_de: Mitunterzeichner #%1 von %2 zur Multisignaturbörse hinzufügen
hu_hu: #%1/%2 társ-aláíró hozzáadása a társ-aláírós tárcához

# WCCosignerKeystore|
source: Cosigner key
cs_cz: Klíč spolupodepisovatele
de_de: Mitunterzeichner-Schlüssel
hu_hu: Társ-aláíró kulcs

# WCCosignerKeystore|
source: Cosigner seed
cs_cz: Seed spolupodepisovatele
de_de: Mitunterzeichner-Seed
hu_hu: Társ-aláíró mag

# WCCreateSeed|
source: Please save these %1 words on paper (order is important).
cs_cz: Zapište si prosím těchto %1 slov na papír (pořadí je důležité).
de_de: Bitte bewahren Sie diese %1 Wörter auf Papier auf (Reihenfolge ist wichtig).
hu_hu: Írd le ezt a %1 szót egy papírra (a sorrend is fontos).

# WCCreateSeed|
source: This seed will allow you to recover your wallet in case of computer failure.
cs_cz: Tento seed umožní obnovit vaši peněženku v případě selhání počítače.
de_de: Mit diesem Seed lässt sich die Geldbörse nach einem Computerausfall wiederherstellen.
hu_hu: A mag segítségével adatvesztés esetén is vissza tudod állítani a pénztárcádat.

# WCCreateSeed|
source: WARNING
cs_cz: VAROVÁNÍ
de_de: ACHTUNG
hu_hu: FIGYELEM

# WCCreateSeed|
source: Never disclose your seed.
cs_cz: Nikdy nevyzrazujte svůj seed.
de_de: Geben Sie niemals den Seed weiter.
hu_hu: Ne oszd meg másokkal ezt a magot.

# WCCreateSeed|
source: Never type it on a website.
cs_cz: Nikdy ho nezadávejte na žádné webové stránce.
de_de: Geben Sie es niemals auf einer Webseite ein.
hu_hu: Soha ne írd be semmilyen weboldalra.

# WCCreateSeed|
source: Do not store it electronically.
cs_cz: Neuchovávejte jej v elektronické podobě.
de_de: Speichern Sie sie nicht elektronisch.
hu_hu: Ne tárold elektronikusan (interneten / számítógépen / mobiltelefonon).

# WCCreateSeed|
source: Your wallet generation seed is:
cs_cz: Seed peněženky je:
de_de: Ihre Seed zum Generieren der Geldbörse lautet:
hu_hu: A pénztárca helyreállításához szükséges mag:

# WCEnterExt|
source: Error: duplicate master public key
cs_cz: Chyba: duplicitní hlavní veřejný klíč
de_de: Fehler: Duplikat des öffentlichen Hauptschlüssels
hu_hu: Hiba: duplikált nyilvános mesterkulcs

# WCEnterExt|
source: You may extend your seed with custom words.
cs_cz: Seed můžete rozšířit o vlastní slova.
de_de: Sie können Ihre Seed mit eigenen Wörtern ergänzen.
hu_hu: Kiegészítheted a magot további szavakkal.

# WCEnterExt|
source: Your seed extension must be saved together with your seed.
cs_cz: Vaše rozšíření seedu musí být uloženo společně se seedem.
de_de: Ihre Seed-Erweiterung muss zusammen mit Ihrer Seed gespeichert werden.
hu_hu: Ez a jelszó szorosan a maghoz tartozik! Ha ezt a lehetőséget használod, akkor a magból kizárólag akkor tudod visszaállítani a pénztárcád, ha ezt a jelszót is ismered!

# WCEnterExt|
source: Note that this is NOT your encryption password.
cs_cz: Toto není vaše šifrovací heslo.
de_de: Beachte, dass dies NICHT dein Verschlüsselungspasswort ist.
hu_hu: Figyelem: ez NEM a pénztárca fájl titkosítását feloldó jelszó.

# WCEnterExt|
source: Do not enable it unless you know what it does!
cs_cz: Nepovolujte to pokud nevíte jak to funguje!

# WCEnterExt|
source: Extend seed with custom words
cs_cz: Rozšířit seed o vlastní slova

# WCEnterExt|
source: Enter your custom word(s)
cs_cz: Zadejte vlastní slov(o/a)

# WCHaveMasterKey|
source: Error: invalid master key
cs_cz: Chyba: neplatný hlavní klíč
de_de: Fehler: Ungültiger Generalschlüssel
hu_hu: Hiba: érvénytelen mesterkulcs

# WCHaveMasterKey|
source: Error: duplicate master public key
cs_cz: Chyba: duplicitní hlavní veřejný klíč
de_de: Fehler: Duplikat des öffentlichen Hauptschlüssels
hu_hu: Hiba: duplikált nyilvános mesterkulcs

# WCHaveMasterKey|
source: Error: master public key types do not match
cs_cz: Chyba: typy hlavního veřejného klíče se neshodují
de_de: Fehler: Die Typen des öffentlichen Hauptschlüssels stimmen nicht überein
hu_hu: Hiba: A nyilvános mesterkulcs típusok nem egyeznek

# WCHaveMasterKey|
source: Here is your master public key. Please share it with your cosigners
cs_cz: Zde je váš hlavní veřejný klíč. Sdílejte jej prosím se svými spolupodepisovateli.
de_de: Dies ist Ihr öffentlicher Generalschlüssel. Bitte teilen Sie ihn mit Ihren Mitunterzeichner.
hu_hu: Ez a nyilvános mesterkulcsod. Oszd meg a társ-aláírókkal

# WCHaveMasterKey|
source: Master public key
cs_cz: Hlavní veřejný klíč
de_de: Öffentlicher Generalschlüssel
hu_hu: Nyilvános mesterkulcs

# WCHaveMasterKey|
source: Cosigner #%1 of %2
cs_cz: Spolupodepisovatel č. %1 z(e) %2
de_de: Mitunterzeichner #%1 von %2
hu_hu: %1. társaláíró (összesen: %2)

# WCHaveMasterKey|
source: Please enter the master public key (xpub) of your cosigner.
cs_cz: Prosím, zadejte hlavní veřejný klíč (xpub) Vašeho spolupodepisovatele.
de_de: Bitte geben Sie den öffentlichen Generalschlüssel (xpub) des Mitsignierers ein.
hu_hu: Írd be a társ-aláíród nyilvános mesterkulcsát (xpub).

# WCHaveMasterKey|
source: Enter their master private key (xprv) if you want to be able to sign for them.
cs_cz: Zadejte jejich hlavní soukromý klíč (xprv), jestli za ně chcete podepisovat.
de_de: Geben Sie den privaten Generalschlüssel (xprv) ein, wenn Sie für sie signieren wollen.
hu_hu: Vagy add meg a titkos mesterkulcsukat (xprv), ha szeretnél nevükben is aláírni.

# WCHaveMasterKey|
source: Please enter your master private key (xprv).
cs_cz: Prosím, vložte váš hlavní soukromý klíč (xprv).
de_de: Bitte geben Sie Ihren privaten Master-Schlüssel (xprv) ein.
hu_hu: Add be a titkos mesterkulcsodat (xprv).

# WCHaveMasterKey|
source: You can also enter a public key (xpub) here, but be aware you will then create a watch-only wallet if all cosigners are added using public keys
cs_cz: Můžete zde také zadat veřejný klíč (xpub), ale mějte na paměti, že pak vytvoříte peněženku pouze pro sledování (watch-only), pokud jsou všichni spolupodepisující přidáni pomocí veřejných klíčů
hu_hu: Nyilvános kulcsot (xpub) is megadhatsz itt, de akkor egy figyelő tárcát fogsz létrehozni, amennyiben az összes társaláíró nyilvános kulcsát hozzáadod

# WCHaveMasterKey|
source: Scan a cosigner master public key
cs_cz: Naskenujte hlavní veřejný klíč spolupodepisovatele
de_de: Scannen Sie einen öffentlichen Hauptschlüssel des Mitunterzeichners
hu_hu: Társaláíró nyilvános mesterkulcsának beolvasása

# WCHaveMasterKey|
source: Scan a master key
cs_cz: Naskenujte hlavní klíč
de_de: Einen Generalschlüssel scannen
hu_hu: Mesterkulcs beolvasása

# WCHaveSeed|
source: Electrum seeds are the default seed type.
cs_cz: Electrum seedy jsou výchozím typem seedu.
de_de: Elektrum-Seed ist der Standard-Seed-Typ.
hu_hu: Az Electrum magok az alapértelmezett típusúak.

# WCHaveSeed|
source: If you are restoring from a seed previously created by Electrum, choose this option
cs_cz: Jestliže obnovujete ze seedu dříve vytvořeného v Electrum, zvolte tuto možnost
de_de: Wenn Sie von einem zuvor von Electrum erstellten Seed wiederherstellen, wählen Sie diese Option
hu_hu: Ha olyan magból állítod helyre, amelyet az Electrum készített, ezt a lehetőséget válaszd
