Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

# WCHaveSeed|
source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
cs_cz: Seedy BIP39 lze importovat do programu Electrum, takže mají uživatelé přístup k prostředkům uzamčeným v jiných peněženkách.
de_de: BIP39-Seeds können in Electrum importiert werden, um Zugriff auf Mittel aus anderen Geldbörsen zu erhalten.
hu_hu: Lehetőség van más pénztárcák által generált BIP39 magok beimportálására az Electrum pénztárcába.

# WCHaveSeed|
source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
cs_cz: Seedy BIP39 neobsahují číslo verze, což ohrožuje kompatibilitu s budoucím softwarem.
de_de: BIP39-Seeds enthalten keine Versionsnummer, was die Kompatibilität mit zukünftiger Software einschränkt.
hu_hu: A BIP39-es magok nem tartalmaznak verziószámot, ezáltal csökkenthetik a jövőbeli szoftverekkel való kompatibilitást.

# WCHaveSeed|
source: SLIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
cs_cz: SLIP39 seedy lze importovat do Electrum, takže uživatelé mají přístup k prostředkům uzamčeným v jiných peněženkách.
de_de: SLIP39-Seeds können in Electrum importiert werden, um Zugriff auf Mittel aus anderen Geldbörsen zu erhalten.
hu_hu: Lehetőség van SLIP39 magok importálására az Electrum tárcába, és ezáltal elérni más tárcákban tárolt összeget.

# WCHaveSeed|
source: Error: duplicate master public key
cs_cz: Chyba: duplicitní hlavní veřejný klíč
de_de: Fehler: Duplikat des öffentlichen Hauptschlüssels
hu_hu: Hiba: duplikált nyilvános mesterkulcs

# WCHaveSeed|
source: Error: master public key types do not match
cs_cz: Chyba: typy hlavního veřejného klíče se neshodují
de_de: Fehler: Die Typen des öffentlichen Hauptschlüssels stimmen nicht überein
hu_hu: Hiba: A nyilvános mesterkulcs típusok nem egyeznek

# WCHaveSeed|
source: Here is your master public key. Please share it with your cosigners
cs_cz: Zde je váš hlavní veřejný klíč. Sdílejte jej prosím se svými spolupodepisovateli.
de_de: Dies ist Ihr öffentlicher Generalschlüssel. Bitte teilen Sie ihn mit Ihren Mitunterzeichner.
hu_hu: Ez a nyilvános mesterkulcsod. Oszd meg a társ-aláírókkal

# WCHaveSeed|
source: Master public key
cs_cz: Hlavní veřejný klíč
de_de: Öffentlicher Generalschlüssel
hu_hu: Nyilvános mesterkulcs

# WCHaveSeed|
source: Cosigner #%1 of %2
cs_cz: Spolupodepisovatel č. %1 z(e) %2
de_de: Mitunterzeichner #%1 von %2
hu_hu: %1. társaláíró (összesen: %2)

# WCHaveSeed|
source: Seed Type
cs_cz: Typ seedu
de_de: Seed-Typ
hu_hu: Mag típusa

# WCHaveSeed|
source: Enter cosigner seed
cs_cz: Zadejte seed spolupodepisovatele
de_de: Geben Sie die Seed des Mitsignierers ein
hu_hu: Társ-aláíró mag megadása

# WCHaveSeed|
source: Enter your seed
cs_cz: Zadejte svůj seed
de_de: Geben Sie Ihren Seed ein
hu_hu: Írd be a magot

# WCImport|
source: Enter a list of Bitcoin addresses (this will create a watching-only wallet), or a list of private keys.
cs_cz: Vložte seznam Bitcoinových adres (vytvoření peněženky pouze na prohlížení) nebo seznam privátních klíčů.
de_de: Geben Sie eine Liste von Bitcoin-Adressen (die erstellte Geldbörse ist dann nur lesbar) oder von privaten Schlüsseln ein.
hu_hu: Adj meg Bitcoin címeket (ez egy figyelő-tárcát hoz létre), vagy titkos kulcsokat.

# WCImport|
source: Scan another address
cs_cz: Skenovat jinou adresu
de_de: Weitere Adresse scannen
hu_hu: Másik cím beolvasása

# WCImport|
source: Scan another private key
cs_cz: Skenovat jiný soukromý klíč
de_de: Weiteren privaten Schlüssel scannen
hu_hu: Másik titkos kulcs beolvasása

# WCImport|
source: Scan a private key or an address
cs_cz: Naskenujte soukromý klíč nebo adresu
de_de: Private Adresse oder Schlüssel scannen
hu_hu: Titkos kulcs vagy egy cím beolvasása

# WCKeystoreType|
source: Do you want to create a new seed, restore using an existing seed, or restore from master key?
cs_cz: Přejete si vytvořit nový seed, obnovit pomocí existujícího seedu, nebo obnovit pomocí hlavního klíče?
de_de: Möchten Sie einen neuen Seed erstellen, mit einem vorhandenen Seed wiederherstellen oder mit einem Hauptschlüssel wiederherstellen?
hu_hu: Szeretnél készíteni egy új magot, helyreállítani egy meglévő magot, vagy helyreállítani mesterkulcsból?

# WCKeystoreType|
source: Create a new seed
cs_cz: Vytvořit nový seed
de_de: Neue Seed erstellen
hu_hu: Új mag létrehozása

# WCKeystoreType|
source: I already have a seed
cs_cz: Už mám seed
de_de: Ich habe bereits eine Seed
hu_hu: Már rendelkezem egy maggal

# WCKeystoreType|
source: Use a master key
cs_cz: Použít hlavní klíč
de_de: Einen Generalschlüssel verwenden
hu_hu: Mesterkulcs használata

# WCKeystoreType|
source: Use a hardware device
cs_cz: Použít hardwarové zařízení
de_de: Ein Hardware-Gerät verwenden
hu_hu: Hardvereszköz használata

# WCMultisig|
source: Choose the number of participants, and the number of signatures needed to unlock funds in your wallet.
cs_cz: Zvolte počet účastníků a počet podpisů potřebných k odemčení prostředků ve vaší peněžence.
de_de: Wählen Sie die Anzahl der Teilnehmer und die Anzahl der Unterschriften, die zum Freischalten von Geldern in Ihrem Geldbörse erforderlich sind.
hu_hu: Add meg a résztvevők számát és hogy hány aláírás lesz szükséges a tárcában lévő pénz elköltéséhez.

# WCMultisig|
source: Number of cosigners: %1
cs_cz: Počet spolupodepisovatelů: %1
de_de: Anzahl Mitunterzeichner: %1
hu_hu: Társaláírók száma: %1

# WCMultisig|
source: Number of signatures: %1
cs_cz: Počet podpisů: %1
de_de: Anzahl der Signaturen: %1
hu_hu: Aláírások száma: %1

# WCScriptAndDerivation|
source: Invalid derivation path
cs_cz: Neplatná cesta derivace
hu_hu: Érvénytelen származtatási útvonal

# WCScriptAndDerivation|
source: Error: duplicate master public key
cs_cz: Chyba: duplicitní hlavní veřejný klíč
de_de: Fehler: Duplikat des öffentlichen Hauptschlüssels
hu_hu: Hiba: duplikált nyilvános mesterkulcs

# WCScriptAndDerivation|
source: Error: master public key types do not match
cs_cz: Chyba: typy hlavního veřejného klíče se neshodují
de_de: Fehler: Die Typen des öffentlichen Hauptschlüssels stimmen nicht überein
hu_hu: Hiba: A nyilvános mesterkulcs típusok nem egyeznek

# WCScriptAndDerivation|
source: Choose the type of addresses in your wallet.
cs_cz: Vyberte typ adresy v peněžence.
de_de: Wählen Sie den Adresstyp ihrer Geldbörse.
hu_hu: Válaszd ki a pénztárcához tartozó címek típusát.

# WCScriptAndDerivation|
source: You can override the suggested derivation path.
cs_cz: Navrhovanou derivační cestu můžete přepsat.
de_de: Der vorgeschlagene Ableitungspfad kann überschreiben werden.
hu_hu: Felülírhatod a javasolt származtatási útvonalat.

# WCScriptAndDerivation|
source: If you are not sure what this is, leave this field unchanged.
cs_cz: Pokud si nejste jisti, co to je, ponechte toto pole bez změny.
de_de: Wenn Sie nicht wissen, was das ist, lassen Sie das Feld unverändert.
hu_hu: Ha nem tudod pontosan, hogy ez mit jelent, akkor ne módosítsd.

# WCScriptAndDerivation|
source: Derivation path
cs_cz: Cesta derivace
de_de: Ableitungsstruktur
hu_hu: Származtatási útvonal

# WCScriptAndDerivation|
source: Detect Existing Accounts
cs_cz: Zjistit existující účty
de_de: Vorhandene Konten erkennen
hu_hu: Meglévő fiókok detektálása

# WCShowMasterPubkey|
source: Here is your master public key. Please share it with your cosigners
cs_cz: Zde je váš hlavní veřejný klíč. Sdílejte jej prosím se svými spolupodepisovateli.
de_de: Dies ist Ihr öffentlicher Generalschlüssel. Bitte teilen Sie ihn mit Ihren Mitunterzeichner.
hu_hu: Ez a nyilvános mesterkulcsod. Oszd meg a társ-aláírókkal

# WCShowMasterPubkey|
source: Master public key
cs_cz: Hlavní veřejný klíč
de_de: Öffentlicher Generalschlüssel
hu_hu: Nyilvános mesterkulcs

# WCTermsOfUseRequest|
source: Terms of Use
cs_cz: Podmínky použití
de_de: Nutzungsbedingungen

# WCWalletName|
source: Wallet name
cs_cz: Název peněženky
de_de: Name der Geldbörse
hu_hu: Pénztárca neve

# WCWalletPassword|
source: Enter password
cs_cz: Zadejte heslo
de_de: Passwort eingeben
hu_hu: Add meg jelszót

# WCWalletPassword|
source: Enter password for %1
cs_cz: Zadejte heslo pro %1
de_de: Passwort für %1 eingeben

# WCWalletPassword|
source: Enter password (again)
cs_cz: Zadejte heslo (znovu)
de_de: Passwort erneut eingeben
hu_hu: Add meg ismét a jelszót

# WCWalletPassword|
source: Strength
cs_cz: Síla
de_de: Stärke
hu_hu: Erősség

# WCWalletPassword|
source: Passwords don't match
cs_cz: Hesla se neshodují
de_de: Passwörter stimmen nicht überein
hu_hu: A jelszavak nem egyeznek

# WCWalletPassword|
source: Password too short
cs_cz: Heslo je příliš krátké
de_de: Passwort zu kurz
hu_hu: A jelszó túl rövid

# WCWalletType|
source: What kind of wallet do you want to create?
cs_cz: Jaký typ peněženky chcete vytvořit?
de_de: Welchen Börsentyp möchten Sie erstellen?
hu_hu: Milyen típusú pénztárcát szeretnél készíteni?

# WCWalletType|
source: Standard Wallet
cs_cz: Standardní peněženka
de_de: Standard-Geldbörse
hu_hu: Általános pénztárca

# WCWalletType|
source: Wallet with two-factor authentication
cs_cz: Peněženka s dvoufaktorovým ověřováním
de_de: Geldbörse mit zweifacher Authentifizierung
hu_hu: Pénztárca kétlépcsős hitelesítéssel

# WCWalletType|
source: Multi-signature wallet
cs_cz: Více-podpisová peněženka
de_de: Multisignaturgeldbörse
hu_hu: Társ-aláírós pénztárca

# WCWalletType|
source: Import Bitcoin addresses or private keys
cs_cz: Importovat Bitcoinové adresy nebo soukromé klíče
de_de: Bitcoin-Adressen oder private Schlüssel importieren
hu_hu: Bitcoin címek vagy titkos kulcsok importálása

# WCWelcome|
source: Network Configuration
cs_cz: Nastavení sítě

# WCWelcome|
source: Optional settings to customize your network connection
cs_cz: Volitelná nastavení pro přizpůsobení vašeho síťového připojení
de_de: Optionale Einstellungen zur Anpassung der Netzwerkverbindung

# WCWelcome|
source: Configure Proxy
cs_cz: Konfigurovat proxy
de_de: Proxy konfigurieren
hu_hu: Proxy beállítása

# WCWelcome|
source: Select Server
cs_cz: Vyberte server
de_de: Server auswählen
hu_hu: Szerver kiválasztása

# WCWelcome|
source: If you are unsure what this is, leave them unchecked and Electrum will automatically select servers.
cs_cz: Pokud si nejste jisti, o co jde, nezaškrtávejte to a Electrum automaticky vybere servery.
de_de: Wenn Sie sich nicht sicher sind, was diese Einstellungen bedeuten, lassen Sie sie unverändert. Electrum wird dann automatisch Server auswählen.

# WalletDetails|
source: Enable Lightning for this wallet?
cs_cz: Povolit pro tuto peněženku Lightning?
de_de: Lightning für diese Geldbörse aktivieren?
hu_hu: Bekapcsolod a Lightningot a tárcához?

source: Wallet details
cs_cz: Podrobnosti peněženky
de_de: Geldbörse Details
hu_hu: Tárca adatai

# WalletDetails|
source: Watch only
cs_cz: Pouze k prohlížení
de_de: Nur beobachten
hu_hu: Csak figyelő

# WalletDetails|
source: Encrypted
cs_cz: Šifrováno
de_de: Verschlüsselt
hu_hu: Titkosított

# WalletDetails|
source: Tap to show seed
cs_cz: Klepnutím zobrazte seed
de_de: Tippen um Seed anzuzeigen
hu_hu: Érintsd meg a mag megjelenítéséhez

# WalletDetails|
source: Seed Extension
cs_cz: Rozšíření seedu
de_de: Seed-Erweiterung
hu_hu: Mag kibővítése

# WalletDetails|
source: Lightning Node ID
cs_cz: ID Lightning uzlu:
hu_hu: Lightning csomópont azonosító

# WalletDetails|
source: disabled (can sign without server)
cs_cz: zakázána (lze podepsat bez serveru)
de_de: deaktiviert (kann ohne Server signieren)
hu_hu: kikapcsolva (szerver nélkül aláírható)

# WalletDetails|
source: enabled
cs_cz: povoleno
de_de: aktiviert
hu_hu: engedélyezett

# WalletDetails|
source: Remaining TX
cs_cz: Zbývající transakce
de_de: Verbleibende TX
hu_hu: Hátralévő tranzakciók

# WalletDetails|
source: unknown
cs_cz: neznámé
de_de: unbekannt
hu_hu: ismeretlen

# WalletDetails|
source: Billing
cs_cz: Fakturace
de_de: Rechnungsstellung
hu_hu: Számlázás

# WalletDetails|
source: Keystore
cs_cz: Úložiště klíčů
de_de: Schlüsselspeicher
hu_hu: Kulcstár

# WalletDetails|
source: Keystore type
cs_cz: Typ úložiště klíčů
de_de: Schlüsselspeichertyp
hu_hu: Kulcstár típusa

# WalletDetails|
source: Imported addresses
cs_cz: Importované adresy
de_de: Importierte Adressen
hu_hu: Importált címek

# WalletDetails|
source: Imported keys
cs_cz: Importované klíče
de_de: Importierte Schlüssel
hu_hu: Importált kulcsok

# WalletDetails|
source: Derivation prefix
cs_cz: Předpona odvození
de_de: Ableitungspräfix
hu_hu: Származtatási előtag

# WalletDetails|
source: BIP32 fingerprint
cs_cz: Otisk BIP32
de_de: BIP32 Fingerabdruck
hu_hu: BIP32 ujjlenyomat

# WalletDetails|
source: Master Public Key
cs_cz: Hlavní veřejný klíč
de_de: Öffentlicher Generalschlüssel
hu_hu: Nyilvános mesterkulcs

# WalletDetails|
source: Delete Wallet...
cs_cz: Smazat peněženku...

# WalletDetails|
source: Change Password
cs_cz: Změnit heslo
de_de: Passwort ändern
hu_hu: Jelszó megváltoztatása

# WalletDetails|
source: Add addresses
cs_cz: Přidat adresy
de_de: Adresse hinzufügen
hu_hu: Címek hozzáadása

# WalletDetails|
source: Add keys
cs_cz: Přidat klíče
de_de: Schlüssel hinzufügen
hu_hu: Kulcsok hozzáadása

# WalletDetails|
source: Enable Lightning
cs_cz: Povolit Lightning
de_de: Lightning aktivieren
hu_hu: Lightning engedélyezése

# WalletDetails|
source: Enter new password
cs_cz: Zadejte nové heslo:
de_de: Neues Passwort eingeben
hu_hu: Új jelszó megadása

# WalletDetails|
source: If you forget your password, you'll need to restore from seed. Please make sure you have your seed stored safely
cs_cz: Jestliže zapomenete své heslo, budete muset obnovit peněženku ze seedu. Ujistěte se prosím, že máte seed bezpečně uložen.
de_de: Wenn Sie Ihr Passwort vergessen, müssen Sie es vom Seed wiederherstellen. Bitte stellen Sie sicher, dass Sie Ihren Seed sicher lagern
hu_hu: Ha elfelejted a jelszavad, a magból kell helyreállítanod a tárcát. Feltétlenül tárold a magot egy biztonságos helyen.

# WalletDetails|
source: Success
cs_cz: Hotovo
de_de: Erfolgreich
hu_hu: Sikeres

# WalletDetails|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# WalletDetails|
source: Password changed
cs_cz: Heslo bylo změněno
de_de: Passwort geändert
hu_hu: Jelszó megváltoztatva

# WalletDetails|
source: Password change failed
cs_cz: Při změně hesla nastala chyba
de_de: Passwortänderung fehlgeschlagen
hu_hu: Jelszó megváltoztatása sikertelen

# WalletDetails|
source: Warning
cs_cz: Varování
de_de: Achtung
hu_hu: Figyelem

# WalletMainView|
source: no wallet loaded
cs_cz: nebyla načtena žádná peněženka
de_de: Keine Geldbörse geladen

# WalletMainView|
source: Scan an Invoice, an Address, an LNURL-pay, a PSBT or a Channel Backup
cs_cz: Skenujte fakturu, adresu, LNURL-pay, PSBT nebo zálohu kanálu
de_de: Scannen Sie eine Rechnung, eine Adresse, eine LNURL-Zahlung, ein PSBT oder ein Kanal-Backup

# WalletMainView|
source: Scan an Invoice, an Address, an LNURL-pay or a PSBT
cs_cz: Skenujte fakturu, adresu, LNURL-pay, nebo PSBT
de_de: Scannen Sie eine Rechnung, eine Adresse, eine LNURL-Zahlung oder ein PSBT

# WalletMainView|
source: Import Channel Backup?
cs_cz: Importovat zálohu kanálu?
de_de: Kanal-Backup importieren?
hu_hu: Csatorna mentésének importálása?

# WalletMainView|
source: Warning: Some data (prev txs / "full utxos") was left out of the QR code as it would not fit.
cs_cz: Varování: Některá data (předchozí transakce / „celé utxos“) byla z QR kódu vynechána, protože by se do něj nevešla.
de_de: Warnung: Einige Daten (vorherige Txs / „vollständige Utxos“) wurden im QR-Code weggelassen, da sie nicht Platz haben.
hu_hu: Figyelem: bizonyos adatok (előző tranzakciók, egyenleggel rendelkező címek "teljessége") kimaradtak a QR-kódból, mert nem férnek bele.

# WalletMainView|
source: This might cause issues if signing offline.
cs_cz: Toto může způsobit problémy při offline podepisování.
de_de: Dies kann beim Offline-Signieren zu Problemen führen.
hu_hu: Ez offline aláíráskor problémát okozhat.

# WalletMainView|
source: As a workaround, copy to clipboard or use the Share option instead.
cs_cz: Řešením je zkopírování do schránky nebo místo toho použijte možnost Sdílet.
de_de: Um dieses Problem zu umgehen, nutzen Sie die Zwischenablage oder verwenden Sie die Option „Teilen“.
hu_hu: Ennek elkerülésére, használd a vágólapra másolást vagy a Megosztást.

# WalletMainView|
source: Sweep transaction
cs_cz: Sweep transakce

# WalletMainView|
source: Total sweep amount
cs_cz: Celková částka sweep
hu_hu: Teljes begyűjtési összeg

# WalletMainView|
source: Confirm Sweep
cs_cz: Potvrdit sweep
hu_hu: Begyűjtés megerősítése

# WalletMainView|
source: Current wallet is watch-only. You might not be able to spend from these addresses. Are you sure?
cs_cz: Současná peněženka je pouze pro sledování (watch-only). Nemusí se vám podařit utratit prostředky z těchto adres. Jste si jisti?
hu_hu: A jelenlegi tárca egy figyelő tárca. Nem biztos, hogy fogsz tudni költeni ezekről a címekről. Biztos vagy benne?

# WalletMainView|
source: Wallet details
cs_cz: Podrobnosti peněženky
de_de: Geldbörse Details
hu_hu: Tárca adatai

# WalletMainView|
source: Addresses/Coins
cs_cz: Adresy/Mince
de_de: Adressen/Coins
hu_hu: Címek/Érmék

# WalletMainView|
source: Channels
cs_cz: Kanály
de_de: Kanäle
hu_hu: Csatornák

# WalletMainView|
source: Sign/Verify Message
cs_cz: Podepsat/Ověřit zprávu
de_de: Nachricht signieren/verifizieren
hu_hu: Üzemet Aláírása/Ellenőrzése

# WalletMainView|
source: Verify Message
cs_cz: Ověřit zprávu
de_de: Nachricht verifizieren
hu_hu: Üzenet ellenőrzése

# WalletMainView|
source: Sweep key(s)
cs_cz: Sweep klíč(e)

# WalletMainView|
source: Other wallets
cs_cz: Další peněženky
de_de: Andere Geldbörsen
hu_hu: További tárcák

# WalletMainView|
source: No wallet loaded
cs_cz: Nebyla načtena žádná peněženka
de_de: Keine Geldbörse geladen

# WalletMainView|
source: Open/Create Wallet
cs_cz: Otevřít/Vytvořit peněženku
de_de: Geldbörse öffnen/erstellen

# WalletMainView|
source: Receive
cs_cz: Přijmout
de_de: Empfangen
hu_hu: Fogadás

# WalletMainView|
source: Send
cs_cz: Odeslat
de_de: Senden
hu_hu: Küldés

# WalletMainView|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# WalletMainView|
source: Cannot save invoice
cs_cz: Nelze uložit fakturu

# WalletMainView|
source: Payment failed
cs_cz: Platba selhala
de_de: Zahlung fehlgeschlagen
hu_hu: Sikertelen fizetés

# WalletMainView|
source: You do not have enough on-chain funds to protect your Lightning channels.
cs_cz: Nemáte dostatek on-chain prostředků k tomu, abyste chránili vaše kanály Lightning.

# WalletMainView|
source: You should have at least %1 on-chain in order to be able to sweep channel outputs.
cs_cz: Abyste mohli provést sweep výstupů kanálů, měli byste mít na řetězci (on-chain) alespoň %1.

# WalletMainView|
source: Do you want to perform a swap?
cs_cz: Chcete provést swap?

# WalletMainView|
source: Insufficient balance to pay over Lightning. Pay on-chain instead?
cs_cz: Nedostatečný zůstatek na zaplacení pomocí Lightning. Přejete si namísto toho zaplatit on-chain?
de_de: Unzureichendes Guthaben zur Zahlung über Lightning. Stattdessen On-Chain bezahlen?
hu_hu: A Lighning fizetéshez nincs elég egyenleg. Fizeted inkább a blokkláncon?

# WalletMainView|
source: Cannot import Channel Backup, Lightning not enabled.
cs_cz: Není možné importovat zálohu kanálu, Lightning není zapnuto.
de_de: Kanal-Backup kann nicht importiert werden, Lightning nicht aktiviert.
hu_hu: A csatorna mentés nem importálható, a Lightning nincs bekapcsolva.

# WalletMainView|
source: Confirm Payment
cs_cz: Potvrdit platbu
de_de: Zahlung bestätigen
hu_hu: Fizetés jóváhagyása

# WalletMainView|
source: Transaction created. Present this QR code to one of the co-cigners or signing devices
cs_cz: Transakce vytvořena. Předložte tento QR kód jednomu ze spolupodepisovatelů nebo podepisovacímu zařízení
de_de: Transaktion erstellt. Präsentieren Sie diesen QR-Code einem der Mitunterzeichner oder einem Signiergerät
hu_hu: Tranzakció létrehozva. Mutasd meg ezt a QR-kódot az egyik társaláírónak vagy aláíró eszköznek

# WalletMainView|
source: Transaction created. Present this QR code to the signing device
cs_cz: Transakce vytvořena. Předložte tento QR kód podepisovacímu zařízení
de_de: Transaktion erstellt. Präsentieren Sie diesen QR-Code dem Signiergerät
hu_hu: Tranzakció létrehozva. Olvasd le a QR-kódot az aláíró eszközön

# WalletMainView|
source: Transaction created and partially signed by this wallet. Present this QR code to the next co-signer
cs_cz: Transakce vytvořena a částečně podepsána touto peněženkou. Předložte tento QR kód dalšímu spolupodepisujícímu
de_de: Von dieser Geldbörse erstellte und teilweise signierte Transaktion. Präsentieren Sie diesen QR-Code dem nächsten Mitunterzeichner
hu_hu: A tranzakció elkészült és részben alá van írva ezzel a tárcával. Olvasd be a QR-kódot a következő társ-aláírónál

# WalletMainView|
source: Transaction created but not signed by this wallet yet. Sign the transaction and present this QR code to the next co-signer
cs_cz: Transakce vytvořena, ale ještě nepodepsána touto peněženkou. Podepište transakci a předložte tento QR kód dalšímu spolupodepisujícímu
de_de: Die Transaktion wurde von dieser Geldbörse erstellt, aber noch nicht signiert. Unterschreiben Sie die Transaktion und legen Sie diesen QR-Code dem nächsten Mitunterzeichner vor
hu_hu: Tranzakció létrehozva, de még nincs aláírva ezzel a tárcával. Írd alá, majd pedig olvassa be ezt a QR-kódot a következő társaláíró

# WalletMainView|
source: Could not sign tx
cs_cz: Nepodařilo se podepsat tx
de_de: Transaktion konnte nicht signiert werden
hu_hu: Tranzakció aláírása nem sikerült

# WalletSummary|
source: More details
cs_cz: Více podrobností
de_de: Mehr Details
hu_hu: További részletek

# WalletSummary|
source: Switch wallet
cs_cz: Přepnout peněženku
de_de: Geldbörse wechseln
hu_hu: Tárcaváltás

source: Wallets
cs_cz: Peněženky
de_de: Geldbörsen
hu_hu: Tárcák

# Wallets|
source: Current
cs_cz: Aktuální
de_de: Aktuell
hu_hu: Jelenlegi

# Wallets|
source: Active
cs_cz: Aktivní
de_de: Aktiv
hu_hu: Aktív

# Wallets|
source: Not loaded
cs_cz: Nenačtená
de_de: Nicht geladen
hu_hu: Nincs betöltve

# Wallets|
source: Create Wallet
cs_cz: Vytvořit peněženku
de_de: Geldbörse erstellen
hu_hu: Tárca létrehozása

# Wizard|
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
hu_hu: Mégsem

# Wizard|
source: Back
cs_cz: Zpět
de_de: Zurück
hu_hu: Vissza

# Wizard|
source: Next
cs_cz: Další
de_de: Weiter
hu_hu: Következő

# Wizard|
source: Finish
cs_cz: Dokončit
de_de: Fertigstellen
hu_hu: Befejezés

# main|
source: Network
cs_cz: Síť
de_de: Netzwerk
hu_hu: Hálózat

# main|
source: Preferences
cs_cz: Nastavení
de_de: Einstellungen
hu_hu: Beállítások

# main|
source: About
cs_cz: O programu
de_de: Über
hu_hu: Névjegy

# main|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# main|
source: Close Electrum?
cs_cz: Zavřít Electrum?
de_de: Electrum schließen?
hu_hu: Electrum bezárása?

# main|
source: Payment succeeded
cs_cz: Platba byla úspěšná
de_de: Zahlung erfolgreich

# main|
source: Payment failed
cs_cz: Platba selhala
de_de: Zahlung fehlgeschlagen
hu_hu: Sikertelen fizetés

# main|
source: Enter current password
cs_cz: Zadejte stávající heslo
de_de: Aktuelles Passwort eingeben

source: &Bitcoin Paper
hu_hu: &Bitcoin tervezet

source: &Plot
de_de: &Plotten
hu_hu: &Grafikon

source: &Seed
hu_hu: &Mag

source: &Sweep
de_de: &Entleeren
hu_hu: &Begyűjtés másik címről

source: (Touch {} of {})
de_de: (Berührung {} von {})
hu_hu: (Érintes {}/{})

source: .onion address, but no proxy configured
de_de: .onion-Adresse, aber kein Proxy konfiguriert
hu_hu: .onion cím, de nincs proxy beállítva

source: BIP39 seed
hu_hu: BIP39 mag

source: Blockchain
hu_hu: Blokklánc

source: Esperanto
hu_hu: Eszperantó

source: Info
hu_hu: Infó

source: Keep
de_de: Behalten
hu_hu: Megtartás
