Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Current Password:
cs_cz: Aktuální heslo:
de_de: Aktuelles Passwort:
hu_hu: Jelenlegi jelszó:

source: Current fee
cs_cz: Aktuální poplatek
de_de: Aktuelle Gebühr
hu_hu: Jelenlegi díj

source: Current feerate
cs_cz: Aktuální sazba poplatku
de_de: Aktuelle Gebühr
hu_hu: Jelenlegi egységdíj

source: Current rate
cs_cz: Aktuální kurz
de_de: Aktueller Gebührensatz
hu_hu: Jelenlegi egységdíj

source: Current version: {}
cs_cz: Aktuální verze: {}
de_de: Aktuelle Version: {}
hu_hu: Jelenlegi verzió: {}

source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
hu_hu: Egyéni

source: Custom URL
cs_cz: Vlastní URL
de_de: Benutzerdefinierte URL
hu_hu: Egyéni URL

source: Custom secret
cs_cz: Vlastní tajný kód
de_de: Eigenes Geheimnis
hu_hu: Egyedi titok

source: Czech
cs_cz: Čeština
de_de: Tschechisch
hu_hu: Cseh

source: Daily Satoshi Budget (optional):
cs_cz: Denní rozpočet Satoshi (volitelné):

source: Danger! This transaction uses non-default sighash flags!
cs_cz: Nebezpečí! Tato transakce nevyužívá výchozí sighash flags!
de_de: Gefahr! Diese Transaktion verwendet nicht standardmäßige Sighash-Flags!
hu_hu: Veszély! Ez a tranzakció nem alapértelmezett sighash jelzőket használ!

source: Danish
cs_cz: Dánština
de_de: Dänisch
hu_hu: Dán

source: Dark
cs_cz: Tmavý
de_de: Dunkel
hu_hu: Sötét

source: Dark/Light
cs_cz: Tmavý/světlý
de_de: Dunkel/Hell
hu_hu: Sötét/Világos

source: Date
cs_cz: Datum
de_de: Datum
hu_hu: Dátum

source: Date and time when this recovery plan was created
cs_cz: Datum a čas vytvoření tohoto plánu obnovení

source: Date: {}
cs_cz: Datum: {}
de_de: Datum: {}
hu_hu: Dátum: {}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
cs_cz: Ladící logy lze uložit na disk. Jsou užitečné při řešení problémů.
de_de: Debug-Protokolle können auf der Festplatte dauerhaft gespeichert werden. Diese sind für die Fehlerbehebung nützlich.
hu_hu: A hibakeresési naplók elmenthetőek a lemezre. Ezek hasznosak lehetnek a hibák elhárításához.

source: Debug message
cs_cz: Zpráva o ladění
de_de: Debugnachricht
hu_hu: Hibakeresési üzenet

source: Decrease payment
cs_cz: Snížit platbu
de_de: Zahlung reduzieren
hu_hu: Kifizetés csökkentése

source: Decrypt
cs_cz: Dešifrovat
de_de: Entschlüsseln
hu_hu: Visszafejtés

source: Default
cs_cz: Výchozí
de_de: Standard
hu_hu: Alapértelmezett

source: Delete
cs_cz: Smazat
de_de: Löschen
hu_hu: Törlés

source: Delete expired requests
cs_cz: Smazat prošlé žádosti
de_de: Abgelaufene Anfragen löschen
hu_hu: Lejárt kérelmek törlése

source: Delete invoices
cs_cz: Smazat faktury
de_de: Rechnungen löschen
hu_hu: Törölt számlák

source: Delete requests
cs_cz: Smazat požadavky
de_de: Anfragen löschen
hu_hu: Kérelmek törlése

source: Delete wallet file?
cs_cz: Smazat soubor peněženky?
de_de: Börsendatei löschen?
hu_hu: Törlöd a pénztárca fájlt?

source: Derivation path
cs_cz: Cesta derivace
de_de: Ableitungsstruktur
hu_hu: Származtatási útvonal

source: Description
cs_cz: Popis
de_de: Beschreibung
hu_hu: Megjegyzés

source: Description of the transaction (not mandatory).
cs_cz: Popis transakce (není povinné).
de_de: Beschreibung der Transaktion (optional).
hu_hu: Megjegyzés a tranzakcióhoz (opcionális).

source: Description:
cs_cz: Popis:
de_de: Beschreibung:
hu_hu: Megjegyzés:

source: Destination node
cs_cz: Cílový uzel
de_de: Ziel-Node
hu_hu: Cél csomópont

source: Details
cs_cz: Detaily
hu_hu: Részletek

source: Detect Existing Accounts
cs_cz: Zjistit existující účty
de_de: Vorhandene Konten erkennen
hu_hu: Meglévő fiókok detektálása

source: Detect Tor proxy
cs_cz: Rozpoznat Tor proxy

source: Detected valid Lightning invoice, but Lightning not enabled for wallet and no fallback address found.
cs_cz: Zjištěna platná faktura Lightning, ale Lightning není pro peněženku povolen a nebyla nalezena žádná náhradní adresa.
de_de: Es wurde eine gültige Lightning-Rechnung erkannt, aber Lightning ist für die Geldbörse nicht aktiviert und es wurde keine Fallback-Adresse gefunden.
hu_hu: Érvényes Lightning fizetési kérelem detektálva, de a Lightning nincs bekapcsolva a tárcához és nem találhatók kiváltó címek.

source: Detected valid Lightning invoice, but there are no open channels
cs_cz: Zjištěna platná faktura Lightning, ale nejsou žádné otevřené kanály
de_de: Valide Lightning-Rechnung erkannt, aber es gibt keine offenen Kanäle
hu_hu: Érvényes Lightning fizetési kérelem detektálva, de nincs nyitotta csatorna.

source: Device ID
cs_cz: ID zařízení
de_de: Geräte-ID
hu_hu: Eszköz azonosító

source: Device Label
cs_cz: Štítek zařízení
de_de: Gerätename
hu_hu: Eszköz címke

source: Device communication error. Please unplug and replug your Digital Bitbox.
cs_cz: Chyba komunikace zařízení. Odpojte a znovu připojte váš Digital Bitbox.
de_de: Fehler bei der Gerätekommunikation. Bitte stecken Sie Ihre Digital Bitbox aus und wieder ein.
hu_hu: Eszközkommunikációs hiba. Kérjük, húzd ki és dugd be újra a Digital Bitbox-ot.

source: Device erased
cs_cz: Zařízení vymazáno
de_de: Gerät gelöscht
hu_hu: Eszköz törölve

source: Digital Revealer ({}_{}) saved as PNG and PDF at:
cs_cz: Digitální Revealer ({}_{}) uložený jako PNG a PDF v:
de_de: Digitaler Revealer ({}_{}) als PNG und PDF gespeichert:
hu_hu: Digitális Revealer ({}_{}) PNG és PDF formátumban elmentve:

source: Direct parent
cs_cz: Přímá nadřízená
de_de: Direkter Elternteil
hu_hu: Közvetlen szülő

source: Disable
cs_cz: Zakázat
de_de: Deaktivieren
hu_hu: Letiltás

source: Disable PIN
cs_cz: Vypnout PIN
de_de: PIN deaktivieren
hu_hu: PIN kód kikapcsolása

source: Disable Passphrases
cs_cz: Vypnout bezpečnostní fráze
de_de: Passphrasen deaktivieren
hu_hu: Kulcsszöveg kikapcsolása

source: Disable keystore? This will make the keystore watching-only.
cs_cz: Zakázat keystore? Keystore bude poté přístupné jen pro prohlížení.

source: Disabled
cs_cz: Vypnuté
de_de: Deaktiviert
hu_hu: Kikapcsolva

source: Disclaimer
cs_cz: Zřeknutí se odpovědnosti
de_de: Haftungsausschluss
hu_hu: Jogi nyilatkozat

source: Disconnected
cs_cz: Odpojeno
de_de: Getrennt
hu_hu: Lecsatlakoztatva

source: Do not batch
cs_cz: Nedávkovat

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
cs_cz: Nezadávejte zde citlivé/osobní informace. Zpráva bude viditelná ve veřejném issue trackeru.
de_de: Geben Sie hier keine sensiblen/privaten Informationen ein. Der Bericht wird auf dem Public Issue Tracker sichtbar sein.
hu_hu: Ne adj itt meg semmiféle privát információt, mivel a jelentés látható lesz a nyilvános hibajelentések listáján.

source: Do not pair
cs_cz: Nepárovat
de_de: Nicht verbinden
hu_hu: Ne párosítsa

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
cs_cz: Nevkládejte zde kód, kterému nerozumíte. Provedení chybného kódu může vést k nevratné ztrátě vašich prostředků.
de_de: Fügen Sie hier keinen Programmcode ein, den Sie nicht verstehen. Das Ausführen der falschen Zeilen kann dazu führen, dass Ihre Coins für immer verloren sind.
hu_hu: Ne másolj be ide semmiféle kódot, ha nem érted pontosan, hogy az mit is csinál. A konzol nem megfelelő használata akár a pénzed visszavonhatatlan elvesztéséhez is vezethet.

source: Do not set this below dust limit
cs_cz: Nenastavujte toto níže než je limit dust

source: Do not store it electronically.
cs_cz: Neuchovávejte jej v elektronické podobě.
de_de: Speichern Sie sie nicht elektronisch.
hu_hu: Ne tárold elektronikusan (interneten / számítógépen / mobiltelefonon).

source: Do you want to create a new seed, or restore a wallet using an existing seed?
cs_cz: Chcete vytvořit nový seed nebo obnovit peněženku pomocí existujícího seedu?
de_de: Möchten Sie einen neuen Seed erstellen oder eine Geldbörse mit einem vorhandenen Seed wiederherstellen?
hu_hu: Új magot szeretnél létrehozni, vagy egy létező tárcát helyreállítani egy meglévő maggal?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
cs_cz: Chcete vytvořit nový seed nebo obnovit peněženku pomocí existujícího seedu?
de_de: Möchten Sie eine neue Seed erstellen oder wollen Sie eine Geldbörse von einer existierenden Seed wiederherstellen?
hu_hu: Új magot szeretnél létrehozni, vagy egy létező pénztárcát helyreállítani meglévő maggal?

source: Do you want to create your first channel?
cs_cz: Chcete vytvořit svůj první kanál?
de_de: Möchten Sie Ihren ersten Kanal erstellen?
hu_hu: Szeretnéd létrehozni az első csatornádat?

source: Do you want to delete the old file
cs_cz: Chcete smazat starý soubor
de_de: Möchten Sie die alte Datei löschen
hu_hu: Szeretnéd törölni a régi fájlt

source: Do you want to enable Nostr?
cs_cz: Chcete povolit Nostr?
de_de: Möchten Sie Nostr aktivieren?
hu_hu: Engedélyezed a Nostr-t?

source: Do you want to open it now?
cs_cz: Chcete ho otevřít hned teď?
de_de: Möchten Sie es jetzt öffnen?
hu_hu: Meg szeretnéd nyitni most?

source: Do you want to remove {} from your wallet?
cs_cz: Chcete odebrat {} z vaší peněženky?
de_de: Möchten Sie {} aus ihrer Geldbörse entfernen?
hu_hu: Biztosan eltávolítod ezt a címet ({}) a tárcából?

source: Do you want to send this report?
cs_cz: Chcete odeslat tuto zprávu?
de_de: Möchten Sie diese Meldung absenden?
hu_hu: Elküldöd ezt a jelentést?

source: Do you wish to continue?
cs_cz: Opravdu chcete pokračovat?
de_de: Wollen Sie fortfahren?
hu_hu: Folytatni szeretnéd?

source: Don't know any addresses for node:
cs_cz: Nejsou známé žádné adresy pro uzel:
de_de: Kenne keine Adressen für Node:
hu_hu: A csomópont egyik címe sem ismert:

source: Don't show this again.
cs_cz: Znovu nezobrazovat.
de_de: Nicht wieder anzeigen.
hu_hu: Ne jelenjen meg többször.

source: Download historical rates
cs_cz: Stáhnout historické sazby
de_de: Historische Wechselkurse herunterladen
hu_hu: Történeti árfolyamadatok letöltése

source: Download missing data
cs_cz: Stáhnout chybějící data
de_de: Fehlende Daten herunterladen
hu_hu: Hiányzó adatok letöltése

source: Download parent transactions from the network. Allows filling in missing fee and input details.
cs_cz: Stáhnout nadřízené transakce ze sítě. Umožňuje doplnit chybějící údaje o poplatcích a vstupech.
de_de: Laden Sie übergeordnete Transaktionen aus dem Netzwerk herunter. Ermöglicht das Ausfüllen fehlender Gebühren und Eingabedetails.
hu_hu: Az eredeti tranzakciók letöltése a hálózatról. Lehetővé teszi a hiányzó díjak és bemeneti adatok kitöltését.

source: Downloading input data... {}
cs_cz: Stahování vstupních dat... {}
de_de: Eingabedaten werden heruntergeladen... {}
hu_hu: Bemeneti adatok letöltése... {}

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
cs_cz: Z důvodu chyby NEBUDOU staré verze Electrum vytvářet stejnou peněženku jako novější verze nebo jiný software.
de_de: Durch einen Programmierfehler werden alte Versionen von Electrum nicht dieselbe Geldbörse wie aktuelle Versionen oder andere Software erstellen.
hu_hu: Egy programhiba miatt, az Electrum régebbi verziói NEM ugyanazt a tárcát hozzák létre, mint az újabb verziók vagy más programok.

source: Duplicate master keys
cs_cz: Duplikovat hlavní klíče
de_de: Doppelte Hauptschlüssel
hu_hu: Duplikált mesterkulcsok

source: During that time, funds will not be recoverable from your seed, and may be lost if you lose your device.
cs_cz: Během této doby nebude možné z vašeho seedu získat prostředky a můžete o ně přijít, pokud ztratíte zařízení.
de_de: Während dieser Zeit kann das Guthaben nicht mithilfe Ihres Seeds wiederhergestellt werden und kann verloren gehen, wenn Sie Ihr Gerät verlieren.
hu_hu: Ezalatt az összegek nem lesznek helyreállíthatóak a mag beállításodból, akár el is veszhetnek ha elveszted az eszközödet.

source: Dutch
cs_cz: Holandština
de_de: Niederländisch
hu_hu: Holland

source: Dynamic fee estimates not available
cs_cz: Dynamické odhady poplatků nejsou k dispozici
de_de: Dynamische Gebührenschätzung nicht verfügbar
hu_hu: Dinamikus tranzakciós díj becslése nem elérhető

source: ETA
cs_cz: Odhadovaný čas
de_de: Restzeit
hu_hu: Becsült idő

source: ETA: fee rate is based on average confirmation time estimates
cs_cz: Odhad času: sazba poplatku je založena na průměrných odhadech doby potvrzení
de_de: ETA: Gebührenrate basiert auf Schätzungen der durchschnittlichen Bestätigungszeit
hu_hu: Becsült idő: az egységdíj meghatározása az átlagos megerősítési idő becslésén alapul

source: Each Revealer has a unique code. It starts with a version number, then 128 bits of entropy encoded in hex format, and the last three digits as a checksum.
cs_cz: Každý Revealer má jedinečný kód. Začíná číslem verze, pak 128 bitů entropie zakódováno v hexadecimálním formátu a poslední tři číslice jsou kontrolní součet.

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
hu_hu: Szerkesztés

source: Edit Locktime
cs_cz: Upravit LockTime
de_de: Sperrzeit ändern
hu_hu: Zárolási idő szerkesztése

source: Edit fees manually
cs_cz: Upravit poplatky ručně
de_de: Gebühren manuell bearbeiten
hu_hu: Díjak kézi szerkesztése

source: Edit {}
cs_cz: Upravit {}
de_de: {} bearbeiten
hu_hu: {} szerkesztése

source: Electrum Bitcoin Wallet
cs_cz: Peněženka Electrum Bitcoin
de_de: Electrum Bitcoin Geldbörse
hu_hu: Electrum Bitcoin tárca

source: Electrum Plugins
cs_cz: Electrum pluginy
hu_hu: Electrum bővítmények

source: Electrum Terms of Use
cs_cz: Podmínky použití Electrum
de_de: Electrum Nutzungsbedingungen

source: Electrum cannot pair with your {}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
cs_cz: Electrum se nemůže spárovat s vaším zařízením {}. Dříve než požádáte o zaslání bitcoinů na adresy v této peněžence, ujistěte se, že můžete vaše zařízení spárovat, nebo zda máte jeho seed (a bezpečnostní frázi, pokud existuje). Jinak nebudete moci utratit žádné bitcoiny, které obdržíte.
de_de: Electrum konnte sich nicht mit Ihrem {} verbinden. Bevor Sie Bitcoins an diese Geldbörse senden, versichern Sie sich, dass Sie das Gerät verbinden können oder die Seed-Worte (und eine eventuelle Passphrase) besitzen. Ansonsten können Sie keine Bitcoins ausgeben.
hu_hu: Az Electrum nem tud kapcsolódni a(z) {} eszközhöz. Mielőtt bármilyen összeget kérnél ebben a tárcában lévő címekre, bizonyosodj meg róla, hogy helyesen működik az eszközhöz való kapcsolódás, vagy hogy megvan a magja (és kulcsszövege, ha van). Ellenkező esetben sehogy sem fogsz tudni hozzáférni fogadott bitcoinokhoz.

source: Electrum connects to a unique server in order to receive your transaction history. This server will learn your wallet addresses.
cs_cz: Electrum se připojuje k jedinečnému serveru, aby získalo historii vašich transakcí. Tento server se dozví adresy vašich peněženek.

source: Electrum preferences
cs_cz: Electrum nastavení
de_de: Electrum Einstellungen
hu_hu: Electrum beállítások

source: Electrum uses Nostr in order to find liquidity providers.
cs_cz: Electrum používá k vyhledávání poskytovatelů likvidity službu Nostr.
de_de: Electrum nutzt Nostr, um Liquiditätsanbieter zu finden.

source: Electrum uses static channel backups. If you lose your wallet file, you will need to request your channel to be force-closed by the remote peer in order to recover your funds. This assumes that the remote peer is reachable, and has not lost its own data.
cs_cz: Electrum používá statické zálohy kanálů. Pokud ztratíte soubor peněženky, budete muset požádat o nucené uzavření kanálu vzdáleným partnerem/peerem, abyste mohli získat své prostředky zpět. To předpokládá, že vzdálený partner je dosažitelný a neztratil svá vlastní data.
de_de: Electrum verwendet statische Kanalsicherungen. Wenn Sie Ihre Geldbörse-Datei verlieren, müssen Sie die erzwungene Schließung Ihres Kanals durch den Remote-Peer beantragen, um Ihr Geld zurückzugewinnen. Dies setzt voraus, dass der Remote-Peer erreichbar ist und keine eigenen Daten verloren hat.
hu_hu: Az Electrum statikus csatorna biztonsági mentéseket használ. Ha elveszíted a tárcafájlt, akkor a távoli féltől kell kérned a csatorna kényszerített lezárását, hogy visszakapd a pénzedet. Ez feltételezi, hogy a távoli partner elérhető, és nem vesztette el a saját adatait.

source: Electrum wallet
cs_cz: Electrum peněženka
de_de: Electrum Geldbörse
hu_hu: Electrum pénztárca

source: Electrum was unable to copy your wallet file to the specified location.
cs_cz: Electrum nemohl zkopírovat soubor peněženky do zvoleného umístění.
de_de: Electrum konnte die Geldbörse nicht in das angegebene Verzeichnis kopieren.
hu_hu: Az Electrum nem tudja másolni a tárcafájlodat a választott helyre.

source: Electrum was unable to deserialize the transaction:
cs_cz: Electru se nepodařilo transakci deserializovat:
de_de: Electrum konnte diese Transaktion nicht deserialisieren:
hu_hu: Az Electrum nem tudta beolvasni a tranzakciót:

source: Electrum was unable to open your transaction file
cs_cz: Electrum nemohl otevřít soubor s Vašimi transakcemi
de_de: Electrum konnte die Transaktionsdatei nicht öffnen
hu_hu: Az Electrum nem tudta megnyitni a tranzakciós fájlt

source: Electrum was unable to parse your transaction
cs_cz: Electrum nebyl schopen parsovat Vaši transakci
de_de: Electrum konnte die Transaktionsdatei nicht lesen
hu_hu: Az Electrum nem tudta értelmezni a tranzakciódat

source: Electrum was unable to produce a private key-export.
cs_cz: Electrum nemohl vytvořit export osobního klíče.
de_de: Electrum konnte den privaten Schlüssel nicht exportieren.
hu_hu: Az Electrum nem tudta exportálni a titkos kulcsot.

source: Electrum was unable to produce a transaction export.
cs_cz: Electrum nemohl vytvořit export transakce.
de_de: Electrum konnte den Transaktionsverlauf nicht exportieren.
hu_hu: Az Electrum nem tudta exportálni a tranzakciót.

source: Electrum will always use a history server that is on the longest blockchain. If your current server is unresponsive or lagging, Electrum will switch to another server.
cs_cz: Electrum bude vždy používat server historie, který je na nejdelším blockchainu. Pokud váš aktuální server nereaguje nebo zaostává, Electrum přepne na jiný server.

source: Electrum will not be responsible in case of theft, loss of funds or privacy that might result from third-party plugins.
cs_cz: Electrum nenese odpovědnost v případě krádeže, ztráty finančních prostředků nebo soukromí, ke kterým může dojít použitím pluginů třetích stran.

source: Electrum will now exit.
cs_cz: Electrum bude nyní ukončeno.
de_de: Electrum wird jetzt beendet.
hu_hu: Az Electrum kilép.

source: Electrum will stay with the server you selected, and it will not connect to additional nodes. This will disable fork detection. This mode is only intended for connecting to your own fully trusted server. Using this option on a public server is a security risk and is discouraged.
cs_cz: Electrum zůstane u vámi vybraného serveru a nebude se připojovat k dalším uzlům. Tím se vypne detekce forků. Tento režim je určen pouze pro připojení k vašemu plně důvěryhodnému serveru. Použití této možnosti na veřejném serveru představuje bezpečnostní riziko a nedoporučuje se.

source: Electrum will stay with the server you selected. It will warn you if your server is lagging.
cs_cz: Electrum zůstane na vámi vybraném serveru. Upozorní vás, pokud váš server zaostává.

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin.
cs_cz: Electrum se zaměřuje na rychlost, s nízkým využitím zdrojů a na zjednodušení Bitcoinu.
de_de: Electrum legt Wert auf Geschwindigkeit, Effizienz und Einfachheit.
hu_hu: Az Electrum célkitűzései a gyors működés, alacsony erőforrásigény és a Bitcoin használatának egyszerűsítése.

source: Enable
cs_cz: Zapnout
de_de: Aktivieren
hu_hu: Bekapcsolás

source: Enable PIN protection
cs_cz: Zapnout ochranu PINem
de_de: PIN-Schutz aktivieren
hu_hu: PIN kódos védelem engedélyezése

source: Enable Passphrases
cs_cz: Povolit bezpečnostní fráze
de_de: Passphrase aktivieren
hu_hu: Kulcsszövegek engedélyezése

source: Enable fiat exchange rate with history.
cs_cz: Povolit směnný kurz fiatu s historií.
de_de: Fiat-Wechselkurs mit Historie aktivieren.
hu_hu: Fiat árfolyamok engedélyezéssel, előzményekkel.

source: Enable output value rounding
cs_cz: Povolit zaokrouhlování výstupní hodnoty
de_de: Ausgaberundung aktivieren
hu_hu: Kimeneti értékek kerekítése

source: Enable passphrases
cs_cz: Povolit bezpečnostní fráze
de_de: Passphrasen aktivieren
hu_hu: Kulcsszövegek engedélyezése

source: Enable seedless mode
cs_cz: Povolit režim bez seedu
de_de: Seedless-Modus aktivieren
hu_hu: Mag nélküli mód engedélyezése

source: Enable update check
cs_cz: Povolit kontrolu aktualizací
de_de: Update-Prüfung aktivieren
hu_hu: Frissítések keresése

source: Enabled
cs_cz: Zapnuté
de_de: Aktiviert
hu_hu: Engedélyezve

source: Encrypt
cs_cz: Šifrovat
de_de: Verschlüsseln
hu_hu: Titkosítás

source: Encrypt custom secret
cs_cz: Zašifrujte vlastní tajný kód
de_de: Beliebige Seed verschlüsseln
hu_hu: Tetszőleges adatok titkosítása

source: Encrypt using hardware
cs_cz: Zašifrovat pomocí hardwaru
de_de: Mit Hardware verschlüsseln
hu_hu: Titkosítás hardver használatával

source: Encrypt wallet file using hardware wallet device
cs_cz: Zašifrovat soubor peněženky pomocí hardwarového zařízení peněženky

source: Encrypt {}'s seed
cs_cz: Zašifrovat seed {}
de_de: Seed von {} verschlüsseln
hu_hu: {} magjának titkosítása

source: Encrypt/decrypt Message
cs_cz: Šifrovat/dešifrovat zprávu
de_de: Nachricht verschlüsseln/entschlüsseln
hu_hu: Üzenet titkosítása/visszafejtése

source: Encrypt/decrypt message
cs_cz: Šifrovat/dešifrovat zprávu
de_de: Nachricht ver- oder entschlüsseln
hu_hu: Üzenet titkosítása/visszafejtése

source: Encrypted
cs_cz: Šifrováno
de_de: Verschlüsselt
hu_hu: Titkosított

source: Encryption and decryption are currently not supported for {}
cs_cz: Šifrování a dešifrování aktuálně nejsou podporovány pro {}
de_de: Ver- oder Entschlüsselung werden mit {} noch nicht unterstützt
hu_hu: A {} eszközön jelenleg nem támogatott a titkosítás és a visszafejtés

source: Encryption and decryption are not implemented by {}
cs_cz: Šifrování a dešifrování není implementováno {}
de_de: Eine Ver- oder Entschlüsselung ist mit {} nicht implementiert
hu_hu: A titkosítást és a visszafejtést nem támogatja a {}

source: End
cs_cz: Konec
de_de: Ende
hu_hu: Vége

source: English
cs_cz: Angličtina
de_de: Englisch
hu_hu: Angol

source: Enter NWC connection parameters
cs_cz: Zadejte parametry připojení NWC

source: Enter PIN
cs_cz: Zadejte PIN
de_de: PIN eingeben
hu_hu: PIN kód megadása

source: Enter Passphrase
cs_cz: Zadejte bezpečnostní frázi
de_de: Passphrase eingeben
hu_hu: Írd be a kulcsszöveget

source: Enter Passphrase on Device
cs_cz: Zadejte bezpečnostní frázi na zařízení
de_de: Passphrase auf dem Gerät eingeben
hu_hu: Add meg a kulcsszöveget az eszközön

source: Enter Password
cs_cz: Zadejte heslo
de_de: Passwort eingeben
hu_hu: Jelszó megadása

source: Enter Remote Node ID or connection string or invoice
cs_cz: Zadejte ID vzdáleného uzlu nebo připojovací řetězec nebo fakturu
de_de: Remote-Node-ID oder Verbindungsdaten oder Rechnung eingeben
hu_hu: Add meg a távoli csomópont azonosítóját, kapcsolati sztringjét, vagy egy fizetési kérelmet

source: Enter Seed
cs_cz: Zadejte seed
de_de: Seed eingeben
hu_hu: Mag megadása
