Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: The amount will be displayed in red if you do not have enough funds in your wallet.
cs_cz: Zůstatek bude zobrazen červeně, pokud nebude dostatek prostředků v peněžence.
de_de: Der Betrag wird in rot angezeigt, falls nicht genügend Geld in der Geldbörse ist.

source: The bitcoin address never expires and will always be part of this electrum wallet.
cs_cz: Bitcoinová adresa nikdy nevyprší a bude vždy součástí této electrum peněženky.
de_de: Die Bitcoin-Adresse wird niemals ablaufen und immer Teil dieser Geldbörse sein.
hu_hu: A kérelemhez tartozó Bitcoin cím soha nem jár le, mindig is része marad ennek a pénztárcának.

source: The channel peer can route Trampoline payments.
cs_cz: Partner kanálu může směrovat platby Trampoline.
de_de: Der Kanal-Peer kann Trampoline-Zahlungen weiterleiten.
hu_hu: A csatornához tartozó partner képes Trampoline fizetéseket továbbítani.

source: The channel you created is not recoverable from seed. To prevent fund losses, please save this backup on another device. It may be imported in another Electrum wallet with the same seed.
cs_cz: Kanál, který jste vytvořili, nelze ze seedu obnovit. Abyste předešli ztrátě prostředků, uložte si tuto zálohu na jiné zařízení. Může být importována do jiné peněženky Electrum se stejným seedem.
de_de: Der von Ihnen erstellte Kanal kann aus dem Seed nicht wiederhergestellt werden. Um Geldverluste zu vermeiden, speichern Sie dieses Backup bitte auf einem anderen Gerät. Es kann in eine andere Electrum-Geldbörse mit demselben Seed importiert werden.
hu_hu: A létrehozott csatorna nem állítható vissza a magból. A pénz elvesztésének megelőzése érdekében, mentsd ezt a biztonsági másolatot egy másik eszközre. Ez importálható egy ugyanazzal a maggal rendelkező, másik Electrum tárcába.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
cs_cz: Popis není odeslán příjemci. Je uložen pouze ve Vaší peněžence a bude zobrazen v záložce 'Historie'.
de_de: Die Beschreibung wird nicht an den Empfänger gesendet. Sie wird lediglich in der Geldbörse gespeichert und im Transaktionsverlauf angezeigt.
hu_hu: A megjegyzést a rendszer nem küldi el a címzett számára. Csak a saját tárcádban tárolódik és az 'Előzmények' lapon látható.

source: The device was disconnected.
cs_cz: Zařízení bylo odpojeno.
de_de: Das Gerät wurde getrennt.
hu_hu: Az eszköz nincs csatlakoztatva.

source: The fee could not be verified!
cs_cz: Poplatek nemohl být ověřen!
de_de: Die Gebühr konnte nicht überprüft werden!
hu_hu: A díj ellenőrzése nem sikerült!

source: The fee could not be verified. Signing non-segwit inputs is risky: if this transaction was maliciously modified before you sign, you might end up paying a higher mining fee than displayed.
cs_cz: Poplatek nelze ověřit. Podepisování vstupů, které nejsou segwit, je riskantní: if Tato transakce byla před podpisem škodlivě upravená, můžete nakonec zaplatit za těžbu vyšší poplatek, než je zobrazen.
de_de: Die Gebühr konnte nicht überprüft werden. Es ist riskant, Eingaben ohne Segwit zu unterzeichnen: Wenn diese Transaktion vor der Unterzeichnung böswillig modifiziert wurde, bevor Sie unterschreiben, könnten Sie am Ende eine höhere Mining-Gebühr zahlen als angezeigt wird.
hu_hu: A díj nem ellenőrizhető. Nem-segwit bemenetek aláírása veszélyes: ha a tranzakció valaki más által módosítva volt az aláírás előtt, akkor a bányászköltség nagyobb lehet az eredetinél.

source: The fee for the transaction is higher than the funds gained from it.
cs_cz: Poplatek za transakci je vyšší než finanční prostředky z ní získané.
hu_hu: A tranzakció díja magasabb mint a belőle származó bevétel.

source: The fee for this transaction seems unusually high.
cs_cz: Poplatek pro tuto platby se zdá být neobyčejně vysoký.
de_de: Die Gebühren für diese Transaktion scheinen ungewöhnlich hoch zu sein.
hu_hu: A tranzakció díja szokatlanul magasnak tűnik.

source: The file must have root permissions
cs_cz: Soubor musí mít práva root

source: The file was removed
cs_cz: Soubor byl odstraněn
de_de: Die Datei wurde entfernt
hu_hu: Fájl törölve

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
cs_cz: Firmware hardwarového zařízení je příliš starý. Pokud je to možné, měli byste ho upgradovat. Tuto chybu můžete ignorovat a pokusit se pokračovat, ale věci se pravděpodobně pokazí.
de_de: Die Firmware Ihres Hardware-Gerätes ist zu alt. Wenn möglich, sollten Sie diese aktualisieren. Sie können diesen Fehler ignorieren und versuchen, fortzufahren, aber es ist wahrscheinlich, dass ein Fehler auftreten wird.
hu_hu: A hardvereszköz firmware-verziója túl régi. Ajánlott frissíteni, ha van rá lehetőség. Folytathatod a hardvereszköz frissítése nélkül is, de ekkor valószínű, hogy néhány dolog nem fog megfelelően működni.

source: The following addresses were added
cs_cz: Následující adresy byly přidány
de_de: Die folgenden Adressen wurden hinzugefügt
hu_hu: Az alábbi címek hozzáadva

source: The following alias providers are available:
cs_cz: Jsou dostupní následující poskytovatelé aliasů:
de_de: Die folgenden Alias-Anbieter sind verfügbar:
hu_hu: Az alábbi szolgáltatók érhetőek el:

source: The following inputs could not be imported
cs_cz: Následující vstupy nemohly být importovány
de_de: Die folgenden Eingänge konnten nicht importiert werden
hu_hu: Az alábbi bemenetek nem lettek importálva

source: The funding transaction has been detected.
cs_cz: Byla zjištěna transakce financování.
de_de: Die Finanzierungstransaktion wurde erkannt.
hu_hu: A fedezetet biztosító tranzakciót detektálták.

source: The input amounts could not be verified as the previous transactions are missing. The amount of money being spent CANNOT be verified.
cs_cz: Vstupní částky nelze ověřit, protože chybí předchozí transakce./nMnožství utracených peněz NELZE ověřit.
de_de: Die eingegebenen Beträge konnten nicht überprüft werden, da die vorherigen Transaktionen fehlen. Der ausgegebene Geldbetrag kann NICHT überprüft werden.
hu_hu: A bemeneti összegek ellenőrzése nem sikerült, mert hiányoznak a korábbi tranzakciók. Az elküldésre kerülő összeg NEM ELLENŐRIZHETŐ.

source: The new fee rate needs to be higher than the old fee rate.
cs_cz: Nová sazba poplatku musí být vyšší než původní sazba poplatku.
de_de: Die neue Gebührenrate muss höher sein als die alte Gebührenrate.
hu_hu: Az új egységdíjnak nagyobbnak kell lennie a réginél.

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
cs_cz: Další krok vygeneruje seed vaší peněženky. Tento seed NEBUDE uložen ve vašem počítači a musí být přepsaný na papíře. Chcete-li být v bezpečí před malwarem, můžete to udělat v počítači bez přístupu na internet a přesunout peněženku později do online počítače.
de_de: Im nächsten Schritt wird die Seed Ihrer Geldbörse generiert. Die Seed wird NICHT auf dem Computer gespeichert, bitte notieren Sie sie auf ein Blatt Papier. Um komplett sicher vor Viren zu sein, können Sie dies auch auf einem Computer machen, der nicht mit dem Internet verbunden ist.
hu_hu: A következő lépésben a pénztárca magja kerül létrehozásra. Ez a mag NEM lesz elmentve a számítógépre, hanem egy papírra kell felírnod. Ahhoz, hogy biztonságban legyél a rosszindulatú programok ellen, érdemes lehet ezt egy offline számítógépen csinálni, és a pénztárcát ezután egy online számítógépre átmásolni.

source: The operation is undefined. Not just in Electrum, but in general.
cs_cz: Operace není definována. Nejen v Electrum, ale obecně.
de_de: Diese Operation ist nicht definiert - nicht nur in Electrum sondern überhaupt.
hu_hu: Ez a művelet nincs definiálva. Nem csak az Electrumban, hanem egyáltalán.

source: The output value remaining after fee is too low.
cs_cz: Výstupní hodnota zbývající po zaplacení poplatku je příliš nízká.
de_de: Der nach der Gebühr verbleibende Ausgangswert ist zu niedrig.
hu_hu: A díjon felül fennmaradó kimeneti összeg túl alacsony.

source: The platform QR detection library is not available.
cs_cz: Platforma nemá k dispozici knihovnu pro rozpoznání QR.
de_de: Die Bibliothek zur QR-Erkennung ist nicht verfügbar.
hu_hu: Nem érhető el a rendszer QR érzékelő programja.

source: The proposed fee is computed using your fee/kB settings, applied to the total size of both child and parent transactions. After you broadcast a CPFP transaction, it is normal to see a new unconfirmed transaction in your history.
cs_cz: Navrhovaný poplatek se vypočítá pomocí vašeho nastavení poplatku/kB a použije se na celkovou velikost podřízených i nadřízených transakcí. Po odvysílání transakce CPFP je běžné, že se v historii zobrazí nová nepotvrzená transakce.
de_de: Die vorgeschlagene Gebühr wird auf Basis Ihrer Einstellung (Gebühr pro kB) berechnet und bezieht sich auf die Gesamtgröße der Child- und Parent-Transaktionen. Nachdem Sie eine CPFP-Transaktion gesendet haben, ist es normal, dass Sie eine unbestätigte Transaktion in Ihrer Transaktionshistorie sehen.
hu_hu: A javasolt díj a kB szerinti díj beállításod alapján számítódik, figyelembe véve az eredeti és a másodlagos tranzakciók teljes méretét. Miután kiküldöd a díjfizetést végző másodlagos tranzakciót, az előzmények listáján megjelenhet egy újabb nem megerősített elem.

source: The recipient will receive {} less.
cs_cz: Příjemce obdrží o {} méně.
de_de: Der Empfänger wird {} weniger erhalten.
hu_hu: A címzett {} összeggel kevesebbet kap.

source: The requested amount is higher than what you can receive in your currently open channels. If you continue, your funds will be locked until the remote server can find a path to pay you. If the swap cannot be performed after 24h, you will be refunded. Do you want to continue?
cs_cz: Požadovaná částka je vyšší než ta, kterou můžete obdržet ve svých aktuálně otevřených kanálech. Pokud budete pokračovat, vaše prostředky budou zablokovány, dokud vzdálený server nenajde cestu, jak vám zaplatit. Pokud výměnu nebude možné provést do 24 hodin, budou vám vráceny peníze. Chcete pokračovat?
de_de: Der angeforderte Betrag ist höher als der Betrag, den Sie in Ihren derzeit geöffneten Kanälen erhalten können. Wenn Sie fortfahren, wird Ihr Geld gesperrt, bis der Entfernte-Server einen Weg findet, Sie zu bezahlen. Wenn der Tausch nach 24 Stunden nicht durchgeführt werden kann, werden Sie dies tun zurückerstattet werden. Möchten Sie fortfahren?
hu_hu: A kért összeg magasabb, mint a megnyitott csatornáidon jelenleg fogadható maximum. Ha folytatod, a fedezeted zárolásra kerül, amíg a távoli szerver talál egy útvonalat a kifizetéshez. Ha a csereügylet nem végezhető el 24 órán belül, az összeg visszakerül hozzád. Folytatod?

source: The selected relay will be put first in the connection string.
cs_cz: Vybraný přenosový bod bude umístěn jako první v řetězci připojení.

source: The server returned an error when broadcasting the transaction.
cs_cz: Server vrátil chybu při vysílání transakce.
de_de: Der Server hat beim Senden der Transaktion mit einem Fehler geantwortet.
hu_hu: A szerver hibát jelzett a tranzakció elküldése közben.

source: The server returned an error.
cs_cz: Server vrátil chybu.
de_de: Der Server gab einen Fehler zurück.
hu_hu: A szerver hibát adott vissza.

source: The server returned an unexpected transaction ID when broadcasting the transaction.
cs_cz: Server vrátil neočekávané ID transakce při vysílání této transakce.
de_de: Der Server gab beim Senden der Transaktion eine unbekannte Transaktions-ID zurück.
hu_hu: A szerver egy nem várt tranzakció azonosítót adott vissza a tranzakció elküldése során.

source: The set is complete!
cs_cz: Sada je kompletní!
de_de: Die Einrichtung ist abgeschlossen!
hu_hu: Az összes rész megvan!

source: The swap server errored or is unreachable.
cs_cz: Na serveru swapu došlo k chybě nebo je nedostupný.
de_de: Der Swap-Server hatte einen Fehler oder ist nicht erreichbar.
hu_hu: A csereügyletet végző szerver hibát jelzett vagy nem érhető el.

source: The swap will be finalized once your transaction is confirmed.
cs_cz: Swap bude dokončen, jakmile bude vaše transakce potvrzena.
de_de: Der Tausch wird abgeschlossen, sobald Ihre Transaktion bestätigt ist.
hu_hu: A csereügylet a tranzakció megerősítésekor kerül véglegesítésre.

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
cs_cz: Transakce byla odmítnuta, protože obsahuje více výstupů OP_RETURN.
de_de: Die Transaktion wurde zurückgewiesen, da sie mehrere OP_RETURN-Ausgänge enthält.
hu_hu: A tranzakció elutasításra került, mert több OP_RETURN kimenetet is tartalmaz.

source: The transaction was rejected because it is too large (in bytes).
cs_cz: Transakce byla odmítnuta, protože je příliš velká (v bajtech).
de_de: Die Transaktion wurde zurückgewiesen, da sie zu groß (in Bytes) ist.
hu_hu: A tranzakció elutasításra került, mert túl nagy (a mérete bájtokban).

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
cs_cz: Peněženka '{}' obsahuje více účtů, které již nejsou podporovány od Electrum 2.7. Chcete rozdělit peněženku do více souborů?
de_de: Die Geldbörse '{}' enthält mehrere Konten. Diese Funktion wird seit Version 2.7 von Electrum nicht mehr unterstützt. Möchten Sie Ihre Geldbörse in mehrere Dateien aufteilen?
hu_hu: A(z) "{}" pénztárca fájl több fiókot is tartalmaz, ami az Electrum 2.7-es verziója óta nem támogatott. Szeretnéd szétválasztani ezt a pénztárca fájlt több fájlra?

source: The {} only supports message signing on mainnet.
cs_cz: {} podporuje podepisování zpráv jen na mainnetu.
de_de: Die {} unterstützt die Signierung von Nachrichten nur im Mainnet.
hu_hu: A {} csak a mainneten támogatja üzenetek aláírását.

source: Then you can print those two images on transparent film.
cs_cz: Tyto dva obrázky pak můžete vytisknout na průhledný film.

source: Then, enter your Google Authenticator code:
cs_cz: Poté zadejte kód Google Authenticator:
de_de: Danach ist der Google-Authenticator Code erforderlich:
hu_hu: Majd írd be a Google Authenticator kódot:

source: There are still channels that are not fully closed
cs_cz: Stále existují kanály, které nejsou zcela uzavřeny
de_de: Es gibt noch Kanäle, die nicht vollständig geschlossen sind.
hu_hu: Még vannak csatornák, amelyek nincsenek teljesen lezárva

source: There are still coins present in this wallet. Really delete?
cs_cz: V této peněžence jsou stále ještě nějaké mince. Opravdu ji chcete smazat?
de_de: Es gibt noch Coins in dieser Geldbörse. Wirklich löschen?
hu_hu: Még mindig van érme ebben a tárcában. Biztos, hogy törlöd?

source: There are still unpaid requests. Really delete?
cs_cz: Stále existují nezaplacené žádosti. Opravdu smazat?
de_de: Es gibt noch unbezahlte Zahlungsaufforderungen. Wirklich löschen?
hu_hu: Még vannak nem kifizetett kérelmek. Biztos, hogy törlöd?

source: There is a new update available
cs_cz: K dispozici je nová aktualizace
de_de: Eine neue Aktualisierung ist verfügbar
hu_hu: Új frissítés elérhető

source: There was a problem with the automatic reporting:
cs_cz: Při automatickém hlášení došlo k potížím:
de_de: Beim Senden des Berichts ist ein Fehler aufgetreten:
hu_hu: Hiba történt az automatikus hibajelentés közben:

source: Therefore, two-factor authentication is disabled.
cs_cz: Proto je zakázáno dvoufaktorové ověřování.
de_de: Deshalb wurde der zweite Faktor deaktiviert.
hu_hu: Emiatt a kétlépcsős hitelesítés ki van kapcsolva.

source: These relays are also used for some plugins, e.g. Nostr Wallet Connect or Nostr Cosigner
cs_cz: Tato přenosové body se používají také pro některé pluginy, např. Nostr Wallet Connect nebo Nostr Cosigner.

source: Third-party plugins are not endorsed by Electrum.
cs_cz: Pluginy třetích stran Electrum nedoporučuje.

source: This UTXO has {} parent transactions in your wallet.
cs_cz: Tento UTXO má {} nadřízených transakcí ve vaší peněžence.
de_de: Dieses UTXO hat {} übergeordnete Transaktionen in Ihrer Brieftasche.
hu_hu: Ehhez a címhez {} szülő tranzakció tartozik a tárcádban.

source: This address has already been used. For better privacy, do not reuse it for new payments.
cs_cz: Tato adresa již byla použita. Pro lepší soukromí ji nepoužívejte znovu pro nové platby.
de_de: Diese Adresse wurde bereits verwendet. Für eine bessere Privatsphäre sollten Sie diese für neue Zahlungen nicht wiederverwenden.
hu_hu: Ez a cím már használva volt. Az anonimitásod növelése érdekében ne használd ezt a címet többször.

source: This address in your wallet will receive the funds when the Alert Transaction is broadcast.
cs_cz: Tato adresa ve vaší peněžence obdrží finanční prostředky po odvysílání transakce výstrahy.

source: This address in your wallet will receive the funds when the Cancellation transaction is broadcast.
cs_cz: Tato adresa ve vaší peněžence obdrží finanční prostředky po odvysílání transakce zrušení.

source: This channel cannot be recovered from your seed. You must back it up manually.
cs_cz: Tento kanál nelze obnovit z vašeho seedu. Musíte jej zálohovat ručně.
de_de: Dieser Kanal kann nicht durch Ihren Seed wiederhergestellt werden. Sie müssen ein manuelles Backup erstellen.
hu_hu: Ez a csatorna nem állítható helyre a magodból. Manuálisan kell mentést készítened.

source: This channel is frozen for receiving. It will not be included in invoices.
cs_cz: Tento kanál je pro příjem zmrazen. Nebude zahrnuta do faktur.
de_de: Dieser Kanal ist für den Empfang eingefroren. Er wird in den Rechnungen nicht berücksichtigt.
hu_hu: Ennek a csatornának a fogadási lehetősége le van fagyasztva. Nem kerül bele a fizetési kérelmekbe.

source: This channel is frozen for sending. It will not be used for outgoing payments.
cs_cz: Tento kanál je zmrazen pro odeslání. Nebude použit pro odchozí platby.
de_de: Dieser Kanal ist für das Senden eingefroren. Er wird nicht für ausgehende Zahlungen verwendet.
hu_hu: Ennek a csatornának a küldési lehetősége le van fagyasztva. Nem kerül felhasználásra a fizetéseknél.

source: This channel is with a non-trampoline node; it cannot be used if trampoline is enabled. If you want to keep using this channel, you need to disable trampoline routing in your preferences.
cs_cz: Tento kanál je s uzlem bez trampoline; nelze jej použít, pokud je trampoline povolena. Pokud chcete tento kanál používat i nadále, musíte v předvolbách zakázat směrování trampoline.
de_de: Dieser Kanal verfügt über einen Nicht-Trampolin-Knoten; Es kann nicht verwendet werden, wenn das Trampolin aktiviert ist. Wenn Sie diesen Kanal weiterhin verwenden möchten, müssen Sie die Trampolin-Weiterleitung in Ihren Einstellungen deaktivieren.
hu_hu: Ez a csatorna egy nem trampoline csomóponthoz kapcsolódik; nem használható, ha a trampoline be van kapcsolva. Ha továbbra is használni szeretnéd ezt a csatornát, akkor a beállításokban ki kell kapcsolnod a trampoline útválasztást.

source: This channel uses anchor outputs.
cs_cz: Tento kanál používá ukotvené výstupy.
hu_hu: Ez a csatorna lehorgonyzott kimeneteket használ.

source: This channel will be usable after {} confirmations
cs_cz: Tento kanál bude použitelný po {} potvrzeních
de_de: Dieser Kanal wird nach {} Bestätigungen nutzbar sein
hu_hu: Ez a csatorna {} megerősítés után lesz használható

source: This code is visible in the bottom right corner of the Revealer.
cs_cz: Tento kód je vidět v pravém dolním rohu Revealeru.

source: This device does not reveal xpubs corresponding to non-hardened paths
cs_cz: Toto zařízení neodhaluje xpubs odpovídající netvrzeným cestám
de_de: Dieses Gerät zeigt keine XPubs an, die nicht gehärteten Pfaden entsprechen
hu_hu: Ez az eszköz nem fedi fel a nem-'hardened' útvonalakhoz tartozó xpub-okat

source: This does not include transactions that are downstream of address reuse.
cs_cz: Toto nezahrnuje transakce, které jsou navazující na opakované použití adresy.
de_de: Dies gilt nicht für Transaktionen, die der Wiederverwendung von Adressen nachgeschaltet sind.
hu_hu: Ez nem tartalmazza azokat a tranzakciókat, amelyeket a címek újbóli használata mögött vannak.

source: This feature requires the 'matplotlib' Python library which is not included in Electrum by default.
cs_cz: Tato funkce vyžaduje knihovnu Python ‚matplotlib‘, která není ve výchozím nastavení součástí Electrum.

source: This field can contain:
cs_cz: Toto pole může obsahovat:
de_de: Dieses Feld kann Folgendes enthalten:
hu_hu: A mezőbe írható:

source: This field must contain a single Bitcoin address, or multiple lines in the format: 'address, amount'.
cs_cz: Toto pole musí obsahovat jednu bitcoinovou adresu nebo více řádků ve formátu: 'adresa, částka'.

source: This file can be edited with Regedit
cs_cz: Tento soubor je možné upravit pomocí Regedit

source: This file does not exist.
cs_cz: Soubor nenalezen.
de_de: Diese Datei existiert nicht.
hu_hu: Ez a fájl nem létezik.

source: This file is already open in memory.
cs_cz: Tento soubor je již otevřen v paměti.
de_de: Diese Datei ist bereits geöffnet.
hu_hu: Ez a fájl már be van töltve a memóriába.

source: This file is encrypted using a hardware device.
cs_cz: Tento soubor je šifrován pomocí hardwarového zařízení.
de_de: Diese Datei wurde mit einem Hardware-Gerät verschlüsselt.
hu_hu: Ez a fájl egy hardvereszközzel került titkosításra.

source: This file is encrypted with a password.
cs_cz: Tento soubor je zašifrován pomocí hesla.
de_de: Diese Datei ist passwortgeschützt.
hu_hu: Ez a fájl jelszóval van titkosítva.

source: This function is only available after pairing your {} with a mobile device.
cs_cz: Tato funkce je k dispozici pouze po spárování zařízení {} s mobilním zařízením.
de_de: Diese Funktion ist erst verfügbar, wenn Sie Ihr {} mit einem Mobilgerät verbinden.
hu_hu: Ez a funkció akkor válik elérhetővé, miután a {0} eszközt párosítod egy mobileszközzel.

source: This function is only available for p2pkh keystores when using {}.
cs_cz: Tato funkce je k dispozici pouze pro úložiště klíčů p2pkh, když používáte zařízení {}.
de_de: Diese Funktion ist für P2PKH-Schlüsselspeicher nur mit {} nutzbar.
hu_hu: Ez a funkció csak akkor elérhető p2pkh kulcstárhoz, ha a {0} eszközt használsz.

source: This function is only available for standard wallets when using {}.
cs_cz: Tato funkce je k dispozici pouze pro standardní peněženky, když používáte zařízení {}.
de_de: Diese Funktion ist für Standard-Geldbörsen nur mit {} nutzbar.
hu_hu: Ez a funkció csak akkor érhető el általános tárcához ha a {0} eszközt használsz.

source: This hardware device could not decrypt this wallet. Is it the correct one?
cs_cz: Toto hardwarové zařízení nemohlo tuto peněženku dešifrovat. Je to ta správná?
de_de: Dieses Hardwaregerät konnte diese Geldbörse nicht entschlüsseln. Ist es das Richtige?
hu_hu: Ez a hardver nem tudta visszafejteni ezt a tárcát. Ez a megfelelő eszköz?

source: This information is seen by the recipient if you send them a signed payment request.
cs_cz: Tato informace je viditelná příjemci, pokud jim pošlete podepsaný platební požadavek.
de_de: Diese Informationen stehen dem Empfänger einer signierten Zahlungsanforderung zur Verfügung.
hu_hu: Ezt az információt látni fogja a fogadó fél, ha egy aláírt fizetési kérelmet küldesz neki.

source: This invoice has been paid already
cs_cz: Tato faktura již byla zaplacena
de_de: Die Rechnung ist bereits bezahlt
hu_hu: Ezt a fizetési kérelmet már kifizették

source: This invoice has expired
cs_cz: Platnost této faktury vypršela
de_de: Diese Rechnung ist abgelaufen
hu_hu: Ez a fizetési kérelem már lejárt
