Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

# ChannelDetails|
source: Freeze
cs_cz: Zmrazit
de_de: Sperren
hu_hu: Fagyasztás

# ChannelDetails|
source: Can receive
cs_cz: Může přijmout
de_de: Kann erhalten
hu_hu: Fogadhat

# ChannelDetails|
source: Technical properties
cs_cz: Technické vlastnosti
de_de: Technische Eigenschaften
hu_hu: Technikai tulajdonságok

# ChannelDetails|
source: Short channel ID
cs_cz: Krátké ID kanálu
de_de: Kurze Kanal-ID
hu_hu: Rövid csatorna azonosító

# ChannelDetails|
source: Local SCID alias
cs_cz: Místní alias SCID
de_de: Lokales SCID-Alias
hu_hu: Helyi SCID álnév

# ChannelDetails|
source: Remote SCID alias
cs_cz: Vzdálený alias SCID
de_de: Entferntes SCID-Alias
hu_hu: Távoli SCID álnév

# ChannelDetails|
source: Initiator
cs_cz: Iniciátor
hu_hu: Kezdeményező

# ChannelDetails|
source: Channel type
cs_cz: Typ kanálu
de_de: Kanaltyp
hu_hu: Csatorna típusa

# ChannelDetails|
source: Current feerate
cs_cz: Aktuální sazba poplatku
de_de: Aktuelle Gebühr
hu_hu: Jelenlegi egységdíj

# ChannelDetails|
source: Backup type
cs_cz: Typ zálohy
de_de: Sicherungstyp
hu_hu: Biztonsági mentés típusa

# ChannelDetails|
source: imported
cs_cz: importován
de_de: importiert
hu_hu: importált

# ChannelDetails|
source: Remote node ID
cs_cz: ID vzdáleného uzlu
hu_hu: Távoli csomópont azonosító

# ChannelDetails|
source: Channel node ID
cs_cz: ID uzlu kanálu
de_de: Kanalknoten-ID
hu_hu: Csatorna csomópont azonosító

# ChannelDetails|
source: Funding Outpoint
cs_cz: Financování outpointu
de_de: Finanzierungs-Outpoint
hu_hu: Létrehozási pont

# ChannelDetails|
source: Closing transaction
cs_cz: Zavírání transakce
de_de: Schließungstransaktion
hu_hu: Tranzakció lezárása

# ChannelDetails|
source: Channel close transaction
cs_cz: Transakce uzavření kanálu
de_de: Kanalschließungs-Transaktion
hu_hu: Csatorna lezáró tranzakció

# ChannelDetails|
source: Backup
cs_cz: Záloha
hu_hu: Biztonsági mentés

# ChannelDetails|
source: Channel Backup for %1
cs_cz: Záloha kanálu pro %1
de_de: Kanal-Sicherung für %1
hu_hu: Csatorna biztonsági mentés ehhez: %1

# ChannelDetails|
source: Close channel
cs_cz: Zavřít kanál
de_de: Kanal schließen
hu_hu: Csatorna lezárása

# ChannelDetails|
source: Delete channel
cs_cz: Smazat kanál
de_de: Kanal schließen
hu_hu: Csatorna törlése

# ChannelDetails|
source: Are you sure?
cs_cz: Jste si jisti?
de_de: Sind Sie sicher?
hu_hu: Biztos vagy benne?

# ChannelDetails|
source: This will purge associated transactions from your wallet history.
cs_cz: Tím se z historie vaší peněženky vymažou související transakce.
de_de: Dadurch werden zugehörige Transaktionen aus Ihrem Geldbörse-Verlauf gelöscht.
hu_hu: Ez eltávolítja a kapcsolódó tranzakciókat a tárca előzményeiből.

# ChannelDetails|
source: Cannot unfreeze channel
cs_cz: Kanál nelze uvolnit
de_de: Der Kanal kann nicht freigegeben werden
hu_hu: Nem sikerült a csatorna kiolvasztása

# ChannelDetails|
source: Non-Trampoline channels cannot be used for sending while in trampoline mode.
cs_cz: Kanály bez trampoline nemohou být použity pro odesílání v trampoline režimu.
de_de: Nicht-Trampolin-Kanäle können im Trampolin-Modus nicht zum Senden verwendet werden.
hu_hu: A nem-trampoline csatornák nem használhatók küldéshez, a trampoline módban.

# ChannelDetails|
source: Disable trampoline mode to enable sending from this channel.
cs_cz: Zakažte režim trampoline pro povolení odesílání z tohoto kanálu.
de_de: Deaktivieren Sie den Trampolinmodus, um das Senden von diesem Kanal zu ermöglichen.
hu_hu: Kapcsold ki a trampoline módot, hogy erről a csatornáról is küldhess.

# ChannelOpenProgressDialog|
source: Opening Channel...
cs_cz: Otevírá se kanál…
de_de: Öffne Kanal...
hu_hu: Csatorna létrehozása...

# ChannelOpenProgressDialog|
source: Success!
cs_cz: Úspěch!
de_de: Erfolgreich!
hu_hu: Sikeres!

# ChannelOpenProgressDialog|
source: Problem opening channel
cs_cz: Problém při otevírání kanálu
de_de: Problem beim Öffnen des Kanals
hu_hu: Hiba a csatorna létrehozása során

# ChannelOpenProgressDialog|
source: Save Channel Backup
cs_cz: Uložit zálohu kanálu
de_de: Kanalsicherung speichern
hu_hu: Készíts biztonsági mentést

# ChannelOpenProgressDialog|
source: The channel you created is not recoverable from seed.
cs_cz: Vámi vytvořený kanál není obnovitelný ze seedu.
de_de: Der von Ihnen erstellte Kanal kann nicht aus dem Seed wiederhergestellt werden.
hu_hu: A csatorna amit létrehoztál, nem állítható helyre a magból.

# ChannelOpenProgressDialog|
source: To prevent fund losses, please save this backup on another device.
cs_cz: Abyste zabránili ztrátě finančních prostředků, uložte tuto zálohu na jiné zařízení.
de_de: Um Geldverluste zu vermeiden, speichern Sie dieses Backup bitte auf einem anderen Gerät.
hu_hu: Hogy ne veszíts el pénzt, másold a biztonsági mentés egy másik eszközre.

# ChannelOpenProgressDialog|
source: It may be imported in another Electrum wallet with the same seed.
cs_cz: Může být importováno do jiné peněženky Electrum se stejným seedem.
de_de: Es kann in eine andere Electrum-Geldbörse mit demselben Seed importiert werden.
hu_hu: Importálható egy másik Electrum tárcába, ami ugyanezt a magot használja.

# Channels|
source: Lightning Channels
cs_cz: Lightning kanály
de_de: Lightning-Kanäle
hu_hu: Lightning csatornák

# Channels|
source: You have %1 open channels
cs_cz: Aktuální počet otevřených kanálů: %1
de_de: Sie haben %1 offene Kanäle
hu_hu: %1 megnyitott csatornád van

# Channels|
source: You can send
cs_cz: Můžete odeslat
de_de: Sie können senden
hu_hu: Küldhetsz

# Channels|
source: You can receive
cs_cz: Můžete přijmout/přijímat
de_de: Sie können erhalten
hu_hu: Fogadhatsz

# Channels|
source: Channel backups
cs_cz: Zálohy kanálů
de_de: Kanal Sicherungen
hu_hu: Csatorna biztonsági mentések

# Channels|
source: No Lightning channels yet in this wallet
cs_cz: V této peněžence zatím nejsou žádné Lightning kanály
de_de: In dieser Geldbörse gibt es noch keine Lightning-Kanäle
hu_hu: Még nincs Lightning csatorna ebben a tárcában

# Channels|
source: Open Channel
cs_cz: Otevřít kanál
de_de: Kanal öffnen
hu_hu: Csatorna létrehozása

# Channels|
source: Do you want to create your first channel?
cs_cz: Chcete vytvořit svůj první kanál?
de_de: Möchten Sie Ihren ersten Kanal erstellen?
hu_hu: Szeretnéd létrehozni az első csatornádat?

# CloseChannelDialog|
source: Close Channel
cs_cz: Zavřít kanál
de_de: Kanal schließen
hu_hu: Csatorna lezárása

# CloseChannelDialog|
source: Channel name
cs_cz: Název kanálu
de_de: Kanalname
hu_hu: Csatorna neve

# CloseChannelDialog|
source: Short channel ID
cs_cz: Krátké ID kanálu
de_de: Kurze Kanal-ID
hu_hu: Rövid csatorna azonosító

# CloseChannelDialog|
source: Remote node ID
cs_cz: ID vzdáleného uzlu
hu_hu: Távoli csomópont azonosító

# CloseChannelDialog|
source: Choose closing method
cs_cz: Vyberte způsob uzavření
de_de: Wählen Sie eine Methode zum schließen
hu_hu: Válassz lezárási módot

# CloseChannelDialog|
source: Cooperative close
cs_cz: Kooperativně zavřít
de_de: Kooperative Zwangschließung
hu_hu: Együttműködő lezárás

# CloseChannelDialog|
source: Request Force-close
cs_cz: Vyžádat vynucené uzavření
de_de: Erzwungenes-Schließen anfordern
hu_hu: Kényszerített lezárás kérelmezése

# CloseChannelDialog|
source: Local Force-close
cs_cz: Místní vynucené uzavření
de_de: Lokales Erzwungenes-Schließen
hu_hu: Helyi kényszerített lezárás

# CloseChannelDialog|
source: Closing...
cs_cz: Zavírání…
de_de: Schließen ...
hu_hu: Bezárás…

# CloseChannelDialog|
source: Close channel
cs_cz: Zavřít kanál
de_de: Kanal schließen
hu_hu: Csatorna lezárása

# CloseChannelDialog|
source: Save channel backup and force close
cs_cz: Uložit zálohu kanálu a nuceně zavřít
de_de: Kanalsicherung speichern und Schließen erzwingen
hu_hu: Biztonsági mentés és kényszerített lezárás

# CloseChannelDialog|
source: Channel closed. You may need to wait at least %1 blocks, because of CSV delays
cs_cz: Kanál je uzavřen. Možná budete muset počkat alespoň %1 bloků, kvůli zpožděním CSV
de_de: Kanal geschlossen. Aufgrund von CSV-Verzögerungen müssen Sie möglicherweise mindestens %1 Blöcke warten
hu_hu: Csatorna lezárva. Lehet, hogy a CSV késleltetés miatt, várnod kell legalább %1 blokkot

# CloseChannelDialog|
source: Request sent
cs_cz: Žádost odeslána
de_de: Anfrage gesendet
hu_hu: Kérés elküldve

# CloseChannelDialog|
source: Channel closed
cs_cz: Kanál uzavřen
de_de: Kanal geschlossen
hu_hu: Csatorna lezárva

# ConfirmTxDialog|
source: Transaction Fee
cs_cz: Transakční poplatek
de_de: Transaktionsgebühr
hu_hu: Tranzakciós díj

# ConfirmTxDialog|
source: Amount to send
cs_cz: Částka k odeslání
de_de: Zu sendender Betrag
hu_hu: Küldendő összeg

# ConfirmTxDialog|
source: Fee
cs_cz: Poplatek
de_de: Gebühr
hu_hu: Tranzakciós díj

# ConfirmTxDialog|
source: Extra fee
cs_cz: Extra poplatek
de_de: Zusatzgebühr
hu_hu: Kiegészítő díj

# ConfirmTxDialog|
source: Options
cs_cz: Možnosti
de_de: Optionen
hu_hu: Opciók

# ConfirmTxDialog|
source: Use multiple change addresses
cs_cz: Použít několik change adres
de_de: Mehrere Wechselgeld-Adressen verwenden
hu_hu: Több visszajáró cím használata

# ConfirmTxDialog|
source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
cs_cz: V některých případech použijte až 3 adresy, aby se rozdělila velká částka mincí a skryla adresu příjemce.
de_de: Das kann bis zu 3 Wechselgeld-Adressen benutzen, um große Beträge zu teilen und die Empfänger-Adressen zu verschleiern.
hu_hu: Néhány esetben akár 3 visszajáró cím használata, ezáltal a nagyobb visszajáró összegek felbontása. Ez megnehezítheti másoknak, hogy rájöjjenek, hogy melyik cím a tényleges fogadóé.

# ConfirmTxDialog|
source: This may result in higher transactions fees.
cs_cz: Toto může způsobit navýšení poplatku za transakci.
de_de: Dies könnte zu höheren Transaktionsgebühren führen.
hu_hu: Ez magasabb tranzakciós díjakhoz vezethet.

# ConfirmTxDialog|
source: Inputs (%1)
cs_cz: Vstupy (%1)
de_de: Eingänge (%1)
hu_hu: Bementek (%1)

# ConfirmTxDialog|
source: Outputs (%1)
cs_cz: Výstupy (%1)
de_de: Ausgänge (%1)
hu_hu: Kimenetek (%1)

# ConfirmTxDialog|
source: Finalize...
cs_cz: Dokončit...

# ConfirmTxDialog|
source: Pay...
cs_cz: Zaplatit...
hu_hu: Fizetés...

# CpfpBumpFeeDialog|
source: Bump Fee
cs_cz: Navýšit poplatek
de_de: Gebühr erhöhen
hu_hu: Tranzakciós díj megemelése

# CpfpBumpFeeDialog|
source: A CPFP is a transaction that sends an unconfirmed output back to yourself, with a high fee.
cs_cz: CPFP je transakce, která odesílá nepotvrzený výstup zpět k vám s vysokým poplatkem.
de_de: Ein CPFP ist eine Transaktion, die gegen eine hohe Gebühr eine unbestätigte Ausgabe an Sie zurücksendet.
hu_hu: Ez egy olyan tranzakció, amely egy még nem megerősített kimenetet egy saját címre küld, egy magasabb díjjal.

# CpfpBumpFeeDialog|
source: CPFP - Child Pays For Parent
cs_cz: CPFP - Child Pays For Parent (Podřízená platí za nadřízenou)
de_de: CPFP – Kind zahlt für Eltern
hu_hu: CPFP - Díjfizetés másodlagos tranzakcióval

# CpfpBumpFeeDialog|
source: A CPFP is a transaction that sends an unconfirmed output back to yourself, with a high fee. The goal is to have miners confirm the parent transaction in order to get the fee attached to the child transaction.
cs_cz: CPFP je transakce, při které se odesílá nepotvrzený výstup s vysokým poplatkem zpět vám. Cílem je, aby těžaři potvrdili nadřízenou transakci a získali tak poplatek připojený k podřízené transakci.
de_de: Eine CPFP ist eine Transaktion, die einen unbestätigten Ausgang mit einer hohen Gebühr an Sie selbst zurückschickt. Das Ziel ist, dass die Miner die Parent-Transaktion bestätigen, um die mit der Child-Transaktion verbundene Gebühr zu erhalten.
hu_hu: A "díjfizetés másodlagos tranzakcióval" (CPFP - Child Pays For Parent) egy olyan tranzakció, amelyben egy még nem megerősített kimenetet küldesz vissza magadnak, egy magas tranzakciós díjért. A célja a korábbi tranzakciód megerősítésének meggyorsítása azáltal, hogy a bányászok az újabb tranzakció díját is megkapják.

# CpfpBumpFeeDialog|
source: The proposed fee is computed using your fee/vkB settings, applied to the total size of both child and parent transactions. After you broadcast a CPFP transaction, it is normal to see a new unconfirmed transaction in your history.
cs_cz: Navrhovaný poplatek se vypočítá pomocí vašeho nastavení poplatku/vkB a použije se na celkovou velikost podřízených i nadřízených transakcí. Po odvysílání transakce CPFP je běžné, že se v historii zobrazí nová nepotvrzená transakce.
de_de: Die vorgeschlagene Gebühr wird anhand Ihrer Gebühren-/vkB-Einstellungen berechnet und auf die Gesamtgröße sowohl der untergeordneten als auch der übergeordneten Transaktionen angewendet. Nachdem Sie eine CPFP-Transaktion übertragen haben, ist es normal, dass in Ihrem Verlauf eine neue unbestätigte Transaktion angezeigt wird.
hu_hu: A javasolt díj a díj/vkB beállításod alapján számítódik ki, figyelembe véve az eredeti és a másodlagos tranzakciók teljes méretét. Miután kiküldöd a díjfizetést végző másodlagos tranzakciót, az előzmények listáján megjelenhet egy újabb nem megerősített elem.

# CpfpBumpFeeDialog|
source: Child tx fee
cs_cz: Poplatek podřízené tx
de_de: Kindtransaktionsgebühr
hu_hu: Másodlagos tranzakció díja

# CpfpBumpFeeDialog|
source: Target total
cs_cz: Cílová hodnota celkem
de_de: Zielsumme
hu_hu: Teljes cél

# CpfpBumpFeeDialog|
source: Fee for child
cs_cz: Poplatek za dítě
de_de: Gebühr für Child-Transaktion
hu_hu: Másodlagos tranzakció díja

# CpfpBumpFeeDialog|
source: Fee rate for child
cs_cz: Míra poplatku pro podřízenou
de_de: Gebühr für Kindtransaktion
hu_hu: Másodlagos tranzakció egységdíja

# CpfpBumpFeeDialog|
source: Total
cs_cz: Celkem
de_de: Gesamt
hu_hu: Összesen

# CpfpBumpFeeDialog|
source: Total size
cs_cz: Celková velikost
de_de: Gesamtgröße
hu_hu: Teljes méret

# CpfpBumpFeeDialog|
source: Total fee
cs_cz: Celkový poplatek
de_de: Gesamtgebühr
hu_hu: Összes díj

# CpfpBumpFeeDialog|
source: Total fee rate
cs_cz: Celková sazba poplatku
de_de: Gebührenrate insgesamt
hu_hu: Teljes egységdíj

# CpfpBumpFeeDialog|
source: Inputs (%1)
cs_cz: Vstupy (%1)
de_de: Eingänge (%1)
hu_hu: Bementek (%1)

# CpfpBumpFeeDialog|
source: Outputs (%1)
cs_cz: Výstupy (%1)
de_de: Ausgänge (%1)
hu_hu: Kimenetek (%1)

# ExceptionDialog|
source: Sorry!
cs_cz: Promiňte!
de_de: Entschuldigung!
hu_hu: Sajnáljuk!

# ExceptionDialog|
source: Something went wrong while executing Electrum.
cs_cz: Při provádění aplikace Electrum se něco pokazilo.
de_de: Etwas ist beim Ausführen von Electrum schief gelaufen.
hu_hu: Valami hiba történt az Electrum futása közben.

# ExceptionDialog|
source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
cs_cz: Chcete-li nám pomoci diagnostikovat a opravit problém, můžete nám zaslat zprávu o chybě, která obsahuje užitečné informace pro ladění:
de_de: Um uns bei der Fehlersuche und -behebung zu unterstützen, können Sie uns eine Fehlermeldung mit nützlichen Fehlerinformationen senden:
hu_hu: Ha szeretnél segíteni a hiba kijavításában, elküldhetsz egy hibajelentést, ami hasznos információkat tartalmaz a problémáról:

# ExceptionDialog|
source: Show report contents
cs_cz: Zobrazit obsah zprávy
de_de: Inhalt der Meldung anzeigen
hu_hu: Jelentés részleteinek megtekintése

# ExceptionDialog|
source: Please briefly describe what led to the error (optional):
cs_cz: Prosím, stručně popište, co vedlo k chybě (volitelné):
de_de: Bitte beschreiben Sie kurz, was zum Fehler geführt hat (optional):
hu_hu: Írd le nagyjából, hogy mi vezetett ehhez a hibához (nem kötelező):

# ExceptionDialog|
source: Do you want to send this report?
cs_cz: Chcete odeslat tuto zprávu?
de_de: Möchten Sie diese Meldung absenden?
hu_hu: Elküldöd ezt a jelentést?

# ExceptionDialog|
source: Send Bug Report
cs_cz: Odeslat hlášení o chybě
de_de: Fehlerbericht senden
hu_hu: Hibajelentés küldése

# ExceptionDialog|
source: Confirm to send bugreport?
cs_cz: Potvrdit odeslání chybového hlášení?

# ExceptionDialog|
source: Not Now
cs_cz: Teď ne
de_de: Später
hu_hu: Most nem

# ExceptionDialog|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# ExportTxDialog|
source: Share Transaction
cs_cz: Sdílet transakci
de_de: Transaktion teilen
hu_hu: Tranzakció megosztása

# ExportTxDialog|
source: Copy
cs_cz: Kopírovat
de_de: Kopieren
hu_hu: Másolás

# ExportTxDialog|
source: Copied!
cs_cz: Zkopírováno!
de_de: Kopiert!
hu_hu: Lemásolva!

# ExportTxDialog|
source: Share
cs_cz: Podíl
de_de: Teilen
hu_hu: Megosztás

# FeeMethodComboBox|
source: ETA
cs_cz: Odhadovaný čas
de_de: Restzeit
hu_hu: Becsült idő

# FeeMethodComboBox|
source: Feerate
cs_cz: Sazba poplatku

# FeePicker|
source: Target
cs_cz: Cíl
de_de: Ziel
hu_hu: Cél

# FeePicker|
source: Mining fee
cs_cz: Poplatek za těžbu
de_de: Mining-Vergütung
hu_hu: Bányászat díja

# FeePicker|
source: Fee rate
cs_cz: Sazba poplatku
de_de: Gebührensatz
hu_hu: Egységdíj

# FiatField|
source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

# GenericShareDialog|
source: Copy
cs_cz: Kopírovat
de_de: Kopieren
hu_hu: Másolás

# GenericShareDialog|
source: Copied!
cs_cz: Zkopírováno!
de_de: Kopiert!
hu_hu: Lemásolva!

# GenericShareDialog|
source: Share
cs_cz: Podíl
de_de: Teilen
hu_hu: Megosztás

# History|
source: Local
cs_cz: Lokální
de_de: Lokal
hu_hu: Helyi

# History|
source: Today
cs_cz: Dnes
de_de: Heute
hu_hu: Ma

# History|
source: Yesterday
cs_cz: Včera
de_de: Gestern
hu_hu: Tegnap

# History|
source: Last week
cs_cz: Minulý týden
de_de: Letzte Woche
hu_hu: Múlt hét

# History|
source: Last month
cs_cz: Minulý měsíc
de_de: Letzter Monat
hu_hu: Utóbbi 4 hétben

# History|
source: Older
cs_cz: Starší
de_de: Älter
hu_hu: Régebbi

# History|
source: No transactions in this wallet yet
cs_cz: V této peněžence zatím neproběhly žádné transakce
de_de: Noch keine Transaktionen in dieser Geldbörse
hu_hu: Ebben a tárcában még nincs tranzakció

# HistoryItemDelegate|
source: <no label>
cs_cz: <bez štítku>
hu_hu: <nincs címke>

# ImportAddressesKeysDialog|
source: Import additional addresses
cs_cz: Importovat další adresy
de_de: Zusätzliche Adressen importieren
hu_hu: További címek importálása

# ImportAddressesKeysDialog|
source: Import additional keys
cs_cz: Importovat další klíče
de_de: Zusätzliche Schlüssel importieren
hu_hu: További kulcsok importálása

# ImportAddressesKeysDialog|
source: Enter, paste or scan additional addresses
cs_cz: Zadejte, vložte nebo naskenujte další adresy
de_de: Scannen, tippen oder fügen Sie Adressen ein.
hu_hu: Írj be, másolj ide vagy olvass le további címeket

# ImportAddressesKeysDialog|
source: Enter, paste or scan additional private keys
cs_cz: Zadejte, vložte nebo naskenujte další soukromé klíče
de_de: Scannen, tippen oder fügen Sie zusätzliche private Schlüssel ein.
hu_hu: Írj be, másolj ide vagy olvass le további titkos kulcsokat

# ImportAddressesKeysDialog|
source: You can add multiple, each on a separate line.
cs_cz: Můžete zadat více, na každý řádek jednu.
de_de: Sie können jeweils mehrere in einer separaten Zeile hinzufügen.
hu_hu: Több is megadható, mindegyik külön sorban.

# ImportAddressesKeysDialog|
source: Scan another address
cs_cz: Skenovat jinou adresu
de_de: Weitere Adresse scannen
hu_hu: Másik cím beolvasása

# ImportAddressesKeysDialog|
source: Scan another private key
cs_cz: Skenovat jiný soukromý klíč
de_de: Weiteren privaten Schlüssel scannen
hu_hu: Másik titkos kulcs beolvasása

# ImportAddressesKeysDialog|
source: Import
cs_cz: Importovat
de_de: Importieren
hu_hu: Importálás

# ImportChannelBackupDialog|
source: Import channel backup
cs_cz: Importovat zálohu kanálu
de_de: Kanal-Backup importieren
hu_hu: Csatornák mentésének importálása

# ImportChannelBackupDialog|
source: Scan a channel backup
cs_cz: Skenovat zálohu kanálu
de_de: Kanal-Backup scannen
hu_hu: Csatorna biztonsági mentés beolvasása

# ImportChannelBackupDialog|
source: Import
cs_cz: Importovat
de_de: Importieren
hu_hu: Importálás

# InvoiceDialog|
source: On-chain Invoice
cs_cz: On-chain faktura
de_de: On-Chain Rechnung
hu_hu: Fizetési kérelem a blokkláncon

# InvoiceDialog|
source: Lightning Invoice
cs_cz: Lightning Faktura
de_de: Lightning Rechnung
hu_hu: Lightning fizetési kérelem

# InvoiceDialog|
source: Address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím

# InvoiceDialog|
source: Description
cs_cz: Popis
de_de: Beschreibung
hu_hu: Megjegyzés

# InvoiceDialog|
source: Amount to send
cs_cz: Částka k odeslání
de_de: Zu sendender Betrag
hu_hu: Küldendő összeg

# InvoiceDialog|
source: All on-chain funds
cs_cz: Všechny on-chain prostředky
de_de: Sämtliches On-Chain Guthaben
hu_hu: Összes fedezet a blokkláncon

# InvoiceDialog|
source: not specified
cs_cz: nespecifikováno
de_de: keine Angabe
hu_hu: nincs megadva

# InvoiceDialog|
source: Max
cs_cz: Maximum
hu_hu: Maximum

# InvoiceDialog|
source: Technical properties
cs_cz: Technické vlastnosti
de_de: Technische Eigenschaften
hu_hu: Technikai tulajdonságok

# InvoiceDialog|
source: Remote Pubkey
cs_cz: Vzdálený veřejný klíč
de_de: Entfernter öffentlicher Schlüssel
hu_hu: Távoli nyilvános kulcs

# InvoiceDialog|
source: Node public key
cs_cz: Veřejný klíč uzlu
de_de: Öffentlicher Schlüssel des Knotens
hu_hu: Csomópont nyilvános kulcs

# InvoiceDialog|
source: Payment hash
cs_cz: Hash platby
de_de: Zahlungs-Hash
hu_hu: Fizetés ellenőrzőösszeg

# InvoiceDialog|
source: Routing hints
cs_cz: Tipy pro směrování
de_de: Routing-Hinweise
hu_hu: Útvonalválasztási tippek

# InvoiceDialog|
source: Fallback address
cs_cz: Záložní adresa
de_de: Rückfalladresse
hu_hu: Kiváltó cím

# InvoiceDialog|
source: Save
cs_cz: Uložit
de_de: Speichern
hu_hu: Mentés

# InvoiceDialog|
source: Pay...
cs_cz: Zaplatit...
hu_hu: Fizetés...

# InvoiceDialog|
source: Payment sent.
cs_cz: Platba odeslána.
de_de: Zahlung gesendet.
hu_hu: Fizetés elküldve

# Invoices|
source: To access this list from the main screen, press and hold the Send button
cs_cz: Chcete-li na tento seznam vstoupit z hlavní obrazovky, stiskněte a podržte tlačítko Odeslat
de_de: Um vom Hauptbildschirm aus auf diese Liste zuzugreifen, halten Sie die Senden-Taste gedrückt
hu_hu: A lista eléréséhez a főképernyőről, nyomd le és tarts lenyomva a Küldés gombot

# Invoices|
source: Saved Invoices
cs_cz: Uložené faktury
de_de: Gespeicherte Rechnungen
hu_hu: Mentett fizetési kérelmek

# Invoices|
source: Delete
cs_cz: Smazat
de_de: Löschen
hu_hu: Törlés

# Invoices|
source: View
cs_cz: Zobrazit
de_de: Betrachten
hu_hu: Megtekintés

source: Lightning payment details
cs_cz: Podrobnosti Lightning platby
de_de: Details zur Lightning-Zahlung
hu_hu: Lightning fizetési adatok

# LightningPaymentDetails|
source: Paid
cs_cz: Placeno
de_de: Bezahlt
hu_hu: Fizetve

# LightningPaymentDetails|
source: Date
cs_cz: Datum
de_de: Datum
hu_hu: Dátum

# LightningPaymentDetails|
source: Amount received
cs_cz: Obdržená částka
de_de: Erhaltener Betrag
hu_hu: Fogadott összeg

# LightningPaymentDetails|
source: Amount sent
cs_cz: Odeslaná částka
de_de: Gesendeter Betrag
hu_hu: Küldött összeg

# LightningPaymentDetails|
source: Transaction fee
cs_cz: Transakční poplatek
de_de: Transaktionsgebühr
hu_hu: Tranzakciós díj

# LightningPaymentDetails|
source: Label
cs_cz: Štítek
de_de: Beschreibung
hu_hu: Címke

# LightningPaymentDetails|
source: Technical properties
cs_cz: Technické vlastnosti
de_de: Technische Eigenschaften
hu_hu: Technikai tulajdonságok

# LightningPaymentDetails|
source: Payment hash
cs_cz: Hash platby
de_de: Zahlungs-Hash
hu_hu: Fizetés ellenőrzőösszeg

# LightningPaymentDetails|
source: Preimage
cs_cz: Předobraz

# LnurlPayRequestDialog|
source: LNURL Payment request
cs_cz: Platební požadavek LNURL
de_de: LNURL-Zahlungsanfrage
hu_hu: LNURL fizetési kérelem
