Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: (No FX rate available)
cs_cz: (Žádný kurz k dispozici)
de_de: (Wechselkurs nicht verfügbar)
hu_hu: (ismeretlen árfolyam)

source: confirmation
cs_cz: potvrzení
de_de: Bestätigung
hu_hu: megerősítés

source: &About
cs_cz: &O aplikaci
de_de: &Über Electrum
hu_hu: &Névjegy

source: &Addresses
cs_cz: &Adresy
de_de: &Adressen
hu_hu: &Címek

source: &Check for updates
cs_cz: &Kontrola aktualizací
de_de: &Auf Updates prüfen
hu_hu: &Frissítések keresése

source: &Close
cs_cz: &Zavřít
de_de: &Schließen
hu_hu: &Bezárás

source: &Copy
cs_cz: &Kopírovat
de_de: &Kopieren
hu_hu: &Másolás

source: &Documentation
cs_cz: Dokumentace
de_de: &Dokumentation
hu_hu: &Dokumentáció

source: &Donate to server
cs_cz: &Přispět serveru
de_de: &An Server spenden
hu_hu: &Adomány a szervernek

source: &Encrypt/decrypt message
cs_cz: &Šifrovat/dešifrovat zprávu
de_de: &Nachricht verschlüsseln/entschlüsseln
hu_hu: Üzenet titkosítása/&visszafejtése

source: &Export
cs_cz: &Exportovat
de_de: &Exportieren
hu_hu: &Exportálás

source: &File
cs_cz: &Soubor
de_de: &Datei
hu_hu: &Fájl

source: &Flip horizontally
cs_cz: &Překlopit vodorovně
de_de: &Horizontal spiegeln
hu_hu: &Tükrözés vízszintesen

source: &From QR code
cs_cz: &Z QR kódu
de_de: &Von QR-Code
hu_hu: QR-&kódból

source: &From file
cs_cz: &Ze souboru
de_de: &Aus Datei
hu_hu: &Fájlból

source: &From text
cs_cz: &Z textu
de_de: &Aus Text
hu_hu: &Szövegből

source: &From the blockchain
cs_cz: &Z blockchainu
de_de: &Aus der Blockchain
hu_hu: A &blokkláncból

source: &Help
cs_cz: &Nápověda
de_de: &Hilfe
hu_hu: &Segítség

source: &Import
cs_cz: &Importovat
de_de: &Importieren
hu_hu: &Importálás

source: &Information
cs_cz: &Informace
de_de: &Informationen
hu_hu: &Információk

source: &Labels
cs_cz: &Štítky
de_de: &Bezeichnungen
hu_hu: C&ímkék

source: &Load transaction
cs_cz: &Nahrát transakci
de_de: &Transaktion laden
hu_hu: &Tranzakció betöltése

source: &Network
cs_cz: &Síť
de_de: &Netzwerk
hu_hu: &Hálózat

source: &New contact
cs_cz: &Nový kontakt
de_de: &Neuer Kontakt
hu_hu: &Új névjegy

source: &New/Restore
cs_cz: &Nový/Obnovit
de_de: &Neu/Wiederherstellen
hu_hu: &Új/visszaállítás

source: &Notes
cs_cz: &Poznámky
de_de: &Notizen
hu_hu: &Jegyzetek

source: &Official website
cs_cz: &Oficiální stránky
de_de: &Offizielle Webseite
hu_hu: Hivatalos &weboldal

source: &Open
cs_cz: &Otevřít
de_de: &Öffnen
hu_hu: &Megnyitás

source: &Password
cs_cz: &Heslo
de_de: &Passwort
hu_hu: &Jelszó

source: &Paste
cs_cz: &Vložit
de_de: &Einfügen
hu_hu: &Beillesztés

source: &Pay to many
cs_cz: &Hromadná platba
de_de: &Zahle an mehrere
hu_hu: &Küldés több címzettnek

source: &Plugins
cs_cz: &Pluginy
hu_hu: Bő&vítmények

source: &Private keys
cs_cz: &Soukromý klíč
de_de: &Private Schlüssel
hu_hu: &Titkos kulcsok

source: &Quit
cs_cz: &Ukončit
de_de: &Beenden
hu_hu: &Kilépés

source: &Recently open
cs_cz: N&aposledy otevřené
de_de: &Vor kurzem geöffnet
hu_hu: &Legutóbb megnyitott

source: &Redo
cs_cz: &Dopředu
de_de: &Wiederholen
hu_hu: Még&is

source: &Report Bug
cs_cz: &Oznámit chybu
de_de: &Fehler melden
hu_hu: &Hibajelentés

source: &Save backup
cs_cz: &Uložit zálohu
de_de: Backup speichern
hu_hu: &Biztonsági mentés

source: &Sign/verify message
cs_cz: &Podepsat/ověřit zprávu
de_de: &Nachricht signieren/verifizieren
hu_hu: Üzenet &aláírása/aláírás ellenőrzése

source: &Summary
cs_cz: Shrnutí
de_de: &Zusammenfassung
hu_hu: &Összefoglaló

source: &Tools
cs_cz: Nás&troje
de_de: &Werkzeuge
hu_hu: &Eszközök

source: &Undo
cs_cz: &Zpět
de_de: &Rückgängig
hu_hu: &Visszavonás

source: &Unlock
cs_cz: &Odemknout
de_de: &Entsperren

source: &View
cs_cz: &Zobrazení
de_de: &Ansicht
hu_hu: &Nézet

source: &Wallet
cs_cz: &Peněženka
de_de: &Geldbörse
hu_hu: &Tárca

source: (feerate: {})
cs_cz: (sazba poplatku: {})
de_de: (Gebührensatz: {})
hu_hu: (egységdíj: {})

source: ({} are frozen)
cs_cz: ({} jsou zmrazeny)
de_de: ({} sind eingefroren)

source: ({}% of amount)
cs_cz: ({} % z částky)
de_de: ({}% des Betrags)
hu_hu: (az összeg {}%-a)

source: - a Bitcoin address or BIP21 URI
cs_cz: - Bitcoinová adresa nebo BIP21 URI
de_de: - eine Bitcoin-Adresse oder BIP21 URI
hu_hu: - egy Bitcoin cím vagy BIP21 URI

source: - a Lightning invoice
cs_cz: - Lightningová faktura
de_de: - eine Lightning-Rechnung
hu_hu: - egy Lightning számla

source: - a label from your list of contacts
cs_cz: - štítek z vašeho seznamu kontaktů
de_de: -eine Bezeichnung von Ihrer Kontaktliste
hu_hu: - egy címke a névjegyekből

source: - an arbitrary on-chain script, e.g.:
cs_cz: - libovolný on-chain skript, např.:
de_de: - ein willkürliches On-Chain-Skript, z.B.:
hu_hu: - egy tetszőleges blokklánc szkript, pl.:

source: - an openalias
cs_cz: - openalias
de_de: - ein Openalias
hu_hu: - egy openalias név

source: 1 day
cs_cz: 1 den
de_de: 1 Tag
hu_hu: 1 nap

source: 1 hour
cs_cz: 1 hodina
de_de: 1 Stunde
hu_hu: 1 óra

source: 1 week
cs_cz: 1 týden
de_de: 1 Woche
hu_hu: 1 hét

source: 1. Place this paper on a flat and well illuminated surface.
cs_cz: veronikatilke33@seznam.cz
de_de: 1. Legen Sie dieses Papier auf eine ebene und gut beleuchtete Oberfläche.
hu_hu: 1. Helyezd ezt a papírt egy sík és jól megvilágított felületre.

source: 10 minutes
cs_cz: 10 minut
de_de: 10 Minuten
hu_hu: 10 perc

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
cs_cz: 2. Zarovnejte hranice Revealeru s přerušovanými čarami nahoře a vlevo.
de_de: 2. Richte die Randlinien des Revealers an den gestrichelten Linien oben und links aus.
hu_hu: 2. Igazítsd a Revealer széleit a fenti és a bal oldalon található szaggatott vonalakhoz.

source: 2fa fee: {} (for the next batch of transactions)
cs_cz: 2fa poplatek: {} (pro další dávku transakcí)
de_de: 2FA-Gebühr: {} (für die nächste Gruppe von Transaktionen)
hu_hu: Kétlépcsős díj: {} (a következő köteg tranzakcióhoz)

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
cs_cz: 3. Lehce přitlačte Revealer na papír a přečtěte si čísla, která nejlépe odpovídají na opačných stranách.
de_de: 3. Drücken Sie den Revealer gegen das Papier und suchen Sie die Nummern, die auf den gegenüberliegenden Seiten am Besten passen.
hu_hu: 3. Nyomd enyhén a Revealer-t a papírhoz, és olvasd le a számokat, amik legjobban illeszkednek az ellentétes oldalakon.

source: 4. Type the numbers in the software
cs_cz: 4. Zadejte čísla do softwaru
de_de: 4. Geben Sie die Nummern in das Programm ein
hu_hu: 4. Írd be a számokat a programba

source: A CPFP is a transaction that sends an unconfirmed output back to yourself, with a high fee. The goal is to have miners confirm the parent transaction in order to get the fee attached to the child transaction.
cs_cz: CPFP je transakce, při které se odesílá nepotvrzený výstup s vysokým poplatkem zpět vám. Cílem je, aby těžaři potvrdili nadřízenou transakci a získali tak poplatek připojený k podřízené transakci.
de_de: Eine CPFP ist eine Transaktion, die einen unbestätigten Ausgang mit einer hohen Gebühr an Sie selbst zurückschickt. Das Ziel ist, dass die Miner die Parent-Transaktion bestätigen, um die mit der Child-Transaktion verbundene Gebühr zu erhalten.
hu_hu: A "díjfizetés másodlagos tranzakcióval" (CPFP - Child Pays For Parent) egy olyan tranzakció, amelyben egy még nem megerősített kimenetet küldesz vissza magadnak, egy magas tranzakciós díjért. A célja a korábbi tranzakciód megerősítésének meggyorsítása azáltal, hogy a bányászok az újabb tranzakció díját is megkapják.

source: A backup does not contain information about your local balance in the channel.
cs_cz: Záloha neobsahuje informace o vašem místním zůstatku v kanálu.
de_de: Ein Backup enthält keine Informationen über Ihr eigenes Guthaben im Kanal.
hu_hu: Egy biztonsági mentés nem tartalmaz információkat a csatornán lévő helyi egyenlegedről.

source: A backup is saved automatically when generating a new wallet.
cs_cz: Při generování nové peněženky se záloha automaticky uloží.
de_de: Ein Backup wird automatisch gespeichert, wenn Sie eine neue Börse generieren.
hu_hu: Egy biztonsági mentés automatikusan létrejön, amikor új tárcát készítesz.

source: A copy of your wallet file was created in
cs_cz: Kopie peněženky byla vytvořena v
de_de: Eine Kopie ihrer Geldbörse wurde angelegt unter
hu_hu: A tárcafájlod másolata létrehozva itt:

source: A few examples
cs_cz: Několik příkladů
de_de: Ein paar Beispiele
hu_hu: Néhány példa

source: A library is probably missing.
cs_cz: Knihovna pravděpodobně chybí.
de_de: Vermutlich fehlt eine Programmbibliothek.
hu_hu: Valószínűleg hiányzik egy programkönyvtár.

source: A payment was already initiated for this invoice
cs_cz: U této faktury již byla zahájena platba
de_de: Für diese Rechnung wurde bereits eine Zahlung eingeleitet
hu_hu: A számla kifizetése már folyamatban van

source: A previous attempt to pay this invoice did not clear
cs_cz: Předchozí pokus o zaplacení této faktury nebyl vypořádaný
de_de: Ein früherer Versuch, diese Rechnung zu bezahlen, wurde nicht freigegeben
hu_hu: A számla kifizetésére tett korábbi próbálkozás nem rendeződött

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
cs_cz: Za každou transakci používající vzdálený server bude účtován malý poplatek. Po dokončení instalace můžete zkontrolovat a upravit své fakturační preference.
de_de: Bei jeder Transaktion, die den Server nutzt, wird eine geringe Gebühr abgezogen. Die Zahlungseinstellungen können nach der Installation verändert werden.
hu_hu: A távoli kiszolgálót használó tranzakciók esetében kis összegű díj kerül felszámításra. A telepítés befejezése után ellenőrizheted és módosíthatod számlázási beállításokat.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
cs_cz: Navrhovaný poplatek je automaticky vložen do tohoto políčka. Můžete ho přepsat. Výše navrhovaného poplatku se zvyšuje v závislosti na velikosti transakce.
de_de: Eine empfohlene Gebühr wird diesem Feld automatisch hinzugefügt, kann aber überschrieben werden. Die empfohlene Gebühr steigt mit der Größe der Transaktion.
hu_hu: Egy javasolt tranzakciós díj automatikusan hozzáadódik ehhez a mezőhöz. Ezt felülbírálhatod. A javasolt tranzakciós díj a tranzakció méretével arányosan növekszik.

source: A transaction was received from your cosigner with label: <br/><big>{}</big><br/>
cs_cz: Byla přijata transakce od vašeho spolupodepisovatele, má štítek: <br/><big>{}</big><br/>
de_de: Es wurde eine Transaktion mit Label von einem Mitunterzeichner erhalten: <br/><big>{}</big><br/>

source: A transaction was received from your cosigner.
cs_cz: Byla přijata transakce od vašeho spolupodepisovatele.
de_de: Von Ihrem Mitunterzeichner wurde eine Transaktion empfangen.

source: Accept
cs_cz: Přijmout
de_de: Akzeptieren

source: Accept Word
cs_cz: Přijměte slovo
de_de: Wort akzeptieren
hu_hu: Szó elfogadása

source: Accounting Address
cs_cz: Účetní adresa
de_de: Buchhaltungsadresse

source: Acquisition price
cs_cz: Pořizovací cena
de_de: Einkaufspreis
hu_hu: Beszerzési ár

source: Add
cs_cz: Přidat
de_de: Hinzufügen

source: Add Cosigner {}
cs_cz: Přidat spolupodepisovatele {}
de_de: Mitunterzeichner hinzufügen {}
hu_hu: Társ-aláíró hozzáadása: {}

source: Add a cosigner to your multi-sig wallet
cs_cz: Přidejte do své multi-sig peněženky spolupodepsaného
de_de: Mitsignierer zur Multisignaturbörse hinzufügen
hu_hu: Társ-aláíró hozzáadása a pénztárcához

source: Add extra data to your channel funding transactions, so that a static backup can be recovered from your seed. Note that static backups only allow you to request a force-close with the remote node. This assumes that the remote node is still online, did not lose its data, and accepts to force close the channel. If this is enabled, other nodes cannot open a channel to you. Channel recovery data is encrypted, so that only your wallet can decrypt it. However, blockchain analysis will be able to tell that the transaction was probably created by Electrum.
cs_cz: Přidejte do transakcí financování kanálu další data, aby bylo možné obnovit statickou zálohu z vašeho seedu. Všimněte si, že statické zálohy umožňují pouze vyžádat si vynucené uzavření se vzdáleným uzlem. To předpokládá, že vzdálený uzel je stále online, neztratil svá data a souhlasí s vynuceným uzavřením kanálu. Je-li toto povoleno, ostatní uzly s vámi nemohou otevřít kanál. Data pro obnovení kanálu jsou zašifrována, takže je může dešifrovat pouze vaše peněženka. Analýza blockchainu však bude schopna odhalit, že transakce byla pravděpodobně vytvořena pomocí Electrum.
de_de: Fügen Sie zusätzliche Daten zu Ihren Kanalfinanzierungstransaktionen hinzu, damit ein statisches Backup von Ihrem Seed wiederhergestellt werden kann. Beachten Sie, dass Sie mit statischen Backups nur eine erzwungene Schließung beim Remote-Knoten anfordern können. Dies setzt voraus, dass der Remote-Knoten noch online ist, seine Daten nicht verloren hat und akzeptiert das erzwungene schließen des Kanals. Wenn dies aktiviert ist, können andere Knoten keinen Kanal für Sie öffnen. Die Kanalwiederherstellungsdaten werden verschlüsselt, sodass nur Ihr Wallet sie entschlüsseln kann. Die Blockchain-Analyse wird jedoch ergeben, dass die Transaktion wahrscheinlich von Electrum erstellt wurde.
hu_hu: További adatok hozzáadása a csatorna finanszírozási tranzakcióihoz, hogy egy statikus biztonsági mentés helyreállítható legyen a magról. Fontos tudni, hogy a statikus biztonsági mentések csak arra alkalmasak, hogy a távoli csomópontnál kérni lehessen a kényszerített lezárást. Ez feltételezi, hogy a távoli csomópont még mindig online, nem vesztette el az adatait, és elfogadja a csatorna kényszerített lezárását. Ha ez engedélyezve van, más csomópontok nem tudnak csatornát nyitni feléd. A csatorna helyreállítási adatai titkosítva vannak, így csak a tárcád tudja visszafejteni azokat. A blokkláncelemzés azonban képes lesz megállapítani, hogy a tranzakciót valószínűleg az Electrum hozta létre.

source: Add plugin
cs_cz: Přidat plugin
de_de: Plug-in hinzufügen

source: Add thousand separators to bitcoin amounts
cs_cz: Přidat oddělovače tisíců do částek bitcoinů
de_de: Tausendertrennzeichen zu Bitcoin-Beträgen hinzufügen
hu_hu: Bitcoin összegek ezres elválasztóval megjelenítve

source: Add to History
cs_cz: Přidat do Historie
de_de: Hinzufügen zur Historie
hu_hu: Hozzáadás az előzményekhez

source: Add to coin control
cs_cz: Přidat do ovládání mincí (coin control)
de_de: Zu Coin Control hinzufügen
hu_hu: Hozzáadás érmekezeléshez

source: Add transaction to history, without broadcasting it
cs_cz: Přidat transakci do historie bez jejího odvysílání
de_de: Füge die Transaktion zur Historie hinzu, ohne sie zu übertragen
hu_hu: Tranzakció hozzáadása az előzményekhez, kiküldés nélkül

source: Adding SLIP-19 ownership proofs to transaction...
cs_cz: Přidávají se důkazy o vlastnictví SLIP-19 k transakci…
de_de: Hinzufügen von SLIP-19-Eigentumsnachweisen zur Transaktion...
hu_hu: SLIP-19 tulajdonosi igazolás hozzáadása a tranzakcióhoz...

source: Adding info to tx, from network...
cs_cz: Přidávání informací do tx, ze sítě...
de_de: Informationen zur Transaktion werden aus dem Netzwerk hinzugefügt...
hu_hu: Információk hozzáadása a tranzakcióhoz a hálózatról...

source: Additional fees
cs_cz: Dodatečné poplatky
de_de: Weitere Gebühren
hu_hu: További díjak

source: Additional {} satoshis are going to be added.
cs_cz: Budou přidány další {} satoshi.
de_de: Weitere {} Satoshi werden hinzugefügt.
hu_hu: A további {} satoshi hozzáadásra kerül.

source: Address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím

source: Address Details
cs_cz: Detaily adresy
de_de: Adressdetails
hu_hu: Cím részletei

source: Address from which funds were swept to your wallet.
cs_cz: Adresa, ze které byly vybrány prostředky do vaší peněženky.

source: Address is frozen
cs_cz: Adresa je zmrazená
de_de: Adresse eingefroren
hu_hu: Cím lefagyasztva

source: Address not in wallet.
cs_cz: Adresa není v peněžence.
de_de: Adresse ist nicht in dieser Börse.
hu_hu: A cím nem tartozik ehhez a tárcához.

source: Address not in wallet: {}
cs_cz: Adresa není v peněžence: {}
de_de: Adresse ist nicht in dieser Geldbörse: {}
hu_hu: A cím nincs ebben a tárcában: {}

source: Address reuse
cs_cz: Znovuvyužití adresy
de_de: Adressenwiederverwendung
hu_hu: Cím újrafelhasználás

source: Address unknown for node:
cs_cz: Neznámá adresa pro uzel:
de_de: Adresse unbekannt für Node:
hu_hu: Cím ismeretlen a csomópontnak:

source: Addresses
cs_cz: Adresy
de_de: Adressen
hu_hu: Címek

source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
hu_hu: Haladó

source: After broadcasting the Alert Transaction, you have a limited time to cancel the transaction.
cs_cz: Po odvysílání výstražné transakce máte omezenou dobu na zrušení transakce.
de_de: Nach Veröffentlichung der Alarmtransaktion haben Sie begrenzte Zeit, um die Transaktion abzubrechen.

source: After closing this window you won't be able to access the connection string again!
cs_cz: Po zavření tohoto okna již nebudete mít přístup k řetězci připojení!
de_de: Nachdem Sie dieses Fenster geschlossen haben, können Sie nicht mehr auf diesen Verbindungslink zugreifen!

source: After disabling passphrases, you can only pair this Electrum wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
cs_cz: Po zakázání bezpečnostních frází můžete tuto peněženku Electrum spárovat pouze v případě, že měla prázdnou bezpečnostní frázi. Pokud její bezpečnostní fráze nebyla prázdná, budete muset vytvořit novou peněženku. Tuto peněženku můžete kdykoli znovu použít tak, že znovu povolíte bezpečnostní fráze a zadáte její bezpečnostní frázi.
de_de: Nachdem Sie Passphrasen deaktiviert haben, können Sie diese Electrum-Geldbörse nur koppeln, wenn sie über eine leere Passphrase verfügt. Wenn die Passphrase nicht leer war, müssen Sie eine neue Geldbörse erstellen. Sie können diese Geldbörse jederzeit wieder verwenden, indem Sie Passphrasen erneut aktivieren und die Passphrase eingeben.
hu_hu: A kulcsszöveg letiltása után csak akkor párosíthatod az Electrum tárcádat, ha az üres kulcsszöveggel rendelkezett. Ha a kulcsszöveg nem volt üres, új tárcát kell létrehoznod. Ezt a tárcát bármikor, újra használhatod a kulcsszöveg újbóli engedélyezésével és a kulcsszövegének beírásával.

source: After that delay, funds will be swept to an address derived from your wallet seed.
cs_cz: Po tomto zpoždění budou finanční prostředky zaslány na adresu odvozenou od seedu vaší peněženky.
de_de: Nach einer Verzögerung werden die Geldmittel an eine Adresse gesendet, die von Ihrem Geldbörsen-Seed abgeleitet wurde
hu_hu: A késlekedés után a források egy, a tárca magjából származtatható, címre lesznek begyűjtve.

source: After the funding transaction is mined, the server will reveal the preimage needed to fulfill the pending received lightning HTLCs. The HTLCs expire in {} blocks. You will need to be online after the funding transaction is confirmed but before the HTLCs expire, to claim your money. If you go offline for several days while the swap is pending, you risk losing the swap amount!
cs_cz: Po vytěžení transakce financování server odhalí předobraz potřebný ke splnění čekajících přijatých lightning HTLC. Platnost HTLC vyprší během {} bloků. Abyste si mohli vyzvednout své peníze, musíte být online po potvrzení transakce financování, ale musí to být před vypršením platnosti HTLC. Pokud budete několik dní offline, zatímco se čeká na výměnu, riskujete, že přijdete o částku, která je ve swapu!
de_de: Nachdem die Finanzierungstransaktion abgebaut wurde, zeigt der Server das Vorbild an, das zur Erfüllung der ausstehenden empfangenen Lightning-HTLCs erforderlich ist. Die HTLCs laufen in {} Blöcken ab. Sie müssen online sein, nachdem die Finanzierungstransaktion bestätigt wurde, aber bevor die HTLCs ablaufen, um Ihr Geld anzufordern. Wenn Sie mehrere Tage lang offline gehen, während der Swap ansteht, besteht die Gefahr, dass Sie den Swap-Betrag verlieren!
hu_hu: A finanszírozói tranzakció kibányászása után, a szerver felfedi a függőben lévő fogadott Lightning HTLC-k teljesítéséhez szükséges előképet. A HTLC-k {} blokk után lejárnak. A finanszírozási tranzakció megerősítése után, de a HTLC-k lejárta előtt online kell lenned, hogy igényt tarthass a pénzedre. Ha több napra offline leszel, amíg a csere folyamatban van, azt kockáztatod, hogy elveszíted a csereügylet összegét!

source: Alert Address
cs_cz: Výstražná adresa
de_de: Alarmierungsadresse

source: Alert Transaction ID
cs_cz: ID transakce výstrahy
de_de: Alarm Transaktion ID

source: Alert transaction signing was not completed
cs_cz: Podepsání transakce výstrahy nebylo dokončeno

source: All
cs_cz: Vše
de_de: Alle
hu_hu: Összes

source: All outputs are non-change is_mine
cs_cz: Všechny výstupy jsou beze změny is_mine
de_de: Alle Ausgänge sind "non-change is_mine"
hu_hu: Egyik kimenet sem visszajáró, viszont mind saját

source: All status
cs_cz: Všechny statusy
de_de: Jeder Status
hu_hu: Összes állapot

source: All types
cs_cz: Všechny typy
de_de: Alle Typen
hu_hu: Összes típus

source: All your addresses are used in pending requests.
cs_cz: Všechny vaše adresy jsou používány v nevyřízených požadavcích.
de_de: Alle Ihre Adressen werden in ausstehenden Anfragen verwendet.
hu_hu: Az összes cím használatban van, függőben lévő kérelmekben.

source: Allows partial updates to be written to disk for the wallet DB. If disabled, the full wallet file is written to disk for every change. Experimental.
cs_cz: Umožňuje zapisovat na disk částečné aktualizace databáze peněženky. Pokud je vypnuto, při každé změně se na disk zapíše celý soubor peněženky. Experimentální funkce.

source: Already up to date
cs_cz: Již aktuální
de_de: Bereits auf dem neuesten Stand
hu_hu: Az Electrum naprakész

source: Also, dust is not kept as change, but added to the fee.
cs_cz: Také prachové částky nejsou udržovány jako drobné mince, ale připočítávjí se k poplatku.
de_de: Dust wird nicht als Wechselgeld sondern für die Gebühr verwendet.
hu_hu: Továbbá, a maradék nem lesz megtartva visszajáróként, hanem a tranzakciós díjba kerül.

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
cs_cz: Také při dávkování RBF transakcí, BIP 125 ukládá nižší hranici poplatku.
de_de: Außerdem führt das Zusammenfassen von RBF-Transaktionen durch BIP 125 zu einer geringeren Mindestgebühr.
hu_hu: Kötegelt, utólagos díjnövelést támogató tranzakcióknál a BIP 125 megszab egy alsó határt a tranzakciós díjra.

source: Alternatively, you can save a backup of your wallet file from the File menu
cs_cz: Zálohu souboru peněženky můžete uložit také z nabídky Soubor
de_de: Alternativ können Sie ein Backup Ihrer Geldbörse über das Datei-Menü speichern
hu_hu: Vagy, a tárca fájlodról a Fájl menüből is készíthetsz biztonsági mentést.

source: Always check your backups.
cs_cz: Vždy zkontrolujte své zálohy.
de_de: Überprüfen Sie stets Ihre Sicherung.
hu_hu: Mindig ellenőrizd le a biztonsági mentéseket.

source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

source: Amount for OP_RETURN output must be zero.
cs_cz: Částka pro výstup OP_RETURN musí být nula.
de_de: Der Betrag für OP_RETURN-Ausgänge muss 0 sein.
hu_hu: Az OP_RETURN kimenethez tartozó összeg csak nulla lehet.

source: Amount is above maximum channel size: {}
cs_cz: Částka je vyšší než je maximální velikost kanálu: {}
de_de: Betrag liegt über der maximalen Kanalgröße: {}
