Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
cs_cz: TrustedCoin účtuje malý poplatek za spolupodepsání transakce. Poplatek závisí na tom, kolik předplacených transakcí zakoupíte. Při každé transakci s předplacenými transakcemi se do transakce přidá další výstup.
de_de: TrustedCoin berechnet Ihnen eine geringe Gebühr um die Transaktionen mitzusignieren. Die Gebühr hängt davon ab, wie viele Transaktionen Sie im Voraus erwerben. Ein Extraausgang wird Ihrer Transaktion jedes Mal angefügt, wenn Sie keine bezahlten Transaktionen mehr übrig haben.
hu_hu: A TrustedCoin a tranzakciók aláírásáért egy alacsony díjat számol fel. A díj attól függ, hogy hány előre-kifizetett tranzakciót vásárolsz. Egy extra kimenet hozzá lesz adva a tranzakciókhoz, ha elfogynak az előre-kifizetett tranzakcióid.

source: Try Auto-Reset
cs_cz: Zkuste automatický reset

source: Try Auto-Setup
cs_cz: Zkuste automatické nastavení

source: Try to connect again?
cs_cz: Zkusit se připojit znovu?
de_de: Verbindung erneut versuchen?
hu_hu: Szeretnél újra megpróbálni csatlakozni?

source: Try to explain not only what the bug is, but how it occurs.
cs_cz: Zkuste vysvětlit nejen chybu samotnou, ale i jak k ní dochází.
de_de: Versuchen Sie, nicht nur den Fehler zu erklären, sondern auch die Begleitumstände zu erläutern.
hu_hu: Ne csak azt írd le, hogy mi maga a hiba, hanem próbáld meg azt is leírni, hogy az hogyan fordult elő.

source: Try to raise your transaction fee, or use a server with a lower relay fee.
cs_cz: Zkuste zvýšit transakční poplatek nebo použijte server s nižším poplatkem za přenos.
de_de: Versuchen Sie die Transaktionsgebühr zu erhöhen oder wechseln Sie zu einem Server mit einer geringeren Mindestgebühr.
hu_hu: Próbáld meg növelni a díjat, vagy válassz egy szervert aminek alacsonyabb a minimum továbbítási díja.

source: Turkish
cs_cz: Turečtina
de_de: Türkisch
hu_hu: Török

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
cs_cz: Dvoufaktorové ověřování je služba, kterou poskytuje TrustedCoin. Používá vícepodpisovou peněženku, ve které vlastníte 2 ze 3 klíčů. Třetí klíč je uložen na vzdáleném serveru, který podepisuje transakce vaším jménem. Chcete-li tuto službu používat, budete potřebovat smartphone s nainstalovanou aplikací Google Authenticator.
de_de: Die Zwei-Faktor Authentifizierung wird von TrustedCoin bereitgestellt. Dabei wird eine Multisignaturbörse verwendet, bei der Sie 2 der 3 Schlüssel besitzen. Der dritte Schlüssel wird auf einem Server gespeichert und signiert Transaktionen für Sie. Um den Dienst zu nutzen, benötigen Sie ein Smartphone mit der Google-Authenticator App.
hu_hu: A kétlépcsős hitelesítést a TrustedCoin szolgáltatja. Több-aláírós pénztárcát használ, ahol a 3 kulcsból 2-t te birtokolsz. A harmadik kulcs egy távoli szerveren tárolódik, ami a te nevedben írja alá a tranzakciókat. A szolgáltatás használatához szükséged lesz a Google Authenticator (hitelesítő) alkalmazásra, amit egy okostelefonra kell feltelepítened.

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
cs_cz: Dvoufaktorové ověřování je služba, kterou poskytuje TrustedCoin. Abyste ji mohli používat, musíte mít samostatné zařízení s aplikací Google Authenticator.
de_de: Zwei-Faktor Authentifizerung wird von TrustedCoin bereitgestellt. Um es zu benutzen, müssen Sie ein weiteres Gerät mit Google Authenticator besitzen.
hu_hu: A kétlépcsős hitelesítést a TrustedCoin szolgáltatja. A használatához szükséged lesz egy külön eszközre, amire a Google Authenticator (hitelesítő) alkalmazás telepítve van.

source: Tx Input #{}
cs_cz: Tx vstup #{}
hu_hu: Tranzakció bement #{}

source: Tx Output #{}
cs_cz: Tx výstup #{}
hu_hu: Tranzakció kiment #{}

source: Type
cs_cz: Typ
de_de: Typ
hu_hu: Típus

source: USB Serial
cs_cz: USB port
de_de: USB-Seriell
hu_hu: USB port

source: Ukrainian
cs_cz: Ukrajinština
de_de: Ukrainisch
hu_hu: Ukrán

source: Unable to create backup
cs_cz: Nelze vytvořit zálohu
de_de: Sicherung konnte nicht erstellt werden
hu_hu: Nem lehetett létrehozni a biztonsági mentést

source: Unable to create csv
cs_cz: Nelze vytvořit csv
de_de: Konnte CSV nicht erstellen
hu_hu: Nem lehet csv-t létrehozni

source: Unable to deserialize the transaction:
cs_cz: Nelze deserializovat transakci:
hu_hu: A tranzakció beolvasása nem sikerült:

source: Unable to export history
cs_cz: Nelze exportovat historii
de_de: Transaktionsverlauf konnte nicht exportiert werden
hu_hu: Nem sikerült exportálni az előzményeket

source: Unable to read file or no transaction found
cs_cz: Nelze číst soubor nebo nebyla nalezena žádná transakce
de_de: Datei konnte nicht gelesen wurden, oder keine Transaktion gefunden
hu_hu: A fájl nem olvasható vagy a tranzakció nem található

source: Unable to scan image.
cs_cz: Nelze skenovat obrázek.
de_de: Bild kann nicht gescannt werden.
hu_hu: Nem sikerült a kép beolvasása.

source: Unable to sign this transaction
cs_cz: Nelze podepsat tuto transakci
de_de: Transaktion kann nicht signiert werden
hu_hu: Nem lehet aláírni a tranzakciót

source: Unconfirmed
cs_cz: Nepotvrzeno
de_de: Unbestätigt
hu_hu: Nem megerősített

source: Unconfirmed parent
cs_cz: Nepotvrzená nadřízená
de_de: Unbestätigte Elterntransaktion
hu_hu: Nem megerősített eredeti tranzakció

source: Unexpected error occurred.
cs_cz: Došlo k neočekávané chybě.
de_de: Ein unerwarteter Fehler ist aufgetreten.
hu_hu: Váratlan hiba történt.

source: Unexpected password hash version
cs_cz: Neočekávaná verze hash hesla
de_de: Unerwartete Passworthash-Version
hu_hu: Váratlan jelszó ellenőrzőösszeg verzió

source: Unfreeze
cs_cz: Uvolnit
de_de: Freigeben
hu_hu: Kiolvasztás

source: Unfreeze Address
cs_cz: Uvolnit adresu
de_de: Adresse freigeben
hu_hu: Cím kiolvasztása

source: Unfreeze Addresses
cs_cz: Uvolnit adresy
de_de: Adressen freigeben
hu_hu: Címek kiolvasztása

source: Unfreeze Coin
cs_cz: Uvolnit minci
de_de: Coin freigeben
hu_hu: Érme kiolvasztása

source: Unfreeze Coins
cs_cz: Uvolnit mince
de_de: Coins freigeben
hu_hu: Érmék kiolvasztása

source: Unfreeze for receiving
cs_cz: Uvolnit pro přijímání
de_de: Freigeben, um zu empfangen
hu_hu: Kiolvasztás fogadáshoz

source: Unfreeze for sending
cs_cz: Uvolnit pro odesílání
de_de: Freigeben, um zu senden
hu_hu: Kiolvasztás küldéshez

source: Unique identifier for this recovery plan
cs_cz: Jedinečný identifikátor tohoto plánu obnovení

source: Units
cs_cz: Jednotky
de_de: Einheiten
hu_hu: Mértékegységek

source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
hu_hu: Ismeretlen

source: Unknown BIP39 wordlist
cs_cz: Neznámý seznam slov BIP39
de_de: Unbekannte BIP39-Wortliste
hu_hu: Ismeretlen BIP39 szólista

source: Unknown error
cs_cz: Neznámá chyba
de_de: Unbekannter Fehler
hu_hu: Ismeretlen hiba

source: Unknown error when broadcasting the transaction.
cs_cz: Neznámá chyba při vysílání transakce.
de_de: Unbekannte Fehler beim Übermitteln der Transaktion.
hu_hu: Ismeretlen hiba a tranzakció küldése közben.

source: Unknown invoice
cs_cz: Neznámá faktura
de_de: Unbekannte Rechnung
hu_hu: Ismeretlen fizetési kérelem

source: Unlock
cs_cz: Odemknout
de_de: Entsperren
hu_hu: Feloldás

source: Unlock Keystore
cs_cz: Odemknout úložiště klíčů
hu_hu: Kulcstár feloldása

source: Unlocking hardware
cs_cz: Odemykání hardwaru
de_de: Hardware entsperren
hu_hu: Hardver feloldása

source: Unlocking {} ({})
cs_cz: Odemykání {} ({})
de_de: Entsperre {} ({})
hu_hu: {} ({}) feloldása

source: Unmatured
cs_cz: Nedozrálé
de_de: Unausgereift
hu_hu: Elköltésre nem érett

source: Unpaid
cs_cz: Nezaplaceno
de_de: Unbezahlt
hu_hu: Nincs fizetve

source: Unrealized capital gains
cs_cz: Nerealizované kapitálové zisky
de_de: Nicht realisierte Kapitalgewinne
hu_hu: Nem realizált tőkenyereség

source: Unsigned
cs_cz: Nepodepsané
de_de: Unsigniert
hu_hu: Nincs aláírva

source: Unsupported derivation path: {}
cs_cz: Nepodporovaná cesta odvození: {}
de_de: Nicht unterstützter Ableitungspfad: {}
hu_hu: Ismeretlen származtatási útvonal: {}

source: Unsupported password hash version
cs_cz: Nepodporovaná verze hash hesla
de_de: Passworthash-Version wird nicht unterstützt
hu_hu: Nem támogatott jelszó ellenőrzőösszeg verzió

source: Unsupported script-type ({}) for sweeping.
cs_cz: Nepodporovaný script-type ({}) pro sweep.

source: Unsupported wallet type
cs_cz: Nepodporovaný typ peněženky
de_de: Nicht unterstützter Geldbörsen-Typ
hu_hu: Nem támogatott tárcatípus

source: Unused
cs_cz: Nepoužité
de_de: Unbenutzt
hu_hu: Nem használt

source: Update Check
cs_cz: Kontrola aktualizací
de_de: Aktualisierungsprüfung
hu_hu: Frissítések keresése

source: Update check failed
cs_cz: Kontrola aktualizací se nezdařila
de_de: Aktualisierungsprüfung fehlgeschlagen
hu_hu: Frissítések keresése sikertelen

source: Update to Electrum {} is available
cs_cz: Je k dispozici aktualizace Electrum {}
de_de: Aktualisierung zu Electrum {} ist verfügbar
hu_hu: Frissítés elérhető az Electrum {} verzióra

source: Upgrade
cs_cz: Upgradovat
de_de: Aktualisierung
hu_hu: Frissítés

source: Upload a BIP39 mnemonic to generate the seed
cs_cz: Nahrajte mnemonic BIP39 a vygenerujte seed
de_de: Laden Sie eine BIP39 Mnemonic hoch, um eine Seed zu generieren
hu_hu: Egy BIP39 mnemonic feltöltése a mag létrehozásához

source: Upload a master private key
cs_cz: Nahrajte hlavní soukromý klíč
de_de: Laden Sie einen privaten Generalschlüssel hoch
hu_hu: Egy titkos mesterkulcs feltöltése

source: Use Proxy
cs_cz: Použít proxy

source: Use a hardware device
cs_cz: Použít hardwarové zařízení
de_de: Ein Hardware-Gerät verwenden
hu_hu: Hardvereszköz használata

source: Use a master key
cs_cz: Použít hlavní klíč
de_de: Einen Generalschlüssel verwenden
hu_hu: Mesterkulcs használata

source: Use as server
cs_cz: Použít jako server
de_de: Als Server nutzen
hu_hu: Szerver használata

source: Use change addresses
cs_cz: Používat change adresy
de_de: Wechselgeld-Adressen verwenden
hu_hu: Külön címek használata a visszajáróhoz

source: Use multiple change addresses
cs_cz: Použít několik change adres
de_de: Mehrere Wechselgeld-Adressen verwenden
hu_hu: Több visszajáró cím használata

source: Use proxy
cs_cz: Použít proxy
de_de: Proxy-Server verwenden
hu_hu: Proxy használata

source: Use this dialog to add a password to your wallet.
cs_cz: Použijte tento dialog pro přidání hesla do Vaší peněženky.
de_de: Nutzen Sie diesen Dialog, um zur Geldbörse ein Passwort hinzuzufügen.
hu_hu: Itt tudsz jelszót beállítani a pénztárcádhoz.

source: Use this dialog to change your password.
cs_cz: Použijte tento dialog pro změnu hesla.
de_de: Nutzen Sie diesen Dialog, um das Passwort zu ändern.
hu_hu: Itt tudod megváltoztatni a jelszavad.

source: Use trampoline routing
cs_cz: Použít směrování trampoline
de_de: Nutzen Sie die Trampolin-Routing
hu_hu: Trampoline útvonalválasztás használata

source: Used
cs_cz: Použité
de_de: Benutzt
hu_hu: Felhasznált

source: Uses icons from the Icons8 icon pack (icons8.com).
cs_cz: Používá ikony z balíčku Icons8 (icons8.com).
de_de: Verwendet Icons aus dem Icons8-Paket (icons8.com).
hu_hu: Ikonok az Icons8 ikon csomagból (icons8.com).

source: Using change addresses makes it more difficult for other people to track your transactions.
cs_cz: Používáním change adres je pro ostatní obtížnější dohledat vaše transakce.
de_de: Wechselgeld-Adressen erschweren es Dritten, Ihre Transaktionen zu verfolgen.
hu_hu: Visszajáró címek használata megnehezítheti más embereknek, hogy lekövessék a tranzakcióidat.

source: Valid for seconds (optional):
cs_cz: Platné po dobu sekund (volitelné):

source: Valid.
cs_cz: Platný.
de_de: Gültig.
hu_hu: Érvényes.

source: Value
cs_cz: Hodnota
de_de: Betrag
hu_hu: Érték

source: Value must be between {} and {} days.
cs_cz: Hodnota musí být mezi {} a {} dny.

source: Verify
cs_cz: Ověřit
de_de: Verifizieren
hu_hu: Ellenőrzés

source: Verify the cable is connected and that no other application is using it.
cs_cz: Ověřte, zda je kabel připojen a zda ho nepoužívá žádná jiná aplikace.
de_de: Überprüfen Sie, ob das Kabel eingesteckt ist und dass keine andere Anwendung ihn benutzt.
hu_hu: Győződj meg róla, hogy a kábel csatlakoztatva van, és hogy más alkalmazás nem használja az eszközt.

source: Version
cs_cz: Verze
hu_hu: Verzió

source: Very Strong
cs_cz: Velmi silné
de_de: Sehr stark
hu_hu: Nagyon erős

source: Video Device
cs_cz: Video zařízení
de_de: Videogerät
hu_hu: Videóeszköz

source: Vietnamese
cs_cz: Vietnamština
de_de: Vietnamesisch
hu_hu: Vietnámi

source: View
cs_cz: Zobrazit
de_de: Betrachten
hu_hu: Megtekintés

source: View Channel
cs_cz: Zobrazit kanál
de_de: Kanal anzeigen
hu_hu: Csatorna megjelenítése

source: View invoice
cs_cz: Zobrazit fakturu
de_de: Rechnung anzeigen
hu_hu: Fizetési kérelem megjelenítése

source: View log
cs_cz: Zobrazit log
de_de: Log anzeigen
hu_hu: Napló megtekintése

source: View on block explorer
cs_cz: Zobrazit v průzkumníku bloků
de_de: In Blockexplorer anzeigen
hu_hu: Megtekintés a blokk-felfedezőn

source: WARNING
cs_cz: VAROVÁNÍ
de_de: ACHTUNG
hu_hu: FIGYELEM

source: WARNING: ALL your private keys are secret.
cs_cz: VAROVÁNÍ: VŠECHNY soukromé klíče jsou tajné.
de_de: ACHTUNG: ALLE privaten Schlüssel sind geheim.
hu_hu: FIGYELEM: Az ÖSSZES titkos kulcsod bizalmas.

source: WARNING: This is a multi-signature wallet.
cs_cz: VAROVÁNÍ: Toto je vícepodpisová peněženka.
de_de: WARNUNG: Das ist eine Multisignaturbörse.
hu_hu: FIGYELEM: Ez egy társ-aláírós pénztárca.

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
cs_cz: VAROVÁNÍ: alias "{}" nelze ověřit pomocí dodatečné bezpečnostní kontroly, DNSSEC, a proto nemusí být správný.
de_de: WARNUNG: Der Alias '{}' konnte durch eine Überprüfung mittels DNSSEC nicht bestätigt werden und ist womöglich nicht korrekt.

source: WIF keys are typed in Electrum, based on script type.
cs_cz: Klíče WIF se zadávají do programu Electrum na základě typu skriptu.
de_de: WIF-Schlüssel sind in Electrum basierend auf dem Skripttyp typisiert.
hu_hu: A WIF kulcsoknak az Electrumban típusai vannak, amik a script típustól függenek.

source: Waiting for TrustedCoin server to sign transaction...
cs_cz: Čekání podepsání transakce od TrustedCoin serveru...
de_de: Warten auf TrustedCoin-Server zur Unterzeichnung der Transaktion...
hu_hu: Várakozás amíg a TrustedCoin szerver aláírja a tranzakciót...

source: Wallet
cs_cz: Peněženka
de_de: Geldbörse
hu_hu: Pénztárca

source: Wallet Address
cs_cz: Adresa peněženky
de_de: Geldbörsen-Adresse
hu_hu: A tárca címe

source: Wallet Balance
cs_cz: Zůstatek v peněžence
de_de: Guthaben
hu_hu: Tárca egyenleg

source: Wallet Information
cs_cz: Informace o peněžence
de_de: Börseninformationen
hu_hu: Pénztárca információk

source: Wallet Password
cs_cz: Heslo peněženky
de_de: Geldbörsen-Passwort
hu_hu: Tárca jelszó

source: Wallet Seed
cs_cz: Seed peněženky
de_de: Geldbörsen-Seed
hu_hu: Tárca mag

source: Wallet backup created
cs_cz: Záloha peněženky vytvořena
de_de: Sicherung der Geldbörse erstellt
hu_hu: Biztonsági mentés létrehozva

source: Wallet change address
cs_cz: Change adresa peněženky
de_de: Wechselgeldadresse der Geldbörse
hu_hu: Pénztárca visszajáró címe

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
cs_cz: Bylo zjištěno poškození souboru peněženky. Obnovte prosím peněženku ze seedu a porovnejte adresy v obou souborech
de_de: Beschädigte Börsendatei erkannt. Bitte stellen Sie Ihre Börse von der Seed wieder her und vergleichen Sie die Adressen in beiden Dateien
hu_hu: A pénztárca fájl sérült. Kérjük, állítsd vissza a pénztárcát a magjából, és hasonlítsd össze a címeket mindkét fájlban.

source: Wallet file not found: {}
cs_cz: Soubor peněženky nebyl nalezen: {}
de_de: Geldbörse-Datei nicht gefunden: {}
hu_hu: Nem található a pénztárca fájl: {}

source: Wallet name
cs_cz: Název peněženky
de_de: Name der Geldbörse
hu_hu: Pénztárca neve

source: Wallet receiving address
cs_cz: Adresa peněženky pro příjem
de_de: Geldbörse-Empfangsadresse
hu_hu: Pénztárca fogadó címe

source: Wallet removed: {}
cs_cz: Peněženka odstraněna: {}
de_de: Börse entfernt: {}
hu_hu: Pénztárca eltávolítva: {}

source: Wallet setup file '{}' exported successfully
cs_cz: Soubor nastavení peněženky '{}' úspěšně exportován
hu_hu: Pénztárca beállító fájl sikeresen exportálva: '{}'

source: Wallet setup file '{}' imported successfully.
cs_cz: Soubor nastavení peněženky '{}' úspěšně importován.
hu_hu: Pénztárca beállító fájl sikeresen importálva: '{}'.

source: Wallet type
cs_cz: Typ peněženky
de_de: Typ der Geldbörse
hu_hu: Pénztárca típusa

source: Wallet with two-factor authentication
cs_cz: Peněženka s dvoufaktorovým ověřováním
de_de: Geldbörse mit zweifacher Authentifizierung
hu_hu: Pénztárca kétlépcsős hitelesítéssel

source: Warning
cs_cz: Varování
de_de: Achtung
hu_hu: Figyelem

source: Warning
cs_cz: Varování
de_de: Warnung
hu_hu: Figyelem

source: Warning!
cs_cz: Varování!
de_de: Warnung!
hu_hu: Figyelem!

source: Warning: Some data (prev txs / "full utxos") was left out of the QR code as it would not fit. This might cause issues if signing offline. As a workaround, try exporting the tx as file or text instead.
cs_cz: Varování: Některé údaje (prev txs / „full utxos“) byly z QR kódu vynechány, protože by se nevešly. To by mohlo způsobit problémy při podepisování offline. Jako řešení zkuste místo toho exportovat tx jako soubor nebo text.
de_de: Warnung: Einige Daten (vorherige Txs / „vollständige Utxos“) wurden im QR-Code aus Platzgründen weggelassen. Dies kann beim Offline-Signieren zu Problemen führen. Um dieses Problem zu umgehen, versuchen Sie stattdessen, die TX als Datei oder Text zu exportieren.
hu_hu: Figyelem: néhány adat (előző tranzakciók / "teljes egyenleggel rendelkező kimenetek") nem fértek bele a QR-kódba. Ez problémákhoz vezethet offline aláírás során. Megoldásként exportáld a tranzakciót fájlként vagy szövegként.

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
cs_cz: Varování: Další adresy nebudou automaticky obnoveny pokud obnovíte Vaší peněženku ze seedu; možná je budete muset vložit manuálně. Důvodem je to, že máte mnoho nepoužitých adres ve Vaší peněžence. Aby se předešlo této situaci, nejprve používejte existující adresy. Přesto vytvořit?
de_de: Warnung: Die nächste Adresse kann nicht automatisch wiedergefunden werden, wenn Sie Ihre Geldbörse vom Seed wiederherstellen; Sie müssen sie möglicherweise manuell hinzufügen. Dies passiert weil Sie zuviele unbenutze Adressen in Ihrer Geldbörse haben. Benutzen Sie existierende Adressen zuerst, um diese Situation zu vermeiden. Trotzdem erstellen?
hu_hu: Figyelem: A következő cím nem lesz visszaállítva automatikusan, ha a pénztárcádat a magból állítod vissza; hanem neked kell manuálisan hozzáadnod. Ez azért van, mert túl sok felhasználatlan cím van a pénztárcádban. Hogy elkerüld ezt a helyzetet, előbb használd fel a már létező címeket. Biztosan folytatod?

source: Warning: Third-party plugins have access to your wallet!
cs_cz: Varování: Pluginy třetích stran mají přístup k vaší peněžence!

source: Warning: this wallet type does not support channel recovery from seed. You will need to backup your wallet every time you create a new channel. Create lightning keys?
cs_cz: Varování: Tento typ peněženky nepodporuje obnovení kanálu ze seedu. Po každém vytvoření nového kanálu budete muset peněženku zálohovat. Vytvořit lightning klíče?
de_de: Warnung: Dieser Geldbörse-Typ unterstützt keine Kanalwiederherstellung aus Seed. Sie müssen Ihr Geldbörse jedes Mal sichern, wenn Sie einen neuen Kanal erstellen. Lightningschlüssel erstellen?
hu_hu: Figyelem: ez a tárcatípus nem támogatja a csatornák magból való helyreállítását. Amikor új csatornát hozol létre, mindig biztonsági mentést kell majd készítened a tárcádról. Létrehozod a Lightning kulcsokat?

source: Warning: to be able to restore a multisig wallet, you should include the master public key for each cosigner in all of your backups.
cs_cz: Varování: Abyste mohli obnovit multisig peněženku, měli byste do všech vašich záloh zahrnout hlavní veřejný klíč pro každého spolu-podepisovatele.
de_de: Warnung: Um eine Multisig-Geldbörse wiederherstellen zu können, sollten Sie den Master-Public-Key für jeden Mitunterzeichner in alle Ihre Backups aufnehmen.
hu_hu: Figyelem: ahhoz, hogy egy társ-aláírós tárcát helyreállíthass, minden biztonsági mentésbe bele kell tenned az összes társ-aláíró nyilvános mesterkulcsát.

source: Watch-only wallet
cs_cz: Peněženka pouze na sledování
de_de: Watch-Only Geldbörse
hu_hu: Figyelő-tárca

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
cs_cz: Negarantujeme, že importy BIP39 budou vždy v Electrum podporovány.
de_de: Wir garantieren nicht, dass BIP39-Import in Electrum immer verfügbar sein wird.
hu_hu: Nem garantáljuk, hogy az Electrum későbbi verzióiban is lesz lehetőség BIP39-es magok importálására.

source: Weak
cs_cz: Slabé
de_de: Schwach
hu_hu: Gyenge

source: What Is Timelock Recovery?
cs_cz: Co je obnovení časového zámku?

source: What kind of wallet do you want to create?
cs_cz: Jaký typ peněženky chcete vytvořit?
de_de: Welchen Börsentyp möchten Sie erstellen?
hu_hu: Milyen típusú pénztárcát szeretnél készíteni?

source: What type of signing method do you want to add?
cs_cz: Který způsob podepisování chcete přidat?

source: When sending lightning payments, this value is an upper bound for the fees we allow paying, proportional to the payment amount. The fees are paid in addition to the payment amount, by the sender. Warning: setting this to too low will result in lots of payment failures.
cs_cz: Při odesílání lightning plateb je tato hodnota horní hranicí poplatků, které můžete zaplatit, úměrná výši platby. Poplatky jsou placeny navíc k částce platby odesílatelem. Varování: nastavení příliš nízké hodnoty povede k mnoha selháním plateb.
de_de: Beim Versenden von Lightning-Zahlungen stellt dieser Wert eine Obergrenze für die von uns zulässigen Gebühren dar, proportional zum Zahlungsbetrag. Die Gebühren werden vom Absender zusätzlich zum Zahlungsbetrag bezahlt. Achtung: Wenn Sie diesen Wert zu niedrig einstellen, kommt es zu vielen Zahlungsfehlern.
hu_hu: Lightning fizetések elküldésekor, ez az érték lesz a kifizethető díjak felső határa, arányosan a fizetett összeghez. A díjak a kifizetett összegen felül értendők és a küldő fizeti. Figyelem: túl kis érték megadása sok kifizetési sikertelenséget fog okozni.

source: When you freeze a coin, it will not be used for sending bitcoins.
cs_cz: Když zmrazíte mince, nebudou použity k odesílání bitcoinů.
de_de: Wenn Sie ein Coin sperren, wird sie nicht zum Versenden von Bitcoins verwendet.
hu_hu: Ha egy érmét fagyasztasz, az nem kerül felhasználásra bitcoin küldésekor.
