Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

# LnurlPayRequestDialog|
source: Amount must be between %1 and %2 %3
cs_cz: Částka musí být mezi %1 a %2 %3
de_de: Betrag muss zwischen %1 und %2 %3 liegen
hu_hu: Az összegnek %1 és %2 %3 között kell lennie

# LnurlPayRequestDialog|
source: Provider
cs_cz: Poskytovatel
de_de: Anbieter
hu_hu: Szolgáltató

# LnurlPayRequestDialog|
source: Description
cs_cz: Popis
de_de: Beschreibung
hu_hu: Megjegyzés

# LnurlPayRequestDialog|
source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

# LnurlPayRequestDialog|
source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet

# LnurlPayRequestDialog|
source: Enter an (optional) message for the receiver
cs_cz: Zadejte (volitelnou) zprávu pro příjemce
de_de: Geben Sie eine (optionale) Nachricht für den Empfänger ein
hu_hu: Fogadó részére (opcionális) üzenet megadása

# LnurlPayRequestDialog|
source: %1 characters remaining
cs_cz: Zbývá %1 znaků
de_de: %1 Zeichen verbleibend
hu_hu: %1 karakter maradt

# LnurlPayRequestDialog|
source: Pay...
cs_cz: Zaplatit...
hu_hu: Fizetés...

# LoadingWalletDialog|
source: Loading Wallet
cs_cz: Načítání peněženky
de_de: Lade Geldbörse
hu_hu: Tárca betöltése

# MessageDialog|
source: Question
cs_cz: Otázka
de_de: Frage
hu_hu: Kérdés

# MessageDialog|
source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet

# MessageDialog|
source: No
cs_cz: Ne
de_de: Nein
hu_hu: Nem

# MessageDialog|
source: Yes
cs_cz: Ano
de_de: Ja
hu_hu: Igen

# NetworkOverview|
source: Network
cs_cz: Síť
de_de: Netzwerk
hu_hu: Hálózat

# NetworkOverview|
source: Status
cs_cz: Stav
hu_hu: Állapot

# NetworkOverview|
source: Local Height:
cs_cz: Lokální číslo bloku:
de_de: Lokale Höhe:
hu_hu: Helyi magasság:

# NetworkOverview|
source: Server Height:
cs_cz: Výška serveru:
de_de: Serverhöhe:
hu_hu: Szerver magasság:

# NetworkOverview|
source: Chain tips:
cs_cz: Chain tipy:

# NetworkOverview|
source: Mempool fees
cs_cz: Poplatky mempoolu
de_de: Mempool-Gebühren
hu_hu: Mempool díjak

# NetworkOverview|
source: %1 around depth %2
cs_cz: %1 kolem hloubky %2
de_de: %1 um Tiefe %2
hu_hu: %1 kb. %2 mélységben

# NetworkOverview|
source: %1 peers
cs_cz: %1 peerů
hu_hu: %1 partner

# NetworkOverview|
source: %1 channels to fetch
cs_cz: %1 kanálů k načtení
de_de: %1 Kanäle zum Abrufen
hu_hu: %1 betöltendő csatorna

# NetworkOverview|
source: %1 nodes, %2 channels
cs_cz: %1 uzlů, %2 kanálů
de_de: %1 Knoten, %2 Kanäle
hu_hu: %1 csomópont, %2 csatorna

# NetworkOverview|
source: enabled
cs_cz: povoleno
de_de: aktiviert
hu_hu: engedélyezett

# NetworkOverview|
source: Channel peers:
cs_cz: Peeři kanálu:
de_de: Kanal-Peers:
hu_hu: Csatorna partnerek:

# NetworkOverview|
source: disabled
cs_cz: zakázáno
de_de: Deaktiviert
hu_hu: kikapcsolt

# NetworkOverview|
source: Proxy type:
cs_cz: Typ proxy:
de_de: Proxytyp:
hu_hu: Proxy típusa:

# NetworkOverview|
source: Server Settings
cs_cz: Nastavení serveru
de_de: Server Einstellungen
hu_hu: Szerver beállítások

# NetworkOverview|
source: Proxy Settings
cs_cz: Nastavení proxy
de_de: Proxy Einstellungen
hu_hu: Proxybeállítások

# NetworkOverview|
source: Nostr Settings
cs_cz: Nastavení Nostru

# NewWalletWizard|
source: New Wallet
cs_cz: Nová peněženka
de_de: Neue Geldbörse
hu_hu: Új tárca létrehozása

# NewWalletWizard|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# NostrConfigDialog|
source: Nostr relays
cs_cz: Přenosové body Nostr
de_de: Nostr-Relais
hu_hu: Nostr továbbítók

# NostrConfigDialog|
source: Enter the list of Nostr relays
cs_cz: Zadejte seznam přenosových bodů Nostr

# NostrConfigDialog|
source: Nostr relays are used to send and receive submarine swap offers.
cs_cz: Přenosové body Nostr jsou používány pro odesílání a přijímání nabídek submarine swap.

# NostrConfigDialog|
source: For multisig wallets, nostr is also used to relay transactions to your co-signers.
cs_cz: U multisig peněženek je také používán nostr k předávání transakcí vašim spolupodepisovatelům.

# NostrConfigDialog|
source: Connections to nostr are only made when required, and ephemerally.
cs_cz: Připojení k nostr se provádí pouze v případě potřeby a jen pomíjivě.

# NostrSwapServersDialog|
source: Select Swap Provider
cs_cz: Zvolte poskytovatele swapu

# NostrSwapServersDialog|
source: Pubkey
cs_cz: Veřejný klíč

# NostrSwapServersDialog|
source: Fee
cs_cz: Poplatek
de_de: Gebühr
hu_hu: Tranzakciós díj

# NostrSwapServersDialog|
source: Last seen
cs_cz: Naposledy spatřen

# NostrSwapServersDialog|
source: Max Forward
cs_cz: Max. vpřed

# NostrSwapServersDialog|
source: Max Reverse
cs_cz: Max. zpět

# NostrSwapServersDialog|
source: No swap providers found
cs_cz: Nebyly nalezeni žádní poskytovatelé swapu

# OpenChannelDialog|
source: Open Lightning Channel
cs_cz: Otevřít Lightning kanál
de_de: Lightning-Kanal öffnen
hu_hu: Lightning csatorna megnyitása

# OpenChannelDialog|
source: Your channels cannot be recovered from seed, because they were created with an old version of Electrum.
cs_cz: Vaše kanály nelze obnovit ze seedu, protože byly vytvořeny pomocí staré verze programu Electrum.
de_de: Ihre Kanäle können nicht aus dem Seed wiederhergestellt werden, da sie mit einer alten Version von Electrum erstellt wurden.
hu_hu: A csatornáid nem állíthatók helyre a magból, mert az Electrum egy régebbi változatával hoztad létre őket.

# OpenChannelDialog|
source: This means that you must save a backup of your wallet every time you create a new channel.
cs_cz: To znamená, že při každém vytvoření nového kanálu musíte uložit zálohu své peněženky.
de_de: Das bedeutet, dass Sie jedes Mal, wenn Sie einen neuen Kanal erstellen, ein Backup Ihrer Geldbörsen speichern müssen.
hu_hu: Ez azt jelenti, hogy mindig biztonsági mentést kell készítened a tárcáról, amikor új csatornát hozol létre.

# OpenChannelDialog|
source: If you want this wallet to have recoverable channels, you must close your existing channels and restore this wallet from seed.
cs_cz: Pokud chcete, aby tato peněženka měla obnovitelné kanály, musíte zavřít stávající kanály a obnovit tuto peněženku ze seedu.
de_de: Wenn Sie möchten, dass diese Geldbörse über wiederherstellbare Kanäle verfügt, müssen Sie Ihre vorhandenen Kanäle schließen und diese Geldbörse von Grund auf wiederherstellen.
hu_hu: Ha szeretnéd, hogy ebben a tárcában helyreállítható csatornáid legyenek, le kell zárnod a meglévőeket, és ismét helyreállítani ezt a tárcát a magból.

# OpenChannelDialog|
source: Your channels cannot be recovered from seed.
cs_cz: Vaše kanály nemohou být obnoveny ze seedu.
de_de: Ihre Kanäle können nicht aus dem Seed wiederhergestellt werden.
hu_hu: A csatornáid nem állíthatók helyre a magból.

# OpenChannelDialog|
source: If you want to have recoverable channels, you must create a new wallet with an Electrum seed
cs_cz: Pokud chcete mít obnovitelné kanály, musíte si vytvořit novou peněženku se seedem Electrum
de_de: Wenn Sie wiederherstellbare Kanäle haben möchten, müssen Sie ein neues Geldbörse mit einem Electrum-Seed erstellen
hu_hu: Ha szeretnéd, hogy helyreállítható csatornáid legyenek, egy új tárcát kell készítened egy Electrum maggal

# OpenChannelDialog|
source: You currently have recoverable channels setting disabled.
cs_cz: Volbu obnovitelných kanálů máte nyní vypnutou.
de_de: Die Einstellung für wiederherstellbare Kanäle ist derzeit deaktiviert.
hu_hu: Jelenleg ki van kapcsolva a helyreállítható csatornák beállítás.

# OpenChannelDialog|
source: This means your channels cannot be recovered from seed.
cs_cz: Znamená to, že vaše kanály nemohou být obnoveny ze seedu.
de_de: Das bedeutet, dass Ihre Kanäle nicht aus dem Seed wiederhergestellt werden können.
hu_hu: Ezáltal a csatornáid nem állíthatók helyre a magból.

# OpenChannelDialog|
source: Node
cs_cz: Uzel
de_de: Knoten
hu_hu: Csomópont

# OpenChannelDialog|
source: Paste or scan node uri/pubkey
cs_cz: Vložte nebo naskenujte uri / veřejný klíč uzlu
de_de: Knoten-URI/Pubkey einfügen oder scannen
hu_hu: Másolj ide vagy olvass be egy csomópont URI-t vagy nyilvános kulcsot

# OpenChannelDialog|
source: Invalid node-id or connect string
cs_cz: Neplatné ID uzlu (node-id) nebo řetězec připojení
hu_hu: Érvénytelen csomópont azonosító vagy kapcsolódási karakterlánc

# OpenChannelDialog|
source: Scan a node-id or a connect string
cs_cz: Skenovat ID uzlu (node-id) nebo řetězec připojení
hu_hu: Csomópont azonosító vagy kapcsolódási karakterlánc beolvasása

# OpenChannelDialog|
source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

# OpenChannelDialog|
source: Max
cs_cz: Maximum
hu_hu: Maximum

# OpenChannelDialog|
source: Open Channel...
cs_cz: Otevřít kanál...

# OpenChannelDialog|
source: Channel capacity
cs_cz: Kapacita kanálu
de_de: Kanalkapazität
hu_hu: Csatorna kapacitása

# OpenChannelDialog|
source: Open Channel
cs_cz: Otevřít kanál
de_de: Kanal öffnen
hu_hu: Csatorna létrehozása

# OpenChannelDialog|
source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

# OpenChannelDialog|
source: Channel established.
cs_cz: Kanál byl vytvořen.
de_de: Kanal etabliert.
hu_hu: Csatorna létrehozva.

# OpenChannelDialog|
source: This channel will be usable after %1 confirmations
cs_cz: Tento kanál bude použitelný po %1 potvrzeních
de_de: Dieser Kanal ist nach %1 Bestätigungen nutzbar
hu_hu: Ez a csatorna %1 megerősítés után lesz használható

# OpenChannelDialog|
source: Please sign and broadcast the funding transaction.
cs_cz: Podepište a vyšlete prosím transakci financování.
de_de: Bitte unterzeichnen und senden Sie die Finanzierungstransaktion.
hu_hu: Írd alá, és küldd el a fedezetet biztosító tranzakciót.

# OpenWalletDialog|
source: Open Wallet
cs_cz: Otevřít peněženku
de_de: Geldbörse öffnen
hu_hu: Tárca megnyitása

# OpenWalletDialog|
source: Please enter password
cs_cz: Zadejte prosím heslo
de_de: Bitte Passwort eingeben
hu_hu: Írd be a jelszót

# OpenWalletDialog|
source: Wallet <b>%1</b> requires password to unlock
cs_cz: Peněženka <b>%1</b> vyžaduje k odemčení heslo
de_de: Für die Geldbörse <b>%1</b> ist zum Entsperren ein Passwort erforderlich
hu_hu: <b>%1</b> pénztárca feloldásához jelszó szükséges

# OpenWalletDialog|
source: Password
cs_cz: Heslo
de_de: Passwort
hu_hu: Jelszó

# OpenWalletDialog|
source: Invalid Password
cs_cz: Neplatné heslo
de_de: Ungültiges Passwort
hu_hu: Érvénytelen jelszó

# OpenWalletDialog|
source: Unlock
cs_cz: Odemknout
de_de: Entsperren
hu_hu: Feloldás

# OtpDialog|
source: Enter Authenticator code
cs_cz: Zadejte kód z autentifikátoru
de_de: Authentifizierungscode eingeben
hu_hu: Add meg a hitelesítő kódot

# PasswordDialog|
source: Enter Password
cs_cz: Zadejte heslo
de_de: Passwort eingeben
hu_hu: Jelszó megadása

# PasswordDialog|
source: Password
cs_cz: Heslo
de_de: Passwort
hu_hu: Jelszó

# PasswordDialog|
source: Password (again)
cs_cz: Heslo (znovu)
de_de: Passwort (nochmal)
hu_hu: Jelszó (ismét)

# PasswordDialog|
source: Strength
cs_cz: Síla
de_de: Stärke
hu_hu: Erősség

# PasswordStrengthIndicator|
source: Weak
cs_cz: Slabé
de_de: Schwach
hu_hu: Gyenge

# PasswordStrengthIndicator|
source: Medium
cs_cz: Střední
de_de: Mittel
hu_hu: Közepes

# PasswordStrengthIndicator|
source: Strong
cs_cz: Silné
de_de: Stark
hu_hu: Erős

# PasswordStrengthIndicator|
source: Very Strong
cs_cz: Velmi silné
de_de: Sehr stark
hu_hu: Nagyon erős

# Pin|
source: Enter PIN
cs_cz: Zadejte PIN
de_de: PIN eingeben

# Pin|
source: Enter New PIN
cs_cz: Zadejte nový PIN
de_de: Neue PIN eingeben

# Pin|
source: Re-enter New PIN
cs_cz: Zadejte znovu nový PIN
de_de: Neue PIN erneut eingeben

# Pin|
source: Wrong PIN
cs_cz: Nesprávný PIN
de_de: Falscher PIN-Code

# Pin|
source: PIN doesn't match
cs_cz: PIN se neshoduje
de_de: PIN stimmt nicht überein

source: Preferences
cs_cz: Nastavení
de_de: Einstellungen
hu_hu: Beállítások

# Preferences|
source: User Interface
cs_cz: Uživatelské rozhraní
de_de: Benutzeroberfläche
hu_hu: Felhasználói felület

# Preferences|
source: Language
cs_cz: Jazyk
de_de: Sprache
hu_hu: Nyelv

# Preferences|
source: Please restart Electrum to activate the new GUI settings
cs_cz: Pro aktivaci změn prosím restartujte Electrum
de_de: Bitte Electrum neu starten um die GUI-Einstellungen zu übernehmen.
hu_hu: Indítsd újra az Electrumot az új beállítások aktiválásához.

# Preferences|
source: Base unit
cs_cz: Základní jednotka
de_de: Basiseinheit
hu_hu: Egység

# Preferences|
source: Add thousands separators to bitcoin amounts
cs_cz: Přidat oddělovače tisíců do částek bitcoinů
de_de: Tausendertrennzeichen zu Bitcoin-Beträgen hinzufügen
hu_hu: Bitcoin összegek ezres elválasztóval megjelenítve

# Preferences|
source: Fiat Currency
cs_cz: Fiat měna
de_de: Fiat-Währung
hu_hu: Fiat pénznem

# Preferences|
source: Historic rates
cs_cz: Historické sazby
de_de: Historische Raten
hu_hu: Korábbi árfolyamok

# Preferences|
source: Exchange rate provider
cs_cz: Poskytovatel směnného kurzu
de_de: Wechselkurs-Anbieter
hu_hu: Árfolyam szolgáltató

# Preferences|
source: PIN protect payments
cs_cz: Chránit platby PINem
de_de: PIN-Schutz für Zahlungen

# Preferences|
source: Modify
cs_cz: Upravit
de_de: Ändern

# Preferences|
source: Synchronize labels
cs_cz: Synchronizovat štítky
de_de: Bezeichnungen synchronisieren
hu_hu: Címkék szinkronizálása

# Preferences|
source: Nostr Cosigner
cs_cz: Spolupodepisovatel Nostr

# Preferences|
source: Set display to max brightness when displaying QR codes
cs_cz: Nastavte si displej na maximální jas při zobrazování QR kódů

# Preferences|
source: Wallet behavior
cs_cz: Chování peněženky
de_de: Geldbörsen-Verhalten
hu_hu: Tárca működése

# Preferences|
source: Spend unconfirmed
cs_cz: Utratit neověřené mince
de_de: Unbestätigt ausgeben
hu_hu: Nem megerősített összegek elköltése

# Preferences|
source: <b>%1%</b> of payment
cs_cz: <b>%1%</b> platby
de_de: <b>%1%</b> der Zahlung
hu_hu: A kifizetés <b>%1%</b>-a

# Preferences|
source: Are you sure?
cs_cz: Jste si jisti?
de_de: Sind Sie sicher?
hu_hu: Biztos vagy benne?

# Preferences|
source: Electrum will have to download the Lightning Network graph, which is not recommended on mobile.
cs_cz: Electrum bude muset stáhnout graf sítě Lightning, což se na mobilních zařízeních nedoporučuje.
de_de: Electrum muss das Lightning Network-Diagramm herunterladen, was auf Mobilgeräten nicht empfohlen wird.
hu_hu: Az Electrumnak le kell töltenie a Lightning hálózat térképét, de ez mobilon nem javasolt.

# Preferences|
source: Trampoline routing
cs_cz: Směrování trampoline
de_de: Trampolin-Routing
hu_hu: Trampoline útvonalválasztás

# Preferences|
source: This option allows you to recover your lightning funds if you lose your device, or if you uninstall this app while lightning channels are active. Do not disable it unless you know how to recover channels from backups.
cs_cz: Tato možnost umožňuje obnovit prostředky lightning, pokud ztratíte zařízení nebo pokud tuto aplikaci odinstalujete, zatímco jsou kanály lightning aktivní. Nevypínejte toto, pokud nevíte, jak obnovit kanály ze záloh.
de_de: Mit dieser Option können Sie Ihr Lightning-Guthaben zurückerhalten, wenn Sie Ihr Gerät verlieren oder wenn Sie diese App deinstallieren, während Lightning-Kanäle aktiv sind. Deaktivieren Sie es nicht, es sei denn, Sie wissen, wie Sie Kanäle aus Backups wiederherstellen.
hu_hu: Ez az opció lehetővé teszi a Lightning fedezeteid helyreállítását, ha elvesztenéd az eszközöd, vagy letörölnéd az alkalmazást, amíg a Lightning csatornák aktívak. Ne kapcsold ki, hacsak nem tudod, hogy kell helyreállítani a csatornáidat a biztonsági mentésekből.

# Preferences|
source: Create recoverable channels
cs_cz: Vytvořit obnovitelné kanály
de_de: Wiederherstellbare Kanäle einrichten
hu_hu: Helyreállítható csatornák létrehozása

# Preferences|
source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
hu_hu: Haladó

# Preferences|
source: Enable debug logs (for developers)
cs_cz: Povolit záznamy ladění (pro vývojáře)
de_de: Debug-Protokolle aktivieren (für Entwickler)
hu_hu: Hibakeresési naplók engedélyezése (fejlesztőknek)

# Preferences|
source: Always allow screenshots
cs_cz: Vždy povolit snímky obrazovky
de_de: Bildschirmfotos immer erlauben

# ProxyConfig|
source: Enable Proxy
cs_cz: Povolit proxy
de_de: Proxy einschalten
hu_hu: Proxy engedélyezése

# ProxyConfig|
source: Address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím

# ProxyConfig|
source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
hu_hu: Felhasználónév

# ProxyConfig|
source: Password
cs_cz: Heslo
de_de: Passwort
hu_hu: Jelszó

# ProxyConfig|
source: Detect Tor proxy
cs_cz: Rozpoznat Tor proxy

# ProxyConfigDialog|
source: Proxy settings
cs_cz: Nastavení proxy
de_de: Proxy Einstellungen
hu_hu: Proxy beállítások

# QRImage|
source: Data too big for QR
cs_cz: Data jsou pro QR příliš velká
de_de: Daten zu groß für QR-Code
hu_hu: Túl sok adat egy QR-kódhoz

# RbfBumpFeeDialog|
source: Bump Fee
cs_cz: Navýšit poplatek
de_de: Gebühr erhöhen
hu_hu: Tranzakciós díj megemelése

# RbfBumpFeeDialog|
source: Move the slider to increase your transaction's fee. This will improve its position in the mempool
cs_cz: Posunutím posuvníku zvyšte poplatek za transakci. Tím se zlepší její pozice v mempoolu
de_de: Bewegen Sie den Schieberegler, um die Gebühr für Ihre Transaktion zu erhöhen. Dadurch wird ihre Position im Mempool verbessert
hu_hu: Mozgasd a csúszkát a tranzakciós díj növeléséhez. Ez javítja a tranzakció pozícióját a mempoolban

# RbfBumpFeeDialog|
source: Method
cs_cz: Metoda
de_de: Methode
hu_hu: Módszer

# RbfBumpFeeDialog|
source: Old fee
cs_cz: Starý poplatek
de_de: Alte Gebühr
hu_hu: Korábbi díj

# RbfBumpFeeDialog|
source: Old fee rate
cs_cz: Stará sazba poplatku
de_de: Alte Gebührenrate
hu_hu: Korábbi egységdíj

# RbfBumpFeeDialog|
source: New fee
cs_cz: Nový poplatek
de_de: Neue Gebühr
hu_hu: Új díj

# RbfBumpFeeDialog|
source: Options
cs_cz: Možnosti
de_de: Optionen
hu_hu: Opciók

# RbfBumpFeeDialog|
source: Enable output value rounding
cs_cz: Povolit zaokrouhlování výstupní hodnoty
de_de: Ausgaberundung aktivieren
hu_hu: Kimeneti értékek kerekítése

# RbfBumpFeeDialog|
source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
cs_cz: V některých případech použijte až 3 adresy, aby se rozdělila velká částka mincí a skryla adresu příjemce.
de_de: Das kann bis zu 3 Wechselgeld-Adressen benutzen, um große Beträge zu teilen und die Empfänger-Adressen zu verschleiern.
hu_hu: Néhány esetben akár 3 visszajáró cím használata, ezáltal a nagyobb visszajáró összegek felbontása. Ez megnehezítheti másoknak, hogy rájöjjenek, hogy melyik cím a tényleges fogadóé.

# RbfBumpFeeDialog|
source: This may result in higher transactions fees.
cs_cz: Toto může způsobit navýšení poplatku za transakci.
de_de: Dies könnte zu höheren Transaktionsgebühren führen.
hu_hu: Ez magasabb tranzakciós díjakhoz vezethet.

# RbfBumpFeeDialog|
source: Inputs (%1)
cs_cz: Vstupy (%1)
de_de: Eingänge (%1)
hu_hu: Bementek (%1)

# RbfBumpFeeDialog|
source: Outputs (%1)
cs_cz: Výstupy (%1)
de_de: Ausgänge (%1)
hu_hu: Kimenetek (%1)

# RbfCancelDialog|
source: Cancel Transaction
cs_cz: Zrušit transakci
de_de: Transaktion abbrechen
hu_hu: Tranzakció törlése

# RbfCancelDialog|
source: Cancel an unconfirmed transaction by double-spending its inputs back to your wallet with a higher fee.
cs_cz: Zrušte nepotvrzenou transakci tím, že dvakrát utratíte její vstupy zpět do své peněženky a uděláte to s vyšším poplatkem.
de_de: Stornieren Sie eine unbestätigte Transaktion, indem Sie ihre Eingaben gegen eine höhere Gebühr doppelt auf Ihr Geldbörse zurückzahlen.
hu_hu: Egy nem megerősített tranzakció törlése úgy, hogy duplán elköltöd a bemeneteit, vissza a tárcádba, egy magasabb díjjal.

# RbfCancelDialog|
source: Old fee
cs_cz: Starý poplatek
de_de: Alte Gebühr
hu_hu: Korábbi díj

# RbfCancelDialog|
source: Old fee rate
cs_cz: Stará sazba poplatku
de_de: Alte Gebührenrate
hu_hu: Korábbi egységdíj

# RbfCancelDialog|
source: New fee
cs_cz: Nový poplatek
de_de: Neue Gebühr
hu_hu: Új díj

# RbfCancelDialog|
source: Inputs (%1)
cs_cz: Vstupy (%1)
de_de: Eingänge (%1)
hu_hu: Bementek (%1)

# RbfCancelDialog|
source: Outputs (%1)
cs_cz: Výstupy (%1)
de_de: Ausgänge (%1)
hu_hu: Kimenetek (%1)

# ReceiveDetailsDialog|
source: Create Invoice
cs_cz: Vytvořit fakturu

# ReceiveDetailsDialog|
source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet

# ReceiveDetailsDialog|
source: Description of payment request
cs_cz: Popis platebního požadavku
de_de: Beschreibung der Zahlungsanforderung
hu_hu: Fizetési kérelem leírása

# ReceiveDetailsDialog|
source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

# ReceiveDetailsDialog|
source: Expires after
cs_cz: Platnost vyprší po
de_de: Läuft ab nach
hu_hu: Lejárati idő

# ReceiveDetailsDialog|
source: Confirm just-in-time channel
cs_cz: Potvrdit kanál just-in-time

# ReceiveDetailsDialog|
source: Receiving this payment will purchase a Lightning channel from your service provider.
cs_cz: Obdržením této platby dojde k nákupu platebního kanálu Lightning od vašeho poskytovatele služby.

# ReceiveDetailsDialog|
source: Fees will be deducted from the payment.
cs_cz: Poplatky budou strženy z platby.

# ReceiveDetailsDialog|
source: Do you want to continue?
cs_cz: Chcete pokračovat?

# ReceiveDetailsDialog|
source: Amount too low
cs_cz: Částka je příliš nízká
de_de: Betrag zu gering
hu_hu: Az összeg túl alacsony

# ReceiveDetailsDialog|
source: You don't have channels with enough inbound liquidity to receive this payment.
cs_cz: K obdržení této platby nemáte kanály s dostatečnou příchozí likviditou.

# ReceiveDetailsDialog|
source: Request at least %1 to open a channel just-in-time.
cs_cz: Požádejte alespoň o %1 pro otevření kanálu just-in-time.

# ReceiveDialog|
source: Receive Payment
cs_cz: Přijmout platbu
de_de: Zahlungen empfangen
hu_hu: Fizetés fogadása

# ReceiveDialog|
source: Status
cs_cz: Stav
hu_hu: Állapot

# ReceiveDialog|
source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet

# ReceiveDialog|
source: unspecified
cs_cz: nespecifikováno
de_de: nicht spezifiziert
hu_hu: nincs megadva

# ReceiveDialog|
source: Amount
cs_cz: Částka
de_de: Betrag
hu_hu: Összeg

# ReceiveDialog|
source: Copied!
cs_cz: Zkopírováno!
de_de: Kopiert!
hu_hu: Lemásolva!

# ReceiveDialog|
source: Payment Request
cs_cz: Žádost o platbu
de_de: Zahlungsaufforderung
hu_hu: Fizetési kérelem

# ReceiveDialog|
source: Onchain address
cs_cz: Onchain adresa
de_de: Onchain-Adresse
hu_hu: Cím a blokkláncon

# ReceiveRequests|
source: To access this list from the main screen, press and hold the Receive button
cs_cz: Chcete-li na tento seznam vstoupit z hlavní obrazovky, stiskněte a podržte tlačítko Přijmout
de_de: Um vom Hauptbildschirm aus auf diese Liste zuzugreifen, halten Sie die Empfangstaste gedrückt
hu_hu: A lista eléréséhez a főképernyőről, nyomd le és tarts lenyomva a Fogadás gombot

# ReceiveRequests|
source: Pending requests
cs_cz: Nevyřízené požadavky
de_de: Ausstehende Anfragen
hu_hu: Függőben lévő kérelmek

# ReceiveRequests|
source: Delete
cs_cz: Smazat
de_de: Löschen
hu_hu: Törlés

# ReceiveRequests|
source: View
cs_cz: Zobrazit
de_de: Betrachten
hu_hu: Megtekintés

# RequestExpiryComboBox|
source: 10 minutes
cs_cz: 10 minut
de_de: 10 Minuten
hu_hu: 10 perc

# RequestExpiryComboBox|
source: 1 hour
cs_cz: 1 hodina
de_de: 1 Stunde
hu_hu: 1 óra

# RequestExpiryComboBox|
source: 1 day
cs_cz: 1 den
de_de: 1 Tag
hu_hu: 1 nap

# RequestExpiryComboBox|
source: 1 week
cs_cz: 1 týden
de_de: 1 Woche
hu_hu: 1 hét

# RequestExpiryComboBox|
source: Never
cs_cz: Nikdy
de_de: Nie
hu_hu: Soha

# ScanDialog|
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
hu_hu: Mégsem

# SendDialog|
source: Scan an Invoice, an Address, an LNURL-pay, a PSBT or a Channel Backup
cs_cz: Skenujte fakturu, adresu, LNURL-pay, PSBT nebo zálohu kanálu
de_de: Scannen Sie eine Rechnung, eine Adresse, eine LNURL-Zahlung, ein PSBT oder ein Kanal-Backup
