Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Mining fee requested by swap-server larger than what was announced in their offer.
cs_cz: Poplatek za těžbu požadovaný swapovým serverem je vyšší, než bylo avizováno v nabídce.

source: Mining fee: {} (can be adjusted on next screen)
cs_cz: Poplatek za těžbu: {} (lze upravit na další obrazovce)
de_de: Mining-Gebühr: {} (kann auf nächstem Bildschirm angepasst werden)
hu_hu: Bányászat díja: {} (a következő képernyőn állítható)

source: Misc
cs_cz: Další
de_de: Sonstiges
hu_hu: Egyéb

source: Missing amount
cs_cz: Chybějící částka
de_de: Fehlender Betrag
hu_hu: Hiányzó összeg

source: Missing camera permission.
cs_cz: Chybějící oprávnění k fotoaparátu.

source: Missing libraries for {}.
cs_cz: Chybějící knihovny pro {}.
de_de: Bibliotheken für {} fehlen.
hu_hu: Programkönyvtárak hiányoznak az alábbihoz: {}.

source: Missing previous tx for legacy input.
cs_cz: Chybí předchozí tx pro starší verzi vstupu.
de_de: Vorherige tx fehlt für Legacy-Eingabe.
hu_hu: A bemenet előző tranzakciója hiányzik.

source: Missing previous tx.
cs_cz: Chybí předchozí tx.
de_de: Vorherige tx fehlt.
hu_hu: Hiányzó előző tranzakció.

source: Missing report URL.
cs_cz: Chybějící zpráva URL.
de_de: Fehlende URL zum Senden von Meldungen.
hu_hu: Hiányzó jelentés URL.

source: Mobile pairing options
cs_cz: Možnosti párování mobilních zařízení
de_de: Verbindungsoptionen zum Mobilgerät
hu_hu: Mobil párosítási opciók

source: More info at: {}
cs_cz: Více informací na: {}
de_de: Weitere Informationen unter: {}
hu_hu: További információk: {}

source: More than one QR code was found in the image.
cs_cz: V obraze bylo nalezeno několik QR kódů.

source: More than one QR code was found on the screen.
cs_cz: Na obrazovce byl nalezen více než jeden QR kód.
de_de: Mehr als ein QR-Code wurde auf dem Bildschirm gefunden.
hu_hu: Több mint egy QR-kód található a képernyőn.

source: Most NWC clients only use a single of your relays, so ensure the relays accept your events.
cs_cz: Většina NWC klientů využívá pouze jeden z vašich přenosových bodů, proto se ujistěte že přenosové body přijímají vaše události.

source: Most clients only use the first relay url encoded in the connection string.
cs_cz: Většina klientů využívá pouze první přenosový bod URL zakódovaný v řetězci připojení.

source: Move funds between your channels in order to increase your sending capacity.
cs_cz: Přesouvejte prostředky mezi svými kanály tak, abyste zvýšili kapacitu odesílání.
de_de: Verschieben Sie Guthaben zwischen Ihren Kanälen, um Ihre Sende-Kapazität zu erhöhen.
hu_hu: Helyezz át összegeket a csatornáid között, hogy növeld a küldési kapacitásodat.

source: Move the slider to set the amount and direction of the swap.
cs_cz: Posunutím posuvníku nastavte částku a směr swapu.
de_de: Bewegen Sie den Schieberegler, um den Betrag und die Richtung des Austauschs festzulegen.
hu_hu: Mozgasd a csúszkát a csereügylet összegének és irányának meghatározásához.

source: Multi-Signature Wallet
cs_cz: Více-podpisová peněženka
de_de: Geldbörse mit mehreren Unterschriften
hu_hu: Társ-aláírós pénztárca

source: Multi-signature wallet
cs_cz: Více-podpisová peněženka
de_de: Multisignaturgeldbörse
hu_hu: Társ-aláírós pénztárca

source: Name
cs_cz: Jméno
hu_hu: Név

source: Name this {}. If you have multiple devices their labels help distinguish them.
cs_cz: Pojmenujte toto zařízení {}. Pokud máte více zařízení, jejich štítky jim pomáhají se rozlišit.
de_de: Benennen Sie den {}. Wenn Sie mehrere besitzen, hilft der Name, sie auseinanderzuhalten.
hu_hu: Adj meg egy címkét ennek a {} eszköznek. Ha több eszközöd is van, a címkék segítenek megkülönböztetni őket.

source: Network
cs_cz: Síť
de_de: Netzwerk
hu_hu: Hálózat

source: Network and server configuration
cs_cz: Nastavení sítě a serveru
de_de: Netzwerk- und Serverkonfiguration
hu_hu: Hálózat és szerver beállítások

source: Network error
cs_cz: Chyba sítě

source: Network request timed out.
cs_cz: Časový limit požadavku sítě vypršel.
de_de: Zeitüberschreitung der Netzwerkanfrage.
hu_hu: Hálózati időtúllépés.

source: Never
cs_cz: Nikdy
de_de: Nie
hu_hu: Soha

source: Never disclose your seed.
cs_cz: Nikdy nevyzrazujte svůj seed.
de_de: Geben Sie niemals den Seed weiter.
hu_hu: Ne oszd meg másokkal ezt a magot.

source: Never type it on a website.
cs_cz: Nikdy ho nezadávejte na žádné webové stránce.
de_de: Geben Sie es niemals auf einer Webseite ein.
hu_hu: Soha ne írd be semmilyen weboldalra.

source: New
cs_cz: Nové

source: New Channel
cs_cz: Nový Kanál
de_de: Neuer Kanal
hu_hu: Új csatorna

source: New Contact
cs_cz: Nový kontakt
de_de: Neuer Kontakt
hu_hu: Új névjegy

source: New NWC Connection
cs_cz: Nové připojení NWC

source: New Password:
cs_cz: Nové heslo:
de_de: Neues Passwort:
hu_hu: Új jelszó:

source: New Transaction
cs_cz: Nová Platba
de_de: Neue Transaktion
hu_hu: Új tranzakció

source: New fee
cs_cz: Nový poplatek
de_de: Neue Gebühr
hu_hu: Új díj

source: New transaction: {}
cs_cz: Nová transakce: {}
de_de: Neue Transaktion: {}
hu_hu: Új tranzakció: {}

source: Next
cs_cz: Další
de_de: Weiter
hu_hu: Következő

source: Next share
cs_cz: Další podíl
de_de: Nächster Anteil
hu_hu: Következő rész

source: No
cs_cz: Ne
de_de: Nein
hu_hu: Nem

source: No Data
cs_cz: Žádné údaje
de_de: Keine Daten
hu_hu: Nincs adat

source: No QR code was found in the image.
cs_cz: V obraze nebyl nalezen žádný QR kód.

source: No QR code was found on the screen.
cs_cz: Na obrazovce nebyl nalezen žádný QR kód.
de_de: Kein QR-Code auf dem Bildschirm gefunden.
hu_hu: Nem található QR-kód a képernyőn.

source: No address available.
cs_cz: Není dostupná žádná adresa.
de_de: Keine Adresse verfügbar.
hu_hu: Nem érhető el cím.

source: No amount
cs_cz: Žádná částka
de_de: Kein Betrag
hu_hu: Nincs összeg megadva

source: No auth code
cs_cz: Žádný ověřovací kód
de_de: Kein Auth-Code
hu_hu: Nincs azonosító kód

source: No data
cs_cz: Žádné údaje
de_de: Keine Daten verfügbar
hu_hu: Nincs adat

source: No donation address for this server
cs_cz: U tohoto serveru není uvedena adresa pro dary
de_de: Keine Spendenadresse für diesen Server verfügbar
hu_hu: A szerverhez nem tartozik adomány cím

source: No exceptions encountered.
cs_cz: Nebyly zjištěny žádné výjimky.
de_de: Keine Exceptions aufgetreten.
hu_hu: Nem történt hiba.

source: No existing accounts found.
cs_cz: Nebyly nalezeny žádné účty.
de_de: Keine existierenden Konten gefunden.
hu_hu: Nincs meg a meglévő fiók.

source: No fee
cs_cz: Žádný poplatek
de_de: Keine Gebühr
hu_hu: Nincs díj

source: No fee rate
cs_cz: Žádná sazba poplatku
de_de: Keine Gebühren-Rate
hu_hu: Nincs egységdíj megadva

source: No hardware device detected.
cs_cz: Nebylo rozpoznáno žádné hardwarové zařízení.
de_de: Kein Hardwaregerät erkannt.
hu_hu: Nem található hardvereszköz.

source: No inputs found.
cs_cz: Nebyly nalezeny žádné vstupy.
de_de: Keine Eingaben gefunden.
hu_hu: Nem található bemenet.

source: No keystore
cs_cz: Žádné úložiště klíčů
de_de: Kein Schlüsselspeicher
hu_hu: Nincs kulcstár

source: No more addresses in your wallet.
cs_cz: Žádné další adresy ve Vaší peněžence.
de_de: Es sind keine Adressen mehr in ihrer Geldbörse vorhanden.
hu_hu: Elfogytak a pénztárcádból a címek.

source: No more unused address
cs_cz: Žádná další nepoužitá adresa

source: No outputs
cs_cz: Žádné výstupy
de_de: Keine Ausgänge
hu_hu: Nincs kimenet megadva

source: No path found
cs_cz: Nenalezena žádná cesta
de_de: Kein Pfad gefunden
hu_hu: Nem található útvonal

source: No swap provider selected.
cs_cz: Nebyl vybrán žádný poskytovatel swapu.
de_de: Kein Swap-Anbieter ausgewählt.

source: No valid shares.
cs_cz: Žádné platné podíly.
de_de: Keine gültigen Anteile.
hu_hu: Nincs érvényes rész.

source: No {} swap possible
cs_cz: Není možný žádný swap {}

source: Node ID
cs_cz: ID uzlu
de_de: Knoten-ID
hu_hu: Csomópont azonosító

source: Node alias
cs_cz: Alias nodu
hu_hu: Csomópont név

source: Nodes
cs_cz: Uzly
de_de: Knoten
hu_hu: Csomópontok

source: None
cs_cz: Žádný
de_de: Keine Angabe
hu_hu: Nincs

source: Norwegian Bokmal
cs_cz: Norština Bokmal
de_de: Norwegisch (Bokmål)
hu_hu: Norvég

source: Nostr relays
cs_cz: Přenosové body Nostr
de_de: Nostr-Relais
hu_hu: Nostr továbbítók

source: Nostr relays are used to send and receive submarine swap offers.
cs_cz: Přenosové body Nostr jsou používány pro odesílání a přijímání nabídek submarine swap.

source: Not Now
cs_cz: Teď ne
de_de: Später
hu_hu: Most nem

source: Not Verified
cs_cz: Neověřeno
de_de: Nicht bestätigt
hu_hu: Nem megerősített

source: Not a master key
cs_cz: Toto není hlavní klíč
de_de: Ist kein Generalschlüssel
hu_hu: Nem egy mesterkulcs

source: Not available for this wallet.
cs_cz: Není k dispozici pro tuto peněženku.
de_de: In dieser Geldbörse nicht verfügbar.
hu_hu: Nem érhető el ehhez a tárcához.

source: Not connected
cs_cz: Nepřipojeno
de_de: Nicht verbunden
hu_hu: Nincs kapcsolat

source: Not enough funds
cs_cz: Nedostatek financí
de_de: Zu niedriges Guthaben
hu_hu: Nem áll rendelkezésre elegendő összeg

source: Not enough funds on address.
cs_cz: Nedostatek prostředků na adrese.
de_de: Nicht genug verfügbare Mittel auf der Adresse.
hu_hu: Nem áll rendelkezésre elegendő összeg a címen.

source: Not enough funds.
cs_cz: Nedostatek prostředků.
de_de: Nicht genug Geldmittel
hu_hu: Nem áll rendelkezésre elegendő összeg.

source: Not enough space available.
cs_cz: Není k dispozici dostatek místa.

source: Not verified
cs_cz: Neověřeno
de_de: Nicht bestätigt
hu_hu: Nem megerősített

source: Not yet available
cs_cz: Ještě není k dispozici
de_de: Noch nicht verfügbar
hu_hu: Még nem elérhető

source: Note that fees and liquidity may be updated frequently.
cs_cz: Poplatky a likvidita mohou být často aktualizovány.

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
cs_cz: Pozn.: Pokud jste zmrazili některé ze svých adres, Vaše dostupné finanční prostředky budou nižší, než celková bilance.
de_de: Einige ihrer Adressen sind eingefroren, weswegen das angegebene Guthaben geringer sein könnte als ihr gesamtes Guthaben.
hu_hu: Ha vannak lefagyasztott címeid, akkor a maximálisan elküldhető összeg kevesebb lesz, mivel azokról nem lehet küldeni.

source: Note that lightning channels will be converted to channel backups.
cs_cz: Upozorňujeme, že lightning kanály budou převedeny na zálohy kanálů.
de_de: Beachten Sie, dass Lightning-Kanäle in Kanal-Backups umgewandelt werden.
hu_hu: A Lightning csatornák csatorna biztonsági mentésekké kerülnek konvertálásra.

source: Note that this is NOT your encryption password.
cs_cz: Toto není vaše šifrovací heslo.
de_de: Beachte, dass dies NICHT dein Verschlüsselungspasswort ist.
hu_hu: Figyelem: ez NEM a pénztárca fájl titkosítását feloldó jelszó.

source: Note that this will disable wallet file encryption, because it uses your hardware wallet device.
cs_cz: Berte na vědomí, že toto způsobí vypnutí šifrování souboru peněženky, protože používá vaši hardwarovou peněženku.

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
cs_cz: V této službě nejsou vaše mince uzamčeny. Prostředky můžete obnovit kdykoli a bez nákladů, bez vzdáleného serveru, pomocí možnosti „obnovit peněženku“ jejím seedem.
de_de: Ihre Coins sind dabei nicht von unserem Dienst abhängig. Sie können Ihre Mittel jederzeit und kostenlos verwenden und zwar ohne unsere Server zu benutzen. Dafür können Sie die "Geldbörse wiederstellen"-Option mit Ihrer Seed verwenden.
hu_hu: Ne feledd, hogy a pénzed nincs lezárva, ha ezt a szolgáltatást használod. Bármikor, ingyen, a távoli szerver nélkül is visszaszerezheted, ha visszaállítod a pénztárcát a magjából.

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
cs_cz: Poznámka: Toto je offline transakce, pokud chcete, aby ji síť viděla, musíte ji odvysílat.
de_de: Hinweis: Dies ist eine Offline-Transaktion. Wenn sie ausgeführt werden soll, müssen Sie "Übertragen" wählen.
hu_hu: Ne feledd: ez egy offline tranzakció. Ahhoz, hogy mások is láthassák, el kell küldened.

source: Note: this wallet file is outside the default wallets folder.
cs_cz: Poznámka: tento soubor peněženky se nachází mimo výchozí složku peněženek.
de_de: Hinweis: Diese Brieftaschen-Datei befindet sich außerhalb des Standard-Brieftaschen-Ordners.
hu_hu: Megjegyzés: ez a tárcafájl nem az alapértelmezett tárcamappában van.

source: Nothing to plot.
cs_cz: Nic k vykreslení.
de_de: Nichts zu zeichnen.
hu_hu: Nincs megjeleníthető adat.

source: Nothing to summarize.
cs_cz: Není co shrnout.
de_de: Nichts zum Zusammenfassen.
hu_hu: Nincs mit összefoglalni.

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
cs_cz: Počet nul zobrazených za desetinnou čárkou. Například, pokud je nastaveno na 2, "1." bude zobrazeno jako "1.00"
de_de: Anzahl der Nachkommastellen. Wenn es z.B. auf 2 steht, wird "1," als "1,00" dargestellt.
hu_hu: A tizedesjegy után megjelenő nullák száma. Ha a beállított érték 2, az "1." így fog megjelenni: "1.00"

source: OP_RETURN payload too large.
cs_cz: Údajová část OP_RETURN je příliš velká.
de_de: OP_RETURN Nutzlast zu groß.
hu_hu: OP_RETURN szállítmány túl nagy.

source: On Linux, you might have to add a new permission to your udev rules.
cs_cz: V systému Linux budete možná muset přidat nová povolení do vašich pravidel udev.
de_de: Unter Linux müssen vermutlich neue Berechtigungen in den udev-Regeln festgelegt werden.
hu_hu: Ha Linuxot használsz, akkor lehet, hogy egy új engedélyt kell hozzáadnod az udev szabályokhoz.

source: Onchain Invoice
cs_cz: Onchain Faktura
de_de: On-chain Rechnung
hu_hu: Fizetési kérelem a blokkláncon

source: One output per line.
cs_cz: Jeden zápis na řádek.
de_de: Ein Ausgang pro Zeile.
hu_hu: Soronként csak egy címet írj.

source: Online Block Explorer
cs_cz: Online Průzkumník bloků
hu_hu: Online blokk-felfedező

source: Only OP_RETURN scripts are supported.
cs_cz: Podporované jsou jen skripty OP_RETURN.
de_de: Nur OP_RETURN Skripte werden unterstützt.
hu_hu: Kizárólag az OP_RETURN szkriptek támogatottak.

source: Only OP_RETURN scripts, with one constant push, are supported.
cs_cz: Podporovány jsou pouze skripty OP_RETURN s jednou konstantou push.
de_de: Nur OP_RETURN-Skripte mit einer Push-Operation einer Konstante werden unterstützt.
hu_hu: Kizárólag az egyetlen konstans push művelettel rendelkező OP_RETURN szkriptek támogatottak.

source: Only connect to one server (full trust)
cs_cz: Připojte se jen k jednomu serveru (plná důvěra)

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the bitcoins will be lost forever.
cs_cz: Zařízení vymažte pouze v případě, že máte zapsaný obnovovací seed a peněženka zařízení je prázdná, jinak budou bitcoiny navždy ztraceny.
de_de: Löschen Sie das Gerät nur, wenn Sie über den Wiederherstellungs-Seed verfügen oder wenn die Geldbörse leer ist. Ansonsten sind die enthaltenen Bitcoins für immer verloren.
hu_hu: Kizárólag akkor töröld az eszközt, ha a visszaállításhoz szükséges magot már leírtad, és az eszközön lévő pénztárcák üresek. Ellenkező esetben az eszközön lévő összes Bitcoin elveszik.

source: Open Channel
cs_cz: Otevřít kanál
de_de: Kanal öffnen
hu_hu: Csatorna létrehozása

source: Open Lightning channel?
cs_cz: Otevřít Lightning kanál?
de_de: Lightning-Kanal öffnen?
hu_hu: Létrehozod a Lightning csatornát?

source: Open a new channel
cs_cz: Otevřít nový kanál
de_de: Neuen Kanal öffnen
hu_hu: Új csatorna létrehozása

source: Open calibration pdf
cs_cz: Otevřít kalibrační pdf
de_de: Kalibrierungs-PDF öffnen
hu_hu: Kalibrációs pdf megnyitása

source: Open channel
cs_cz: Otevřený kanál
de_de: Kanal öffnen
hu_hu: Csatorna létrehozása

source: Open {} file
cs_cz: Otevřít soubor {}
de_de: Datei {} öffnen
hu_hu: {} fájl megnyitása

source: OpenAlias record, used to receive coins and to sign payment requests.
cs_cz: OpenAlias záznam, používán k obdržení mincí a k podepsání vyžádané platby.
de_de: OpenAlias-Eintrag, kann zum Empfangen von Coins und zum Signieren von Zahlungsanfragen verwendet werden.
hu_hu: OpenAlias bejegyzés, a használatával pénzt fogadhatsz és fizetési kérelmeket írhatsz alá.

source: Openalias address invalid
cs_cz: Neplatná adresa Openalias

source: Opening channel...
cs_cz: Otevírá se kanál...
de_de: Öffne Kanal...
hu_hu: Csatorna létrehozása...

source: Optional settings to customize your network connection
cs_cz: Volitelná nastavení pro přizpůsobení vašeho síťového připojení
de_de: Optionale Einstellungen zur Anpassung der Netzwerkverbindung

source: Options
cs_cz: Možnosti
de_de: Optionen
hu_hu: Opciók

source: Or
cs_cz: nebo
de_de: Oder
hu_hu: Vagy

source: Or click cancel to skip this keystore instead.
cs_cz: Nebo klikněte na tlačítko zrušit, chcete-li toto úložiště klíčů přeskočit.
de_de: Oder klicken Sie auf Abbrechen, um diesen Schlüsselspeicher zu überspringen.
hu_hu: Vagy nyomd meg a mégsem gombot, hogy átugord ezt a kulcstárat.

source: Or copy this connection string:
cs_cz: Nebo zkopírujte tento řetězec připojení:

source: Other known servers
cs_cz: Další známé servery
de_de: Andere bekannte Server
hu_hu: További ismert szerverek

source: Other options
cs_cz: Další nastavení
de_de: Andere Optionen
hu_hu: További lehetőségek

source: Outdated device firmware
cs_cz: Zastaralý firmware zařízení
de_de: Veraltete Geräte-Firmware
hu_hu: Régi firmware-verzió

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
cs_cz: Zastaralý {} firmware pro zařízení se štítkem {}. Stáhněte si aktualizovaný firmware z {}
de_de: Veraltete Firmware {} für Gerät "{}" erkannt. Bitte laden Sie die aktuelle Firmware von {}
hu_hu: A {} eszközön (címke: {}) a firmware elavult. Kérjük töltsd le a frissítést a {} oldalról.

source: Outdated {} firmware for device labelled {}. Please update using a Blockstream Green companion app
cs_cz: Zastaralý {} firmware pro zařízení s označením{}. Prosím aktualizujte jej pomocí aplikace Blockstream Green
de_de: Veraltete {}-Firmware für Gerät mit der Bezeichnung {}. Bitte aktualisieren Sie mit einer Blockstream Green-Begleit-App
hu_hu: A {} eszközön (címke: {}) a firmware elavult. Kérjük frissítsd a Blockstream Green companion alkalmazással

source: Output amount
cs_cz: Výstupní částka
de_de: Ausgangsbetrag
hu_hu: Kimeneti összeg

source: Output point
cs_cz: Bod výstupu
de_de: Ausgang
hu_hu: Kimeneti pont

source: Outputs
cs_cz: Výstupy
de_de: Ausgänge
hu_hu: Kimenetek

source: PDF files (*.pdf)
cs_cz: PDF soubory (*.pdf)

source: PIN Protection
cs_cz: Ochrana PINem
de_de: PIN-Schutz
hu_hu: PIN kódos védelem

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your bitcoins if they obtain physical access to your {}.
cs_cz: Důrazně doporučujeme ochranu pomocí PINu. PIN je vaše jediná ochrana proti někomu, kdo chce ukrást vaše bitcoiny, pokud získá fyzický přístup k vašemu zařízení {}.
de_de: Es wird dringend empfohlen eine PIN zu verwenden. Eine PIN ist Ihr einziger Schutz gegen Diebstahl Ihrer Bitcoins, wenn sie physischen Zugriff auf Ihr Gerät haben.
hu_hu: A PIN kódos védelem használata erősen ajánlott. A PIN kód az egyetlen mód arra, hogy megvédd a bitcoinjaid, ha valaki fizikai hozzáférést szerez a {} eszközödhöz.

source: PIN set
cs_cz: PIN nastavený
de_de: PIN festgelegt
hu_hu: PIN kód beállítva

source: Paid
cs_cz: Placeno
de_de: Bezahlt
hu_hu: Fizetve

source: Paid!
cs_cz: Zaplaceno!
de_de: Bezahlt!
hu_hu: Fizetve!

source: Parents
cs_cz: Nadřízené
de_de: Eltern
hu_hu: Eredeti tranzakciók

source: Partially signed
cs_cz: Částečně podepsáno
de_de: Teilweise signiert
hu_hu: Részlegesen aláírt

source: Passphrase:
cs_cz: Bezpečnostní fráze:
hu_hu: Kulcsszöveg:

source: Passphrases
cs_cz: Bezpečnostní fráze
de_de: Passphrasen
hu_hu: Kulcsszövegek

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
cs_cz: Bezpečnostní fráze umožňují přístup k novým peněženkám, z nichž každá je skrytá za konkrétní bezpečnostní frází, která rozlišuje malá a velká písmena.
de_de: Passphrasen erlauben es, beliebig viele Geldbörse zu nutzen, die sich hinter einer schreibungsabhängigen Passphrase verstecken.
hu_hu: Kulcsszövegek használatával lehetőséged nyílik további rejtett tárcák használatára, melyeket egy-egy kulcsszöveg rejt el. A kulcsszövegben a kis- és nagybetűk meg vannak különböztetve.

source: Password
cs_cz: Heslo
de_de: Passwort
hu_hu: Jelszó

source: Password Strength
cs_cz: Síla hesla
de_de: Passwortstärke
hu_hu: Jelszó erőssége

source: Password is disabled, this wallet is not protected
cs_cz: Heslo není použito, tato peněženka není chráněna
de_de: Kein Passwort vergeben, diese Geldbörse ist nicht gesichert
hu_hu: Jelszavas védelem kikapcsolva, ez a tárca nincs védve

source: Password must have at least 4 characters.
cs_cz: Heslo musí obsahovat nejméně 4 znaky.
de_de: Das Passwort muss aus mindestens 4 Zeichen bestehen.
hu_hu: A jelszónak legalább 4 karakterből kell állnia.

source: Password must have less than 64 characters.
cs_cz: Heslo musí mít méně než 64 znaků.
de_de: Das Passwort muss aus weniger als 64 Zeichen bestehen.
hu_hu: A jelszó maximum 64 karakter hosszú lehet.

source: Password required
cs_cz: Heslo je vyžadováno

source: Password was updated successfully
cs_cz: Heslo bylo úspěšně aktualizováno
de_de: Passwort wurde erfolgreich aktualisiert
hu_hu: Jelszó sikeresen frissítve

source: Password:
cs_cz: Heslo:
de_de: Passwort:
hu_hu: Jelszó:

source: Paste
cs_cz: Vložit
de_de: Einfügen
hu_hu: Beillesztés

source: Paste from clipboard
cs_cz: Vložit ze schránky
de_de: Aus Zwischenablage einfügen
hu_hu: Beillesztés a vágólapról

source: Paste invoice from clipboard
cs_cz: Vložit fakturu ze schránky
de_de: Rechnung aus Zwischenablage einfügen
hu_hu: Fizetési kérelem beillesztése a vágólapról

source: Pay
cs_cz: Zaplatit
de_de: Bezahlen
hu_hu: Fizetés

source: Pay lightning invoice?
cs_cz: Zaplatit lightning fakturu?
de_de: Lightning-Rechnung bezahlen?
hu_hu: Lightning kérelem fizetése?

source: Pay to
cs_cz: Komu
de_de: Zahle an
hu_hu: Pénzküldés ide

source: Payment Hash
cs_cz: Hash platby
de_de: Zahlungs-Hash
hu_hu: Fizetés ellenőrzőösszeg

source: Payment Request
cs_cz: Žádost o platbu
de_de: Zahlungsaufforderung
hu_hu: Fizetési kérelem

source: Payment failed
cs_cz: Platba selhala
de_de: Zahlung fehlgeschlagen
hu_hu: Sikertelen fizetés

source: Payment failed:
cs_cz: Platba selhala:
de_de: Zahlung fehlgeschlagen:
hu_hu: Fizetés sikertelen:

source: Payment hash
cs_cz: Hash platby
de_de: Zahlungs-Hash
hu_hu: Fizetés ellenőrzőösszeg

source: Payment in progress...
cs_cz: Probíhá platba...
de_de: Zahlung in Bearbeitung...
hu_hu: Fizetés folyamatban...

source: Payment log
cs_cz: Log plateb
de_de: Zahlungsprotokolle
hu_hu: Fizetési napló

source: Payment received
cs_cz: Platba přijata

source: Payment request has expired
cs_cz: Požadavek platby vypršel
de_de: Zahlungsanforderung ist abgelaufen
hu_hu: A fizetési kérelem lejárt

source: Payment sent
cs_cz: Platba odeslána
de_de: Zahlung gesendet
hu_hu: Fizetés elküldve

source: Payment sent.
cs_cz: Platba odeslána.
de_de: Zahlung gesendet.
hu_hu: Fizetés elküldve

source: Payments (HTLCs):
cs_cz: Platby (HTLCs):
de_de: Zahlungen (HTLCs):
hu_hu: Fizetések (HTLC-k):

source: Pending channel force-close
cs_cz: Probíhá nucené uzavření kanálu

source: Pending submarine swap
cs_cz: Probíhá submarine swap

source: Performing swap...
cs_cz: Provádění swapu...
de_de: Tausch wird durchgeführt...
hu_hu: Csereügylet végrehajtása...

source: Persian
cs_cz: Perština
de_de: Persisch
hu_hu: Perzsa
