Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Save Recovery Plan
cs_cz: Uložit plán obnovení

source: Save Recovery Plan JSON...
cs_cz: Uložit JSON plánu obnovení...

source: Save Recovery Plan PDF...
cs_cz: Uložit PDF plánu obnovení...

source: Save channel backup
cs_cz: Uložit zálohu kanálu
de_de: Kanal-Backup speichern
hu_hu: Csatorna biztonsági mentése

source: Save invoice to file
cs_cz: Uložit fakturu do souboru
de_de: Rechnung als Datei speichern
hu_hu: Fizetési kérelem mentése fájlba

source: Save to file
cs_cz: Uložit do souboru
de_de: In Datei speichern
hu_hu: Mentés fájlba

source: Scan QR Code
cs_cz: Naskenovat QR kód
de_de: QR Code scannen
hu_hu: QR-kód beolvasása

source: Scan a QR code.
cs_cz: Naskenujte QR kód.
de_de: QR-Code scannen
hu_hu: Olvass be egy QR-kódot.

source: Scan this QR code with your nwc client:
cs_cz: Oskenujte tento QR kód pomocí vašeho klienta NWC:

source: Scanning common paths for existing accounts...
cs_cz: Prohledávání běžných cest pro existující účty...
de_de: Scannen gemeinsamer Pfade nach vorhandenen Konten...
hu_hu: Általános útvonalak keresése meglévő fiókokért...

source: Scanning devices...
cs_cz: Skenování zařízení...
de_de: Scanne Geräte...
hu_hu: Eszközök keresése...

source: Scrambled words
cs_cz: Zamíchaná slova
de_de: Vertauschte Wörter
hu_hu: Összekevert szavak

source: Script type
cs_cz: Typ scriptu
de_de: Skript-Typ
hu_hu: Szkript típusa

source: Script type and Derivation path
cs_cz: Typ skriptu a derivační cesta
de_de: Skripttyp und Ableitungspfad
hu_hu: Szkript típusa és származtatási útvonal

source: Seed Entered
cs_cz: Zadaný seed
de_de: Seed eingegeben
hu_hu: Mag beírva

source: Seed Extension
cs_cz: Rozšíření seedu
de_de: Seed-Erweiterung
hu_hu: Mag kibővítése

source: Seed Options
cs_cz: Možnosti seedu
de_de: Seed-Optionen
hu_hu: Mag opciók

source: Seed Type
cs_cz: Typ seedu
de_de: Seed-Typ
hu_hu: Mag típusa

source: Seed available
cs_cz: Seed k dispozici
de_de: Seed verfügbar
hu_hu: Mag elérhető

source: Seed type
cs_cz: Typ seedu
de_de: Seed-Typ
hu_hu: Mag típusa

source: Select All
cs_cz: Vybrat vše
de_de: Alles Auswählen
hu_hu: Összes kijelölése

source: Select Electrum Server
cs_cz: Vyberte Electrum server

source: Select a device
cs_cz: Vyberte zařízení
de_de: Gerät auswählen
hu_hu: Válassz egy eszközt

source: Select backup type:
cs_cz: Vyberte délku zálohy:
de_de: Wählen Sie den Backup-Typ:
hu_hu: Biztonsági mentés típusa:

source: Select date
cs_cz: Vybrat datum
de_de: Datum auswählen
hu_hu: Dátum kiválasztása

source: Select file to export your private keys to
cs_cz: Vyberte soubor, kam se exportují Vaše soukromé klíče
de_de: Datei zum Export der privaten Schlüssel auswählen
hu_hu: Válaszd ki a fájlt a titkos kulcsok exportálásához

source: Select file to export your wallet transactions to
cs_cz: Vyberte soubor pro export transakcí Vaší peněženky
de_de: Datei zum Export der Transaktionen auswählen.
hu_hu: Pénztárca tranzakcióinak exportálása ebbe a fájlba

source: Select file to save your {}
cs_cz: Vyberte soubor pro uložení svého zařízení {}
de_de: Datei zum Sichern der {} auswählen
hu_hu: Válassz fájlt {} mentéséhez

source: Select image file
cs_cz: Vyberte soubor obrazu

source: Select one of the available swap providers.
cs_cz: Vyberte jednoho nebo více dostupných poskytovatelů swapu.

source: Select recovery type:
cs_cz: Vyberte typ obnovy:
de_de: Wiederherstellungstyp auswählen:
hu_hu: Válaszd ki a visszaállítás típusát:

source: Select seed length:
cs_cz: Vyberte délku seedu:
de_de: Seed-Länge auswählen:
hu_hu: Válaszd ki a mag hosszát:

source: Select seed/share length:
cs_cz: Vyberte délku seedu/podílu:
de_de: Seed/Share-Länge auswählen:
hu_hu: Válaszd ki a mag/rész hosszát:

source: Select server automatically
cs_cz: Vybrat server automaticky
de_de: Server automatisch auswählen
hu_hu: Szerver automatikus kiválasztása

source: Select share length:
cs_cz: Vyberte délku podílu:
de_de: Share-Länge auswählen:
hu_hu: Válaszd ki a rész hosszát:

source: Select where to save file
cs_cz: Vyberte, kam chcete soubor uložit
de_de: Bitte wählen Sie den Speicherort
hu_hu: Válaszd ki a fájl mentési helyét

source: Select where to save the setup file
cs_cz: Vyberte místo uložení instalačního souboru
de_de: Bitte wählen Sie den Speicherort der Setup-Datei
hu_hu: Válaszd ki a beállítási fájl mentési helyét

source: Select where to save your transaction
cs_cz: Vyberte kam uložit vaši transakci
de_de: Bitte wählen Sie den Speicherort der Transaktion
hu_hu: Válaszd ki a tranzakció mentési helyét

source: Select which language is used in the GUI (after restart).
cs_cz: Vyberte jazyk rozhraní aplikace (po restartu).
de_de: Sprache der Benutzeroberfläche auswählen (erfordert Neustart).
hu_hu: A felhasználói felület nyelve (újraindítás után).

source: Select your plugin zipfile
cs_cz: Vyberte soubor zip vašeho pluginu

source: Select your seed length:
cs_cz: Vyberte délku vašeho seedu:
de_de: Seedlänge auswählen:
hu_hu: Válaszd ki a mag hosszát:

source: Select your transaction file
cs_cz: Vyberte soubor Vaší transakce
de_de: Transaktionsdatei auswählen
hu_hu: Válassz egy tranzakciós fájlt

source: Send
cs_cz: Odeslat
de_de: Senden
hu_hu: Küldés

source: Send Bug Report
cs_cz: Odeslat hlášení o chybě
de_de: Fehlerbericht senden
hu_hu: Hibajelentés küldése

source: Send change to Lightning
cs_cz: Odesílat change na Lightning
de_de: Wechselgeld an Lightning senden
hu_hu: Visszajáró küldése Lightningra

source: Send to address
cs_cz: Odeslat na adresu
de_de: An Adresse senden
hu_hu: Küldés a következő címre

source: Send to cosigner
cs_cz: Odeslat spolupodepisovateli
de_de: An Mitsignierer senden
hu_hu: Elküldés a társ-aláírónak

source: Send to speaker
cs_cz: Odeslat do reproduktoru
de_de: Über Lautsprecher abspielen
hu_hu: Hangfalra küldés

source: Sending crash report...
cs_cz: Odesílání zprávy o selhání...
de_de: Sende Absturzberichte...
hu_hu: Hibajelentés küldése...

source: Sending payment
cs_cz: Odesílání platby
de_de: Zahlung wird gesendet
hu_hu: Fizetés elküldése

source: Sending transaction to your Nostr relays...
cs_cz: Odesílání transakce k vašim přenosovým bodům Nostr...
de_de: Transaktion wird an Ihre Nostr-Relays gesendet...
hu_hu: Tranzakció küldése a Nostr továbbítóidnak...

source: Sent HTLC with ID {}
cs_cz: Odesláno HTLC s ID {}
de_de: Gesendete HTLC mit ID {}
hu_hu: {} azonosítójú elküldött HTLC

source: Server fee
cs_cz: Poplatek serveru
de_de: Server-Gebühr
hu_hu: Szerver díj

source: Server is lagging ({} blocks)
cs_cz: Server zaostává (o {} bloků)
de_de: Server hängt ({} Blöcke) hinterher
hu_hu: A szerver le van maradva ({} blokkal)

source: Server not reachable.
cs_cz: Server není dosažitelný.
de_de: Server nicht erreichbar.
hu_hu: A szerver nem elérhető.

source: Server returned unexpected transaction ID.
cs_cz: Server vrátil neočekávané ID transakce.
de_de: Der Server gab eine unerwartete Transaktions-ID zurück.
hu_hu: A szerver egy nem várt tranzakció azonosítót adott vissza.

source: Service Error
cs_cz: Chyba Služby
de_de: Servicefehler
hu_hu: Hiba a szolgáltatással

source: Session Timeout
cs_cz: Vypršení platnosti relace
de_de: Sitzungs-Timeout
hu_hu: Munkamenet lejárta

source: Set a PIN
cs_cz: Nastavit PIN
de_de: PIN festlegen
hu_hu: PIN beállítása

source: Set the value of the change output so that it has similar precision to the other outputs.
cs_cz: Nastavte hodnotu vráceného výstupu tak, aby měla podobnou přesnost jako ostatní výstupy.
de_de: Setze den Wert des Wechselgeldes so, dass es ähnlich zu den anderen Beträgen gerundet wird.
hu_hu: A visszajáró kimenet összegének beállítása úgy, hogy a pontossága hasonló legyen a többi kimenethez.

source: Set wallet file encryption.
cs_cz: Nastavit šifrování souborů peněženky.
de_de: Setze die Verschlüsslung für die Datei Ihrer Geldbörse.
hu_hu: A pénztárca fájl titkosítása.

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
hu_hu: Beállítások

source: Share
cs_cz: Podíl
de_de: Teilen
hu_hu: Megosztás

source: Share #{} is a duplicate of share #{}.
cs_cz: Podíl #{} je duplikát podílu #{}.
de_de: Teil #{} ist ein Duplikat von Teil #{}.
hu_hu: A {}. rész a {}. rész másolata.

source: Share #{} is not part of the current set.
cs_cz: Podíl #{} není součástí aktuální sady.
de_de: Teil #{} ist nicht Teil des aktuellen Satzes.
hu_hu: A {}. rész nem része a jelenlegi készletnek.

source: Show Capital Gains
cs_cz: Zobrazit Kapitálové Zisky
de_de: Zeige Kapitalertrag
hu_hu: Tőkenyereség megjelenítése

source: Show Fiat Values
cs_cz: Zobrazit hodnoty ve fiat měně
de_de: Fiat-Werte anzeigen
hu_hu: Fiat értékek megjelenítése

source: Show Fiat balances
cs_cz: Zobrazit fiat zůstatky
de_de: Fiat-Guthaben anzeigen
hu_hu: Fiat egyenleg megjelenítése

source: Show Filter
cs_cz: Zobrazit filtr
de_de: Filter anzeigen
hu_hu: Szűrő megjelenítése

source: Show Lightning amounts with msat precision
cs_cz: Zobrazit Lightningové částky s přesností na msat
de_de: Lightning-Beträge in msat anzeigen
hu_hu: Lightning összegek msat pontosságú megjelenítése

source: Show Prev Tx
cs_cz: Zobrazit předchozí transakci
de_de: Zeige vorherige Tx
hu_hu: Előző tranzakció megjelenítése

source: Show address on {}
cs_cz: Zobrazit adresu na {}
de_de: Adresse auf {} anzeigen
hu_hu: Címek megjelenítése a {} eszközön

source: Show as QR code
cs_cz: Zobrazit jako QR kód
de_de: Als QR-Code anzeigen
hu_hu: Megjelenítés QR-kódként

source: Show detached QR code window
cs_cz: Zobrazit oddělené okno s QR kódem
de_de: Abgetrenntes QR-Code-Fenster anzeigen
hu_hu: Különálló QR-kód ablak megjelenítése

source: Show expert settings
cs_cz: Zobrazit expertní nastavení
de_de: Experten-Einstellungen anzeigen
hu_hu: Haladó beállítások megjelenítése

source: Show inputs and outputs
cs_cz: Zobrazit vstupy a výstupy
de_de: Ein- und Ausgänge anzeigen
hu_hu: Kimenetek és bemenetek megjelenítése

source: Show on {}
cs_cz: Zobrazit na {}
de_de: Auf {} anzeigen
hu_hu: Megjelenítés a {} eszközön

source: Show report contents
cs_cz: Zobrazit obsah zprávy
de_de: Inhalt der Meldung anzeigen
hu_hu: Jelentés részleteinek megtekintése

source: Show/Hide
cs_cz: Zobrazit/Skrýt
de_de: Anzeigen/Verbergen
hu_hu: Megjelenítés/Elrejtés

source: Showing address ...
cs_cz: Zobrazuje se adresa...
de_de: Adresse wird angezeigt...
hu_hu: Cím megjelenítése...

source: Sign
cs_cz: Podepsat
de_de: Signieren
hu_hu: Aláírás

source: Sign and send on-chain transaction?
cs_cz: Podepsat a odeslat on-chain transakci?
de_de: On-Chain-Transaktion signieren und senden?
hu_hu: Aláírod és elküldöd a blokkláncra kerülő tranzakciót?

source: Sign on-chain transaction?
cs_cz: Podepsat on-chain transakci?
de_de: On-Chain-Transaktion unterzeichnen?
hu_hu: Aláírod a blokkláncra kerülő tranzakciót?

source: Sign/verify Message
cs_cz: Podepsat/ověřit správu
de_de: Nachricht signieren/verifizieren
hu_hu: Üzenet aláírása/ellenőrzése

source: Sign/verify message
cs_cz: Podepsat/ověřit zprávu
de_de: Nachricht signieren/verifizieren
hu_hu: Üzenet aláírása/ellenőrzése

source: Signals Windows to disallow recordings and screenshots of the application window. There is no guarantee Windows will respect this signal.
cs_cz: Signalizuje systému Windows, aby zakázal nahrávání a pořizování snímků obrazovky okna aplikace. Neexistuje žádná záruka, že systém Windows bude tento signál respektovat.

source: Signature
cs_cz: Podpis
de_de: Signatur
hu_hu: Aláírás

source: Signature verified
cs_cz: Podpis ověřen
de_de: Signatur bestätigt
hu_hu: Aláírás ellenőrizve

source: Signed
cs_cz: Podepsané
de_de: Signiert
hu_hu: Aláírva

source: Signing large transaction. Please be patient ...
cs_cz: Podepisuje se velká transakce. Prosím, buďte trpěliví...
de_de: Signiere große Transaktion, einen Moment bitte...
hu_hu: Nagy tranzakció aláírása folyamatban. Légy türelmes...

source: Signing message ...
cs_cz: Podepisuje se zpráva...
de_de: Signiere Nachricht ...
hu_hu: Üzenet aláírása folyamatban...

source: Signing transaction...
cs_cz: Podepisování transakce...
de_de: Transaktion wird signiert...
hu_hu: Tranzakció aláírása folyamatban...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
cs_cz: Podepisování adresou ve skutečnosti znamená podepisování odpovídajícím soukromým klíčem a ověřování odpovídajícím veřejným klíčem. Zadaná adresa nemá jedinečný veřejný klíč, takže tyto operace nelze provést.
de_de: Mit einer Adresse zu signieren, bedeutet, mit dem zugehörigen privaten Schlüssel zu signieren und die Signatur mit dem öffentlichen Schlüssel zu prüfen. Da die eingegebene Adresse nicht über einen eindeutigen öffentlichen Schlüssel verfügt, kann die Operation nicht angewendet werden.
hu_hu: Egy címmel aláírás azt jelenti, hogy az aláírás a címhez tartozó titkos kulccsal történik, az ellenőrzés pedig a nyilvános kulccsal. Az általad megadott címhez nem tartozik egyedi nyilvános kulcs, tehát nem lehet vele aláírni sem.

source: Single seed (BIP39)
cs_cz: Jediný seed (BIP39)
hu_hu: Egyes mag (BIP39)

source: Size: {} {}
cs_cz: Velikost: {} {}
de_de: Größe: {} {}
hu_hu: Méret: {} {}

source: Slovak
cs_cz: Slovenština
de_de: Slowakisch
hu_hu: Szlovák

source: Slovenian
cs_cz: Slovinština
de_de: Slowenisch
hu_hu: Szlovén

source: Some coins are frozen: {} (can be unfrozen in the Addresses or in the Coins tab)
cs_cz: Některé mince jsou zmrazené: {} (lze je rozmrazit v záložce Adresy nebo v záložce Mince)
de_de: Einige Coins sind eingefroren: {} (können in den Adressen oder auf der Registerkarte "Coins" wieder aufgetaut werden)
hu_hu: Néhány érme le van fagyasztva: {} (kiolvasztható a Címek vagy az Érmék lapon)

source: Some cosigners (e.g. Trezor) might require this for coinjoins.
cs_cz: Někteří spolupodepisovatelé (např. Trezor) toto mohou vyžadovat pro coinjoins.
de_de: Einige Mitunterzeichner (z. B. Trezor) benötigen dies möglicherweise für Coinjoins.
hu_hu: Némelyik társaláíró (pl. Trezor) coinjoin esetén igényelheti ezt.

source: Some inputs use non-default sighash flags, which might affect the fee.
cs_cz: Některé vstupy používají jiné než výchozí příznaky sighash, což může mít vliv na výši poplatku.
de_de: Einige Eingaben verwenden nicht standardmäßige Sighash-Flags, was sich auf die Gebühr auswirken kann.
hu_hu: Bizonyos bemenetek nem alapértelmezett sighash jelzőket használnak, ami hatással lehet a díjra.

source: Some of the outputs pay to a non-standard script.
cs_cz: Některé výstupy platí pro nestandardní skript.
de_de: Einige der Ausgänge werden in einem nicht standardisierten Skript ausgegeben.
hu_hu: Némelyik kimenet nem-standard szkriptre fizet.

source: Some shares are invalid.
cs_cz: Některé podíly jsou neplatné.
de_de: Einige Anteile sind ungültig.
hu_hu: Néhány rész érvénytelen.

source: Something went wrong while executing Electrum.
cs_cz: Při provádění aplikace Electrum se něco pokazilo.
de_de: Etwas ist beim Ausführen von Electrum schief gelaufen.
hu_hu: Valami hiba történt az Electrum futása közben.

source: Sorry!
cs_cz: Promiňte!
de_de: Entschuldigung!
hu_hu: Sajnáljuk!

source: Sorry, but we were unable to check for updates. Please try again later.
cs_cz: Litujeme, ale nemohli jsme zkontrolovat aktualizace. Prosím zkuste to znovu později.
de_de: Entschuldigung, aber wir konnten nicht nach Updates suchen. Bitte versuchen Sie es später noch einmal.
hu_hu: Sajnos nem sikerült ellenőrizni a frissítéseket. Próbáld újra később.

source: Source
cs_cz: Zdroj
de_de: Quelle
hu_hu: Forrás

source: Spanish
cs_cz: Španělština
de_de: Spanisch
hu_hu: Spanyol

source: Spend only confirmed coins
cs_cz: Utratit pouze ověřené mince
de_de: Nur bestätigte Coins ausgeben
hu_hu: Csak megerősített érmék elköltése

source: Spend only confirmed inputs.
cs_cz: Utratit pouze ověřené vstupy.
de_de: Nur bestätigte Eingänge ausgeben.
hu_hu: Csak olyan bemenetek elköltése, amik legalább egy megerősítéssel rendelkeznek.

source: Standard wallet
cs_cz: Standardní peněženka
de_de: Standard-Börse
hu_hu: Általános pénztárca

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin system.
cs_cz: Doba spuštění je okamžitá, protože funguje ve spojení s vysoce výkonnými servery, které zpracovávají nejsložitější části systému Bitcoin.
de_de: Electrum startet sofort, da es mit leistungsfähigen Servern zusammenarbeitet welche die komplizierteren Teile des Bitcoin-Systems übernehmen.
hu_hu: A gyors indulási idő annak köszönhető, hogy a program nagyteljesítményű szerverekkel működik együtt, amelyek kezelik a Bitcoin rendszer bonyolult elemeit.

source: State
cs_cz: Stav
de_de: Status
hu_hu: Állapot

source: Status
cs_cz: Stav
hu_hu: Állapot

source: Status: {}
cs_cz: Stav: {}
hu_hu: Állapot: {}

source: Step {}/24. Enter seed word as explained on your {}:
cs_cz: Krok {}/24. Zadejte slovo seedu jak je vysvětleno ve vašem {}:
de_de: Schritt {} von 24. Seed-Wort wie auf dem {} erklärt angeben:
hu_hu: {}./24. lépés. Írd be a mag szavakat, ahogy a {} eszköz írja:

source: Strong
cs_cz: Silné
de_de: Stark
hu_hu: Erős

source: Submarine swap address
cs_cz: Submarine swap adresa
de_de: Submarine-Tauschadresse
hu_hu: Sumarine csere címe

source: Success
cs_cz: Hotovo
de_de: Erfolgreich
hu_hu: Sikeres

source: Success!
cs_cz: Úspěch!
de_de: Erfolgreich!
hu_hu: Sikeres!

source: Suggest Peer
cs_cz: Navrhnout uzel
de_de: Peer vorschlagen
hu_hu: Partner javaslat

source: Summary
cs_cz: Shrnutí
de_de: Zusammenfassung
hu_hu: Összefoglalás

source: Supported Coins
cs_cz: Podporované mince
de_de: Unterstützte Münzen
hu_hu: Támogatott érmék

source: Supported NIP-47 methods: {}
cs_cz: Podporované metody NIP-47: {}

source: Swap amount outside of providers limits
cs_cz: Částka swapu je mimo limity poskytovatele

source: Swap cancelled
cs_cz: Swap zrušen
de_de: Swap abgebrochen!
hu_hu: Csere megszakítva

source: Swap failed!
cs_cz: Swap selhal
de_de: Swap fehlgeschlagen!
hu_hu: A csereügylet nem sikerült!

source: Swap limits
cs_cz: Limity swapu

source: Swap onchain funds for lightning funds
cs_cz: Swap on-chain prostředků na lightning prostředky
de_de: On-Chain-Guthaben in Lightning-Guthaben wechseln (Swap)
hu_hu: A blokkláncon meglévő összegek cseréje Lightning összegekre

source: Swap server is active
cs_cz: Swap server je aktivní
de_de: Der Swap-Server ist aktiv
hu_hu: A csereügylet szerver aktív

source: Swapping lightning funds for onchain funds will increase your capacity to receive lightning payments.
cs_cz: Swap lightning prostředků za onchain prostředky zvýší vaši kapacitu přijímat lightning platby.
de_de: Durch den Tausch von Lightning-Guthaben gegen On-Chain-Guthaben erhöhen Sie Ihre Fähigkeit, Lightning-Zahlungen zu erhalten.
hu_hu: Blokkláncon lévő összegek cseréje Lightning összegekre, megnöveli a fogadási kapacitásodat a Lightning fizetéseknél.

source: Swedish
cs_cz: Švédština
de_de: Schwedisch
hu_hu: Svéd

source: Sweep private keys
cs_cz: Sweep soukromé klíče
de_de: Private Schlüssel entleeren
hu_hu: Begyűjtés titkos kulcsokról

source: Sweep transaction
cs_cz: Sweep transakce

source: Switch between text and QR code view
cs_cz: Přepnout mezi zobrazením textu a QR kódu
de_de: Wechseln Sie zwischen Text- und QR-Code-Ansicht
hu_hu: Váltás szöveges és QR-kód nézet közt

source: Synchronizing...
cs_cz: Synchronizuji...
de_de: Synchronisiere...
hu_hu: Szinkronizálás...

source: Tamil
cs_cz: Tamilština
de_de: Tamilisch

source: Target
cs_cz: Cíl
de_de: Ziel
hu_hu: Cél

source: Terms and conditions
cs_cz: Podmínky užití
de_de: Nutzungsbedingungen
hu_hu: Felhasználási feltételek

source: Terms of Use
cs_cz: Podmínky použití
de_de: Nutzungsbedingungen

source: Testnet coins are worthless.
cs_cz: Testnetové mince jsou bezcenné.
de_de: Testnet-Coins sind wertlos.
hu_hu: A Testnet-en lévő Bitcoinok értéktelenek.

source: Testnet is separate from the main Bitcoin network. It is used for testing.
cs_cz: Testnet je oddělen od hlavní bitcoinové sítě. Používá se pro testování.
de_de: Das Testnet ist vom Bitcoin-Hauptnetzwerk getrennt. Es wird zum Testen verwendet.
hu_hu: A Testnet egy külön Bitcoin hálózat, amit tesztelésre használnak.

source: Text copied to Clipboard
cs_cz: Text zkopírován do schránky
de_de: Text in Zwischenablage kopiert
hu_hu: Szöveg a vágólapra másolva

source: Text copied to clipboard
cs_cz: Text byl zkopírován do schránky
de_de: Der Text wurde in die Zwischenablage kopiert
hu_hu: Szöveg a vágólapra másolva

source: Thai
cs_cz: Thajština

source: Thanks for reporting this issue!
cs_cz: Děkujeme za nahlášení této chyby!
de_de: Danke für das Melden des Fehlers
hu_hu: Köszönjük, hogy bejelentetted a hibát!

source: The BitBox02 does not support signing messages for this address type: {}
cs_cz: BitBox02 nepodporuje podepisování zpráv pro tento typ adresy: {}
de_de: Die BitBox02 unterstützt das Signieren von Nachrichten für diesen Adresstyp nicht: {}
hu_hu: A BtBox02 nem támogatja üzenetek aláírását ehhez a címtípushoz: {}

source: The Digital Bitbox is already seeded. Choose an option:
cs_cz: Digital Bitbox je již seedován. Zvolte možnost:
de_de: Die Digital Bitbox verfügt bereits über einen Seed. Bitte auswählen:
hu_hu: A Digital Bitbox már tartalmaz egy magot. Válassz egy lehetőséget:

source: The Lightning Network graph is fully synced.
cs_cz: Graf sítě Lightning je plně synchronizován.
de_de: Das Lightning-Netzwerk ist vollständig synchronisiert.
hu_hu: A Lightning hálózat térképe teljesen szinkronizált.

source: The Lightning Network graph is syncing... Payments are more likely to succeed with a more complete graph.
cs_cz: Graf sítě Lightning se synchronizuje ... Platby s větší pravděpodobností uspějí s úplnějším grafem.
de_de: Die Lightning-Network synchronisiert sich... Bei einer vollständigeren Synchronisation ist es wahrscheinlicher, dass Zahlungen erfolgreich sind.
hu_hu: A Lightning hálózat térképe szinkronizál... A fizetések nagyobb valószínűséggel teljesülnek egy teljesebb térképpel.

source: The PIN cannot be longer than 9 characters.
cs_cz: PIN nesmí být delší než 9 znaků.
de_de: Die PIN darf nicht länger als 9 Zeichen sein.
hu_hu: A PIN kód nem lehet hosszabb 9 karakternél.

source: The PIN cannot be longer than {} characters.
cs_cz: PIN nesmí být delší než {} znaků.
de_de: Die PIN darf nicht länger als {} Zeichen sein.
hu_hu: A PIN-kód nem lehet hosszabb {} karakternél.

source: The SSL certificate provided by the main server did not match the fingerprint passed in with the --serverfingerprint option.
cs_cz: SSL certifikát poskytovaný hlavním serverem neodpovídal otisku předanému se --serverfingerprint volbou.
de_de: Das vom Hauptserver bereitgestellte SSL-Zertifikat stimmte nicht mit dem Fingerabdruck überein, der mit der Option --serverfingerprint übergeben wurde.
hu_hu: A fő szerver által küldött SSL tanúsítvány ujjlenyomata nem egyezik meg a --serverfingerprint opciónál megadottal.

source: The address generated by {} does not match!
cs_cz: Adresa vygenerovaná {} se neshoduje!
de_de: Die von {} generierte Adresse stimmt nicht überein!
hu_hu: A {} által létrehozott cím nem egyezik meg!

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
cs_cz: Výši poplatku si může zvolit odesílatel libovolně. Nicméně transakce s malými poplatky jsou zpracovávány později.
de_de: Die Gebühr kann vom Sender frei gewählt werden. Die Verarbeitung von Transaktionen mit niedriger Gebühr dauert jedoch länger.
hu_hu: A tranzakciós díj összege a küldő által választható. Minél alacsonyabb, annál később kerül feldolgozásra a tranzakció.

source: The amount to be received by the recipient.
cs_cz: Částka, kterou má příjemce obdržet.
de_de: Der Betrag, den der Empfänger erhält.
hu_hu: A címzetthez megérkező összeg.
