Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Amount must be between {} and {} sat.
cs_cz: Částka musí být mezi {} a {} sat.
de_de: Betrag muss zwischen {} und {} Sats liegen.
hu_hu: Az összegnek {} és {} sat között kell lennie.

source: Amount received in channels: {}
cs_cz: Přijatá částka v kanálech: {}
de_de: In Kanälen empfangener Betrag: {}
hu_hu: A csatornákon keresztül fogadott összeg: {}

source: Amount received: {}
cs_cz: Přijatá částka: {}
de_de: Erhaltener Betrag: {}
hu_hu: Beérkezett összeg: {}

source: Amount sent: {}
cs_cz: Odeslaná částka: {}
de_de: Gesendeter Betrag: {}
hu_hu: Küldött összeg: {}

source: Amount that must be kept on-chain in order to sweep anchor output channels
cs_cz: Částka, která musí být udržována v řetězci (on-chain), aby bylo možné provést sweep anchor výstupních kanálů
de_de: Betrag, welcher On-Chain gehalten werden muss, um Anker Kanäle einlösen zu können.

source: Amount to be sent
cs_cz: Částka k odeslání
de_de: Zu sendender Betrag
hu_hu: Küldendő összeg

source: Amount too low
cs_cz: Částka je příliš nízká
de_de: Betrag zu gering
hu_hu: Az összeg túl alacsony

source: Amount too small to be received onchain
cs_cz: Příliš malá částka na to, aby byla přijata on-chain
de_de: Betrag zu gering, um On-Chain empfangen zu werden
hu_hu: Az összeg túl alacsony a blokkláncon való fogadáshoz

source: Amount withdrawn from channels: {}
cs_cz: Částka vybraná z kanálů: {}
de_de: Von Kanälen abgezogener Betrag: {}
hu_hu: Csatornákból lehívott összegek: {}

source: An Error Occurred
cs_cz: Došlo k chybě
de_de: Ein Fehler ist aufgetreten
hu_hu: Hiba történt

source: An error occurred
cs_cz: Nastala chyba
de_de: Ein Fehler ist aufgetreten

source: An ongoing operation requires you to stay online.
cs_cz: Právě probíhající operace vyžaduje, abyste zůstali připojeni k internetu.
de_de: Eine laufende Operation erfordert, dass Sie online bleiben.

source: An uninitialized Digital Bitbox is detected.
cs_cz: Je rozpoznána nezavedená Digital Bitbox.
de_de: Eine nicht initialisierte Digital Bitbox wurde erkannt.
hu_hu: Egy nem inicializált Digital Bitbox észlelhető.

source: An unnamed {}
cs_cz: Nepojmenované {}
de_de: {} (Unbenannt)
hu_hu: Egy névtelen {}

source: Another instance of this wallet (same seed) has an open channel with the same remote node. If you create this channel, you will not be able to use both wallets at the same time. Are you sure?
cs_cz: Jiná instance této peněženky (stejný seed) má otevřený kanál se stejným vzdáleným uzlem. Pokud tento kanál vytvoříte, nebudete moci používat obě peněženky současně. Chcete pokračovat?
de_de: Eine andere Instanz dieser Geldbörse (gleicher Seed) verfügt über einen offenen Kanal mit demselben Remote-Knoten. Wenn Sie diesen Kanal erstellen, können Sie nicht beide Geldbörsen gleichzeitig verwenden. Sind Sie sicher?
hu_hu: A tárca egy másik példányának (ugyanaz a mag) van már nyitott csatornája ugyanezzel a távoli csomóponttal. Ha létrehozod ezt a csatornát, akkor nem fogod tudni mindkét tárcát egyszerre használni. Folytatod?

source: Appearance
cs_cz: Vzhled
de_de: Darstellung
hu_hu: Megjelenés

source: Apply
cs_cz: Použít
de_de: Anwenden
hu_hu: Alkalmazás

source: Arabic
cs_cz: Arabsky
de_de: Arabisch
hu_hu: Arab

source: Are you SURE you want to wipe the device? Your wallet still has bitcoins in it!
cs_cz: Opravdu chcete vymazat zařízení? Peněženka stále obsahuje bitcoiny!
de_de: Sind Sie sicher, dass Sie das Gerät zurücksetzen wollen? Die Börse enthält noch Bitcoins!
hu_hu: Biztosan törölni szeretnéd az eszközt? A pénztárcádban még van bitcoin!

source: Are you sure you want to close Electrum?
cs_cz: Opravdu chcete zavřít Electrum?
de_de: Möchten Sie Electrum wirklich schließen?

source: Are you sure you want to close this dialog without saving any of the files?
cs_cz: Jste si jisti, že chcete toto dialogové okno zavřít, aniž byste uložili některý ze souborů?
de_de: Sind Sie sicher, dass Sie diesen Dialog schließen wollen, ohne die Dateien zu speichern?

source: Are you sure you want to close this dialog without saving the cancellation-plan?
cs_cz: Jste si jisti, že chcete toto dialogové okno zavřít, aniž byste uložili plán rušení?
de_de: Sind Sie sicher, dass Sie diesen Dialog schließen wollen, ohne den Stornierungsplan zu speichern?

source: Are you sure you want to close this dialog without saving the recovery-plan?
cs_cz: Jste si jisti, že chcete toto dialogové okno zavřít, aniž byste uložili plán obnovení?
de_de: Sind Sie sicher, dass Sie diesen Dialog schließen wollen, ohne den Wiederherstellungsplan zu speichern?

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
cs_cz: Opravdu chcete tento kanál smazat? Tím vymažete související transakce z historie vaší peněženky.
de_de: Sicher das sie diesen Kanal löschen möchten? Dies wird alle dazugehörige Transaktionen aus ihren Geldbörsen-Verlauf entfernen.
hu_hu: Biztosan törölni szeretnéd ezt a csatornát? Ez törölni fogja a csatornához tartozó tranzakciókat a pénztárca előzményeiből.

source: Are you sure you want to disable trampoline?
cs_cz: Jste si jistí, že chcete vypnout trampoline?
de_de: Sind Sie sicher, dass Sie Trampolin deaktivieren möchten?
hu_hu: Biztosan ki akarod kapcsolni a trampoline-t?

source: Are you sure you want to erase the Digital Bitbox?
cs_cz: Opravdu chcete vymazat Digital Bitbox?
de_de: Sind Sie sicher, dass sie die Daten der Digital Bitbox löschen wollen?
hu_hu: Biztosan törlöd a Digital Bitbox-ot?

source: Are you sure you want to proceed?
cs_cz: Opravdu chcete pokračovat?
de_de: Wollen Sie wirklich fortfahren?
hu_hu: Biztosan folytatod?

source: Are you sure you want to remove this transaction and {} child transactions?
cs_cz: Opravdu chcete tuto transakci a {} subtransakce odebrat?
de_de: Wollen Sie diese Transaktion und {} Untertransaktionen löschen?
hu_hu: Biztosan törlöd ezt, és további {} hozzá tartozó másodlagos tranzakciót?

source: Are you sure you want to remove this transaction?
cs_cz: Opravdu chcete tuto transakci odebrat?
de_de: Wollen Sie diese Transaktion wirklich löschen?
hu_hu: Biztosan eltávolítod ezt a tranzakciót?

source: Are you sure you want to sign this transaction?
cs_cz: Jste si jisti, že chcete podepsat tuto transakci?
de_de: Sind Sie sicher, dass Sie diese Transaktion signieren möchten?
hu_hu: Biztos, hogy aláírod ezt a tranzakciót?

source: Armenian
cs_cz: Arménsky
de_de: Armenisch
hu_hu: Örmény

source: At block height: {}
cs_cz: Ve výšce bloku: {}
de_de: Auf Blockhöhe: {}
hu_hu: Blokk magassága: {}

source: At most 100 satoshis might be lost due to this rounding.
cs_cz: V důsledku tohoto zaokrouhlení by mohlo být ztraceno maximálně 100 satoshi.
de_de: Beim Runden gehen höchstens 100 Satoshi verloren.
hu_hu: A kerekítés miatt legfeljebb 100 satoshi veszhet el.

source: Audio Modem Settings
cs_cz: Nastavení audio modemu
de_de: Audio-Modem Einstellungen
hu_hu: Audio Modem beállítása

source: Authenticate below to finalize wallet creation
cs_cz: Níže se ověřte a dokončete tak vytvoření peněženky
de_de: Authentifizieren Sie sich unten, um die Geldbörse-Erstellung abzuschließen
hu_hu: A tárca létrehozásának befejezéséhez lentebb hitelesíts

source: Authenticator secret
cs_cz: Tajný kód ověření
de_de: Authentifikator-Geheimnis
hu_hu: Hitelesítő titok

source: Author
cs_cz: Autor
de_de: Autor
hu_hu: Szerző

source: Authorization
cs_cz: Autorizace
de_de: Autorisierung
hu_hu: Hitelesítés

source: Auto-Reset not possible. Delete the file manually.
cs_cz: Automatický reset není možný. Smažte soubor ručně.

source: Auto-Reset successful. You can now setup a new password.
cs_cz: Automatický reset byl úspěšný. Nyní můžete nastavit nové heslo.

source: Auto-Setup not possible. Try the manual setup.
cs_cz: Automatické nastavení není možné. Zkuste ruční nastavení.

source: Auto-Setup successful. You can now install plugins.
cs_cz: Automatické nastavení bylo úspěšné. Nyní můžete nainstalovat pluginy.

source: Auto-connect
cs_cz: Automatické připojení

source: Automatically check for software updates
cs_cz: Automaticky kontrolovat aktualizace softwaru
de_de: Automatisch nach Updates suchen
hu_hu: Frissítések automatikus keresése

source: Automatically freeze coins received to already used addresses. This can eliminate a serious privacy issue where a malicious user can track your spends by sending small payments to a previously-paid address of yours that would then be included with unrelated inputs in your future payments.
cs_cz: Automatické zmrazení mincí přijatých na již použité adresy. Tím lze eliminovat vážný problém se soukromím, kdy může zlomyslný uživatel sledovat vaše výdaje odesláním malých plateb na vaši dříve zaplacenou adresu, která by pak byla zahrnuta s nesouvisejícími vstupy do vašich budoucích plateb.
de_de: Coins welche an eine bereits benutzte Adresse gesandt wurden automatisch einfrieren. Dies kann ein ernsthaftes Datenschutzproblem vorbeugen, bei dem ein böswilliger Benutzer Ihre Ausgaben nachverfolgen kann, indem er kleine Zahlungen an eine bereits bezahlte Adresse von Ihnen sendet, die dann zusammen mit nicht verwandten Eingängen in Ihren zukünftigen Transaktionen enthalten wäre.

source: Avoid spending from used addresses
cs_cz: Předejděte odesílání z použitých adres

source: Awaiting lightning payment...
cs_cz: Čeká se na platbu lightning…
de_de: Warten auf Lightning-Zahlung...
hu_hu: Lightning fizetésre vár...

source: Awaiting swap payment...
cs_cz: Čeká se na swapovou platbu…
de_de: Warten auf Swap-Zahlung...
hu_hu: Várakozás csereügylet fizetésre...

source: BIP39 Recovery
cs_cz: BIP39 Obnovení
de_de: BIP39 Wiederherstellung
hu_hu: BIP39 Visszaállítás

source: BIP39 checksum failed
cs_cz: Kontrolní součet BIP39 selhal
de_de: BIP39-Prüfsumme ungültig
hu_hu: BIP39 ellenőrzőösszeg hiba

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
cs_cz: Seedy BIP39 lze importovat do programu Electrum, takže mají uživatelé přístup k prostředkům uzamčeným v jiných peněženkách.
de_de: BIP39-Seeds können in Electrum importiert werden, um Zugriff auf Mittel aus anderen Geldbörsen zu erhalten.
hu_hu: Lehetőség van más pénztárcák által generált BIP39 magok beimportálására az Electrum pénztárcába.

source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
cs_cz: Seedy BIP39 neobsahují číslo verze, což ohrožuje kompatibilitu s budoucím softwarem.
de_de: BIP39-Seeds enthalten keine Versionsnummer, was die Kompatibilität mit zukünftiger Software einschränkt.
hu_hu: A BIP39-es magok nem tartalmaznak verziószámot, ezáltal csökkenthetik a jövőbeli szoftverekkel való kompatibilitást.

source: BIP70 invoice saved as {}
cs_cz: BIP70 Faktura uložena jako {}
de_de: BIP70-Rechnung gespeichert als {}
hu_hu: BIP70 számla mentve mint {}

source: BTC Fiat price
cs_cz: BTC fiat cena
de_de: BTC Fiatpreis
hu_hu: BTC Fiat ár

source: BTC balance
cs_cz: BTC zůstatek
de_de: BTC Kontostand
hu_hu: BTC egyenleg

source: BTC incoming
cs_cz: BTC příchozí
de_de: BTC eingehend
hu_hu: Beérkező BTC

source: BTC outgoing
cs_cz: BTC odchozí
de_de: BTC ausgehend
hu_hu: Kimenő BTC

source: Back
cs_cz: Zpět
de_de: Zurück
hu_hu: Vissza

source: Backup directory
cs_cz: Zálohovací adresář
de_de: Backup-Verzeichnis
hu_hu: Biztonsági mentés könyvtára

source: Backup not configured
cs_cz: Záloha není nakonfigurována
de_de: Backup nicht konfiguriert
hu_hu: A biztonsági mentés nincs beállítva

source: Balance
cs_cz: Zůstatek
de_de: Guthaben
hu_hu: Egyenleg

source: Banner
cs_cz: Baner

source: Base transaction disappeared
cs_cz: Základní transakce zmizela

source: Base transaction has been mined
cs_cz: Základní transakce byla vytěžena

source: Base unit
cs_cz: Základní jednotka
de_de: Basiseinheit
hu_hu: Egység

source: Base unit of your wallet.
cs_cz: Základní jednotka vaší peněženky.
de_de: Basiseinheit der Geldbörse.
hu_hu: A pénztárca alapértelmezett egysége.

source: Batch pay invoices
cs_cz: Dávkové faktury
de_de: Rechnungen gebündelt zahlen
hu_hu: Számlák kötegelt kifizetése

source: Batch with
cs_cz: Dávka s

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
cs_cz: Před nahlášením chyby aktualizujte na nejnovější verzi aplikace Electrum (poslední vydání nebo git HEAD), a poté informaci o verzi aplikace také vložte do hlášení.
de_de: Bevor Sie einen Fehler melden, aktualisieren Sie Electrum (aktuelle Version oder git HEAD) und teilen Sie uns die Versionsnummer in der Fehlermeldung mit.
hu_hu: A hibajelentés előtt frissítsd az Electrumot a legfrissebb verzióra (legújabb kiadás vagy git HEAD), és írd bele a verziószámot is a jelentésbe.

source: Begin
cs_cz: Začít
de_de: Start
hu_hu: Eleje

source: Below is your master public key. Please share it with your cosigners
cs_cz: Níže je váš hlavní veřejný klíč. Sdílejte jej prosím se svými spolupodepisovateli
de_de: Unten ist Ihr öffentlicher Generalschlüssel. Bitte teilen Sie ihn mit Ihren Mitunterzeichner.
hu_hu: Az alábbi a nyilvános mesterkulcsod. Oszd meg a társ-aláírókkal

source: Bit rate [kbps]:
cs_cz: Bitová rychlost [kbps]:
de_de: Bitrate [kbit/s]:
hu_hu: Bitráta [kbps]:

source: BitBox02 Status
cs_cz: Status BitBox02
hu_hu: BitBox02 állapot

source: Bitcoin Address is None
cs_cz: Bitcoinová adresa neexistuje
de_de: Keine Bitcoin-Adresse
hu_hu: A Bitcoin cím nincs megadva

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
cs_cz: Transakce Bitcoinů obecně nejsou bezplatné. Poplatek za transakci platí odesílatel financí.
de_de: Bitcoin Transaktionen sind üblicherweise nicht kostenlos. Eine Transaktionsgebühr wird vom Sender bezahlt.
hu_hu: A Bitcoin tranzakciók nem ingyenesek. A tranzakciós díjat a pénz küldője fizeti ki.

source: Bitcoin- or Lightning address
cs_cz: Bitcoinová nebo Lightningová adresa

source: Block height
cs_cz: Výška bloku
de_de: Blockhöhe
hu_hu: Blokkmagasság

source: Bookmark this server
cs_cz: Přidat tento server do záložek
de_de: Lesezeichen für diesen Server setzen
hu_hu: Felvétel a könyvjelzőkhöz

source: Bootloader Hash
cs_cz: Hodnota hash bootloaderu
hu_hu: Bootloader ellenőrző összeg

source: Bottom
cs_cz: Spodek
de_de: Unten
hu_hu: Alul

source: Broadcast
cs_cz: Vysílání
de_de: Übertragen
hu_hu: Kiküldés

source: Broadcast successfully
cs_cz: Odvysílání úspěšné
de_de: Erfolgreich übermittelt
hu_hu: Sikeresen kiküldve

source: Broadcasting
cs_cz: Vysílání
de_de: Übertragen
hu_hu: Kiküldés

source: Broadcasting transaction...
cs_cz: Vysílání transakce...
de_de: Sende Transaktion...
hu_hu: Tranzakció kiküldése folyamatban...

source: Budget [{}]
cs_cz: Rozpočet [{}]

source: Build Date
cs_cz: Datum buildu
de_de: Erstellungsdatum
hu_hu: Build dátuma

source: Bulgarian
cs_cz: Bulharsky
de_de: Bulgarisch
hu_hu: Bolgár

source: Bump Fee
cs_cz: Navýšit poplatek
de_de: Gebühr erhöhen
hu_hu: Tranzakciós díj megemelése

source: By default the client does not listen on any port for incoming BOLT-08 transports. Set this to an interface:port combination, such as 'localhost:9735', to open a port and start listening. Note: if you open multiple lightning wallets, they will all try to bind the same port, conflict, and only the first will succeed.
cs_cz: Ve výchozím nastavení klient nenaslouchá na žádném portu pro příchozí přenosy BOLT-08. Nastavte zde kombinaci rozhraní:port, například 'localhost:9735', abyste otevřeli port a začali naslouchat. Poznámka: pokud otevřete více peněženek lightning, všechny se pokusí navázat stejný port, což povede ke konfliktu a uspěje pouze první z nich.

source: CLTV expiry
cs_cz: Platnost CLTV
de_de: CLTV Gültigkeit
hu_hu: CLTV lejárat

source: Calibration sheet
cs_cz: Kalibrační list
de_de: Kalibrierungsblatt
hu_hu: Kalibrálási lap

source: Calibration values:
cs_cz: Kalibrační hodnoty:
de_de: Kalibrierungswerte:
hu_hu: Kalibrálási értékek:

source: Can be unfrozen in the Addresses or in the Coins tab
cs_cz: Je možné rozmrazit na kartě adres nebo mincí

source: Can receive
cs_cz: Může přijmout
de_de: Kann erhalten
hu_hu: Fogadhat

source: Can send
cs_cz: Může odeslat
de_de: Kann senden
hu_hu: Küldhet

source: Can't CPFP: unknown fee for parent transaction.
cs_cz: Nelze CPFP: neznámý poplatek za nadřízenou transakci.
de_de: CPFP ist nicht möglich: Die Gebühr der Elterntransaktion ist unbekannt.
hu_hu: Díjfizetés másodlagos tranzakcióval nem lehetséges: az eredeti tranzakció díja ismeretlen.

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
hu_hu: Mégsem

source: Cancel (double-spend)
cs_cz: Zrušit (double-spend)
de_de: Stornieren (Doppel-Ausgabe)
hu_hu: Törlés (duplaköltés)

source: Cancel an unconfirmed transaction by replacing it with a higher-fee transaction that spends back to your wallet.
cs_cz: Zrušit nepotvrzenou transakci tím, že ji nahradíte transakcí s vyšším poplatkem, která se odešle zpět do vaší peněženky.
de_de: Abbrechen einer unbestätigten Transaktion, indem sie durch eine Transaktion mit höherer Gebühr ersetzt wird, die die Zahlung in die eigene Geldbörse leitet.
hu_hu: Töröl egy még nem megerősített tranzakciót, és lecseréli egy magasabb tranzakciós díjjal indítottra, amely visszafizet a tárcádba.

source: Cancel transaction
cs_cz: Zrušit transakci
de_de: Transaktion stornieren
hu_hu: Tranzakció törlése

source: Cancellation Address
cs_cz: Adresa zrušení

source: Cancellation Transaction ID
cs_cz: ID transakce zrušení

source: Cancellation time-window (days)
cs_cz: Časové okno zrušení (dny)

source: Cancellation transaction signing was not completed
cs_cz: Podepsání transakce zrušení nebylo dokončeno

source: Cancelled
cs_cz: Zrušeno
de_de: Abgebrochen
hu_hu: Megszakítva

source: Cancelled by user
cs_cz: Zrušeno uživatelem
de_de: Durch Benutzer abgebrochen
hu_hu: Felhasználó által megszakítva

source: Cannot bump fee
cs_cz: Poplatek nelze zvýšit
de_de: Gebühr konnte nicht erhöht werden
hu_hu: Tranzakciós díj nem növelhető

source: Cannot cancel transaction
cs_cz: Transakci nelze zrušit
de_de: Transaktion konnte nicht storniert werden
hu_hu: A tranzakció nem törölhető

source: Cannot create child transaction
cs_cz: Nelze vytvořit podřízenou transakci
de_de: Kann keine Child-Transaktion erstellen
hu_hu: A másodlagos tranzakció nem hozható létre

source: Cannot delete last remaining address from wallet
cs_cz: Z peněženky není možné odstranit poslední zbývající adresu
de_de: Die letzte verbleibende Adresse kann nicht aus der Geldbörse gelöscht werden
hu_hu: Az utolsó megmaradt cím nem törölhető a tárcából

source: Cannot determine dynamic fees, not connected
cs_cz: Nepodařilo se určit dynamické poplatky, nejste připojeni
de_de: Dynamische Gebühr kann nicht ermittelt werden, keine Verbindung
hu_hu: Nem határozható meg automatikusan a díj, nincs internetkapcsolat

source: Cannot disable keystore: You have active lightning channels
cs_cz: Nelze zakázat keystore: Máte aktivní kanály lightning

source: Cannot draw QR code
cs_cz: QR kód nelze vykreslit
de_de: QR-Code kann nicht gezeichnet werden

source: Cannot have witness v1+ in p2sh
cs_cz: Nelze mít witness v1+ v p2sh
de_de: Es kann kein Zeuge v1+ in p2sh vorhanden sein
hu_hu: Nem lehet witness v1+, p2sh esetén

source: Cannot load wallet
cs_cz: Nelze načíst peněženku
de_de: Börse konnte nicht geladen werden
hu_hu: Nem lehet megnyitni a tárcát

source: Cannot pay less than the amount specified in the invoice
cs_cz: Nemůže se zaplatit méně, než je částka uvedená na faktuře
de_de: Es kann nicht weniger als der in der Rechnung angegebene Betrag bezahlt werden
hu_hu: Nem fizethető a számlán szereplőnél alacsonyabb összeg

source: Cannot read file
cs_cz: Nelze přečíst soubor
de_de: Datei konnte nicht gelesen werden
hu_hu: A fájl nem olvasható

source: Cannot receive this payment. Request at least {} to purchase a Lightning channel from your service provider.
cs_cz: Tuto platbu nelze přijmout. Požádejte alespoň o {} pro zakoupení kanálu Lightning od svého poskytovatele služeb.

source: Cannot sign messages with this type of address:
cs_cz: Nelze podepisovat zprávy s tímto typem adresy:
de_de: Nachrichten mit diesem Adresstyp können nicht signiert werden:
hu_hu: Nem lehet aláírni az ilyen típusú címeket tartalmazó üzeneteket:

source: Cannot start QR scanner, no usable camera found.
cs_cz: Nelze spustit skener QR, nebyl nalezen žádný použitelný fotoaparát.
de_de: QR-Scanner kann nicht gestartet werden, keine geeignete Kamera gefunden.
hu_hu: A QR-kód olvasás nem indítható el, nem található használható kamera.

source: Cannot start QR scanner: initialization failed.
cs_cz: Nelze spustit skener QR: inicializace se nezdařila.
de_de: QR-Scanner kann nicht gestartet werden: Initialisierung gescheitert.
hu_hu: A QR-kód olvasás nem indítható el: inicializálás sikertelen.

source: Cannot start QR scanner: zbar not available.
cs_cz: Nelze spustit QR skener: zbar není k dispozici.
de_de: QR-Scanner kann nicht gestartet werden: Zbar nicht verfügbar.
hu_hu: A QR-kód olvasás nem indítható el: a zbar nincs telepítve.

source: Capacity
cs_cz: Kapacita
de_de: Kapazität
hu_hu: Kapacitás

source: Capital Gains
cs_cz: Kapitálové výnosy
de_de: Kapitalertrag
hu_hu: Tőkenyereség

source: Cash flow
cs_cz: Tok peněz
de_de: Geldfluss
hu_hu: Pénzforgalom

source: Certificate mismatch
cs_cz: Neshoda certifikátu
de_de: Zertifikat-Abweichung
hu_hu: Eltérő tanúsítvány

source: Change
cs_cz: Drobné
de_de: Wechselgeld
hu_hu: Visszajáró

source: Change Address
cs_cz: Change adresa
de_de: Wechselgeldadresse
hu_hu: Visszajáró cím

source: Change PIN
cs_cz: Změnit PIN kód
de_de: PIN ändern
hu_hu: PIN kód megváltoztatása

source: Change Password
cs_cz: Změnit heslo
de_de: Passwort ändern
hu_hu: Jelszó megváltoztatása

source: Change your settings to allow spending unconfirmed coins.
cs_cz: Změňte nastavení tak, abyste mohli utrácet nepotvrzené mince.
de_de: Ändern Sie Ihre Einstellungen, um die Ausgabe unbestätigter Münzen zu ermöglichen.
hu_hu: Változtasd meg a beállításokat, a még nem megerősített összegek elköltéséhez.

source: Change...
cs_cz: Změnit...
de_de: Ändern...
hu_hu: Módosítás...

source: Channel Backup
cs_cz: Záloha kanálu
de_de: Kanal-Backup
hu_hu: Csatorna biztonsági mentés

source: Channel Backup:
cs_cz: Záloha kanálu:
de_de: Kanal-Backup:
hu_hu: Csatorna biztonsági mentés:

source: Channel ID
cs_cz: ID kanálu
de_de: Kanal-ID
hu_hu: Csatorna azonosító

source: Channel backups can be imported in another instance of the same wallet.
cs_cz: Zálohy kanálů mohou být importovány v další instanci stejné peněženky.
de_de: Kanalsicherungen können in eine andere Instanz derselben Geldbörse importiert werden.
hu_hu: A csatorna biztonsági mentések importálhatóak ugyanannak a tárcának egy másik példányában.

source: Channel backups can only be used to request your channels to be closed.
cs_cz: Zálohy kanálů lze použít pouze k vyžádání uzavření kanálů.
de_de: Kanal-Backups können nur verwendet werden, um die Schließung Ihrer Kanäle zu beantragen.
hu_hu: Csatorna biztonsági mentéseket csak a csatornáid zárására lehet használni.

source: Channel established.
cs_cz: Kanál byl vytvořen.
de_de: Kanal etabliert.
hu_hu: Csatorna létrehozva.

source: Channel is frozen for sending
cs_cz: Kanál je pro odeslání pozastaven
de_de: Kanal ist für Senden gesperrt
hu_hu: A csatorna küldési lehetősége le van fagyasztva

source: Channel stats
cs_cz: Statistiky kanálů
de_de: Kanal-Details
hu_hu: Csatorna statisztikák

source: Channel type:
cs_cz: Typ kanálu:
de_de: Kanaltyp:
hu_hu: Csatorna típusa:

source: Channels
cs_cz: Kanály
de_de: Kanäle
hu_hu: Csatornák

source: Check your {} device to continue
cs_cz: Chcete-li pokračovat, zkontrolujte zařízení {}
de_de: Prüfen Sie Ihr {}-Gerät um fortzufahren
hu_hu: A folytatáshoz kövesd az eszköz ({}) utasításait
