Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: When you freeze an address, the funds in that address will not be used for sending bitcoins.
cs_cz: Když zmrazíte adresu, prostředky na této adrese nebudou použity k odesílání bitcoinů.
de_de: Wenn Sie eine Adresse sperren, wird das Guthaben in dieser Adresse nicht für den Versand von Bitcoins verwendet.
hu_hu: Ha egy címet fagyasztasz, a rajta lévő összeg nem kerül felhasználásra bitcoin küldésekor.

source: While this is less than ideal, it might help if you run Electrum as Administrator.
cs_cz: I když je to méně než ideální, může to pomoci, pokud spustíte Electrum jako správce.
de_de: Dies ist zwar weniger ideal, aber es könnte helfen, wenn Sie Electrum als Administrator betreiben.
hu_hu: Esetleg az is segíthet, ha az Electrumot rendszergazdaként futtatod.

source: Wipe Device
cs_cz: Vymazat zařízení
de_de: Gerät löschen
hu_hu: Az eszköz törlése

source: Wipe the device, removing all data from it. The firmware is left unchanged.
cs_cz: Vymazáním zařízení z něj odstraníte všechna data. Firmware se nezmění.
de_de: Löscht das Gerät, mitsamt aller Daten. Die Firmware bleibt hingegen unberührt.
hu_hu: Az összes adat törlése az eszközről. A firmware változatlan marad.

source: With the 128bits of entropy as a random seed, the software generates a noise image.
cs_cz: Pomocí 128bitové entropie jako náhodného seedu, software vygeneruje obraz šumu.

source: Within one day
cs_cz: Během jednoho dne

source: Within one week
cs_cz: Během jednoho týdne

source: Within {} blocks
cs_cz: V {} blocích
de_de: In {} Blöcken
hu_hu: Megerősítődés {} blokkon belül

source: Without this option, Electrum will need to sync with the Lightning network on every start.
cs_cz: Bez této možnosti se bude muset Electrum při každém spuštění synchronizovat se sítí Lightning.
de_de: Ohne diese Option muss Electrum bei jedem Start eine Synchronisierung mit dem Lightning-Netzwerk durchführen.
hu_hu: Enélkül, az Electrumnak minden indításkor szinkronizálnia kell a Lightning hálózattal.

source: Witness Script
cs_cz: Witness skript

source: Would you like to be notified when there is a newer version of Electrum available?
cs_cz: Chcete být upozorněni, až bude k dispozici novější verze Electrum?
de_de: Möchten Sie benachrichtigt werden, wenn eine neuere Version von Electrum verfügbar ist?
hu_hu: Szeretnél egy értesítést kapni, ha elérhető az Electrum egy újabb verziója?

source: Write down the seed word shown on your {}
cs_cz: Napište si slovo seedu zobrazené na vašem {}
de_de: Schreiben Sie das Seed-Wort auf, das auf Ihrem {} gezeigt wird
hu_hu: Írd le a mag szavait, ahogy a {} eszközön látható

source: Write logs to file
cs_cz: Zapisovat logy do souboru
de_de: Log in Datei speichern
hu_hu: Naplók fájlba mentése

source: Wrong key type
cs_cz: Nesprávný typ klíče
de_de: Falscher Schlüsseltyp
hu_hu: Hibás kulcs típus

source: Wrong signature
cs_cz: Nesprávný podpis
de_de: Falsche Signatur
hu_hu: Hibás aláírás

source: Yes
cs_cz: Ano
de_de: Ja
hu_hu: Igen

source: You are already on the latest version of Electrum.
cs_cz: Už máte nejnovější verzi Electrum.
de_de: Sie nutzen bereits die neueste Version von Electrum.
hu_hu: Az Electrum legújabb verzióját használod.

source: You are following branch {}
cs_cz: Sledujete větev {}

source: You are in testnet mode.
cs_cz: Jste v režimu testnet.
de_de: Sie sind im Testnet-Modus.
hu_hu: Testnet módban vagy.

source: You are most likely using an outdated version of Electrum. Please update.
cs_cz: Pravděpodobně používáte zastaralou verzi Electrum. Prosím aktualizujte.
de_de: Vermutlich verwenden Sie eine veraltete Version von Electrum, bitte aktualisieren Sie es.
hu_hu: Valószínűleg az Electrum egy régi verzióját használod. Kérjük frissítsd.

source: You are offline.
cs_cz: Jste offline.
de_de: Sie sind offline.
hu_hu: Nincs internetkapcsolat.

source: You are using a non-deterministic wallet, which cannot create new addresses.
cs_cz: Používáte nedeterministickou peněženku, která nemůže vytvářet nové adresy.
de_de: Sie verwenden eine nicht-deterministische Geldbörse - damit können Sie keine neuen Adressen erstellen.
hu_hu: Egy nem-determinisztikus tárcát használsz, ami nem tud új címeket létrehozni.

source: You can also enter a public key (xpub) here, but be aware you will then create a watch-only wallet if all cosigners are added using public keys
cs_cz: Můžete zde také zadat veřejný klíč (xpub), ale mějte na paměti, že pak vytvoříte peněženku pouze pro sledování (watch-only), pokud jsou všichni spolupodepisující přidáni pomocí veřejných klíčů
hu_hu: Nyilvános kulcsot (xpub) is megadhatsz itt, de akkor egy figyelő tárcát fogsz létrehozni, amennyiben az összes társaláíró nyilvános kulcsát hozzáadod

source: You can also pay to many outputs in a single transaction, specifying one output per line.
cs_cz: V rámci jedné transakce můžete také zaplatit více výstupů, přičemž na každém řádku zadáte jeden výstup.
de_de: Sie können auch mehrere Ausgänge mit einer einzelnen Transaktion zahlen. Geben Sie einen Ausgang pro Zeile an.
hu_hu: Egy tranzakcióban egyszerre több kimeneti címre is fizethetsz, soronként egy kimenetet megadva.

source: You can calibrate your printer in the plugin settings to achieve better print quality.
cs_cz: V nastavení pluginu můžete tiskárnu kalibrovat, abyste dosáhli lepší kvality tisku.

source: You can disable this setting in '{}'.
cs_cz: Toto nastavení můžete vypnout v '{}'.
de_de: Diese Einstellung kann in '{}' deaktiviert werden.
hu_hu: Ezt a beállítást a "{}" menüben kapcsolhatod ki.

source: You can download the new version from {}.
cs_cz: Novou verzi si můžete stáhnout z {}.
de_de: Sie können die neue Version hier herunterladen: {}.
hu_hu: Az új verziót innen tudod letölteni: {}.

source: You can override the suggested derivation path.
cs_cz: Navrhovanou derivační cestu můžete přepsat.
de_de: Der vorgeschlagene Ableitungspfad kann überschreiben werden.
hu_hu: Felülírhatod a javasolt származtatási útvonalat.

source: You can reuse a bitcoin address any number of times but it is not good for your privacy.
cs_cz: Adresu bitcoinu můžete použít libovolný početkrát, ale není to dobré pro vaše soukromí.
de_de: Sie können Bitcoin-Adressen beliebig häufig wiederverwenden, aber dies verringert den Schutz Ihrer Privatsphäre.
hu_hu: Egy bitcoin címet akárhányszor újrahasználhatsz, de ez gyengíti az anonimitásodat.

source: You can set the homescreen on your device to personalize it. You must choose a {} x {} monochrome black and white image.
cs_cz: Můžete si personalizovat domovskou obrazovku na svém zařízení. Musíte si vybrat černobílý obrázek velikosti {} x {}.
de_de: Sie können den Startbildschirm Ihres Geräts setzen um es zu personalisieren. Dafür wird ein {}*{} Schwarzweißbild benötigt.
hu_hu: Beállíthatsz egy kezdőképernyőt az eszközön, ha személyre szeretnéd szabni. Egy {} x {} méretű, fekete-fehér képet kell kiválasztanod.

source: You can use it to request a force close.
cs_cz: Můžete to použít k žádosti o nucené uzavření.
de_de: Sie können dies für eine Zwangsschließung benutzen.
hu_hu: Használhatod egy kényszerített lezárás kérelmezésére.

source: You can't broadcast a transaction without a live network connection.
cs_cz: Transakci nelze vysílat bez aktivníhího připojení k síti.
de_de: Sie können eine Transaktion nicht ohne eine Netzwerkverbindung übertragen.
hu_hu: Nem lehet elküldeni a tranzakciót internetkapcsolat nélkül.

source: You cannot access your coins or a backup without the password.
cs_cz: Bez hesla nemáte přístup ke svým mincím ani zálohám.
de_de: Sie können ohne das Passwort nicht auf die Coins oder ein Backup zugreifen.
hu_hu: A jelszó nélkül nem férsz hozzá a pénzedhez vagy a biztonsági mentéshez.

source: You cannot pay that invoice using Lightning.
cs_cz: Tuto fakturu nelze zaplatit pomocí Lightning.
de_de: Sie können diese Rechnung nicht mit Lightning bezahlen.
hu_hu: Ezt a fizetési kérelmet nem tudod Lightning használatával kifizetni.

source: You cannot use channel backups to perform lightning payments.
cs_cz: Zálohování kanálů nelze použít k provádění plateb lightning.
de_de: Sie können keine Channel-Backups verwenden, um Lightning-Zahlungen durchzuführen.
hu_hu: Csatorna biztonsági mentéseket nem lehet Lightning fizetésekre használni.

source: You do not have enough on-chain funds to protect your Lightning channels.
cs_cz: Nemáte dostatek on-chain prostředků k tomu, abyste chránili vaše kanály Lightning.

source: You do not have liquidity in your active channels.
cs_cz: V aktivních kanálech nemáte likviditu.
de_de: Sie verfügen nicht über Liquidität in Ihren aktiven Kanälen.
hu_hu: Nincs fedezeted az aktív csatornáidon.

source: You do not have the capacity to receive this amount with Lightning.
cs_cz: Nemáte kapacitu obdržet tuto částku pomocí Lightning.
de_de: Sie haben nicht genügend Empfangs-Kapazität, um diesen Betrag mit Lightning zu empfangen.

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
cs_cz: Nemusíte provádět pravidelné zálohy, protože vaši peněženku lze obnovit z tajné fráze, kterou si můžete zapamatovat nebo napsat na papír.
de_de: Es müssen keine regelmäßigen Backups angelegt werden, denn die Geldbörse kann jederzeit durch den Seed wiederhergestellt werden, welcher sich einfach ausdrucken oder merken lässt.
hu_hu: Nincs szükség rendszeres biztonsági mentéseket készíteni, mert a tárcád helyreállítható egy titkos kifejezésből, amit megjegyezhetsz, vagy leírhatod egy papírra.

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
cs_cz: Ve své bezpečnostní frázi máte několik po sobě jdoucích mezer nebo mezeru na začátku nebo na konci slova.
de_de: Sie haben mehrere aufeinanderfolgende Leerzeichen oder Leerzeichen am Anfang bzw. Ende ihrer Passphrase.
hu_hu: A kulcsszöveg elején/végén extra szóköz karakterek vannak, vagy több, egymást követő szóközt tartalmaz.

source: You may extend your seed with custom words.
cs_cz: Seed můžete rozšířit o vlastní slova.
de_de: Sie können Ihre Seed mit eigenen Wörtern ergänzen.
hu_hu: Kiegészítheted a magot további szavakkal.

source: You may have that capacity if you rebalance your channels.
cs_cz: Tuto kapacitu můžete mít, pokud vyvážíte své kanály.
de_de: Sie könnten evtl. ausreichende Kapazität haben, wenn Sie Ihre Kanäle rebalancieren.

source: You may have that capacity if you swap some of your funds.
cs_cz: Tuto kapacitu můžete mít, pokud provedete swap některých vašich prostředků.
de_de: Sie könnten evtl. ausreichende Kapazität haben, wenn Sie Guthaben wechseln (Swap).

source: You may load a CSV file using the file icon.
cs_cz: Můžete načíst CSV soubor pomocí ikony souboru.
de_de: Sie können mit dem Datei-Symbol eine CSV-Datei laden.
hu_hu: Megnyithatsz egy CSV fájlt is, a Fájl olvasása gombra kattintva.

source: You might have a local transaction in your wallet that this transaction builds on top. You need to either broadcast or remove the local tx.
cs_cz: Možná máte v peněžence místní transakci, na kterou tato transakce navazuje. Musíte buď vysílat, nebo odstranit místní tx.
de_de: Es könnte sein, dass Sie eine lokale Transaktion in Ihrer Geldbörse haben, auf die diese Transaktion aufbaut. Sie müssen die lokale Transaktion entweder senden oder entfernen.
hu_hu: Esetleg van egy helyi tranzakciód a tárcádban, amelyre ez a tranzakció épít. Vagy ki kell küldened vagy törölnöd kell azt a helyi tranzakciót.

source: You might have an incompatible library.
cs_cz: Možná máte nekompatibilní knihovnu.
de_de: Sie benutzen möglicherweise eine nicht unterstütze Programmbibliothek.
hu_hu: Valószínűleg egy programkönyvtár nem kompatibilis.

source: You might have to unplug and plug it in again.
cs_cz: Možná budete muset odpojit a znovu připojit.
de_de: Möglicherweise müssen Sie das Gerät ausstecken und wieder einstecken.
hu_hu: Esetleg ki kellhet húznod, majd visszadugni.

source: You must be online to receive Lightning payments.
cs_cz: Pro obdržení Lightning plateb musíte být online.
de_de: Sie müssen online sein, um Lightning-Zahlungen erhalten zu können.
hu_hu: Online kell lenned Lightning fizetések fogadásához.

source: You must have an open Lightning channel to receive payments.
cs_cz: Pro přijímání plateb musíte mít otevřen lightningový kanál.

source: You need at least {} to open a channel.
cs_cz: K otevření kanálu potřebujete alespoň {}.
de_de: Sie benötigen mindestens {}, um einen Kanal zu öffnen.
hu_hu: Legalább {} szükséges egy csatorna nyitásához.

source: You need to be online in order to complete the creation of your wallet. If you want to continue online, keep the checkbox checked and press Next.
cs_cz: Pro dokončení vytvoření peněženky musíte být online. Pokud chcete pokračovat online, ponechte políčko zaškrtnuté a stiskněte tlačítko Další.
de_de: Sie müssen online sein, um die Erstellung Ihres Geldbörse abzuschließen. Wenn Sie online fortfahren möchten, lassen Sie das Kontrollkästchen aktiviert und klicken Sie auf Weiter.
hu_hu: Internetkapcsolat szükséges a tárca létrehozásának befejezéséhez. Ha online folytatod, hagyd bekapcsolva a jelölőnégyzetet és nyomd meg a Következő gombot.

source: You need to configure a backup directory in your preferences
cs_cz: Ve svých preferencích musíte nakonfigurovat zálohovací adresář
de_de: Sie müssen ein Backup-Verzeichnis in Ihren Einstellungen konfigurieren
hu_hu: A beállításoknál meg kell adnod egy biztonsági mentés könyvtárat

source: You need to create a separate Electrum wallet for each passphrase you use as they each generate different addresses. Changing your passphrase does not lose other wallets, each is still accessible behind its own passphrase.
cs_cz: Pro každou používanou bezpečnostní frázi musíte vytvořit samostatnou peněženku Electrum, protože každá generuje různé adresy. Změnou bezpečnostní fráze neztratíte ostatní peněženky, každá z nich je stále přístupná za vlastní bezpečnostní frází.
de_de: Sie müssen eine weitere Electrum-Geldbörse für jede Passphrase erstellen, da sie unterschiedliche Adressen generieren. Das Benutzen einer anderen Passphrase führt nicht zum Verlust der Börse, jede ist weiterhin hinter ihrer Passphrase erreichbar.
hu_hu: Minden kulcsszöveghez külön Electrum tárcát kell létrehoznod, mivel minden jelszó különböző címeket hoz létre. A kulcsszöveg megváltoztatásával nem veszíted el a többi tárcádat, mindegyiket el tudod érni a hozzá tartozó kulcsszöveggel.

source: You need to select coins from the list first. Use ctrl+left mouse button to select multiple items
cs_cz: Nejprve je třeba vybrat mince ze seznamu. Pro výběr více položek použijte ctrl+levé tlačítko myši
de_de: Sie müssen zuerst Münzen aus der Liste auswählen. Verwenden Sie Strg+linke Maustaste, um mehrere Elemente auszuwählen
hu_hu: Először érméket kell választanod a listáról. Használd a Ctrl+bal kattintást több elem kijelöléséhez

source: You need to set a lower fee.
cs_cz: Musíte nastavit nižší poplatek.
de_de: Sie müssen eine niedrigere Gebühr festlegen.
hu_hu: Alacsonyabb díjat kell megadnod.

source: You receive
cs_cz: Získáváš
de_de: Sie erhalten
hu_hu: Kapsz

source: You send
cs_cz: Odesíláte
de_de: Sie senden
hu_hu: Küldesz

source: You should at minimum check who the author of the plugin is, and be careful of imposters.
cs_cz: Měli byste si alespoň ověřit, kdo je autorem pluginu, a dát si pozor na ty, kdo se vydávají za někoho jiného.

source: You should enable PIN protection. Your PIN is the only protection for your bitcoins if your device is lost or stolen.
cs_cz: Měli byste povolit ochranu PINem. Váš PIN je jedinou ochranou vašich bitcoinů v případě ztráty nebo odcizení vašeho zařízení.
de_de: Sie sollten den PIN-Schutz aktivieren. Der PIN ist der einzige Schutz für Ihre Bitcoins, wenn das Gerät verloren geht.
hu_hu: Erősen ajánlott a PIN kódos védelem engedélyezése. A PIN kód az egyetlen dolog ami megvédi az eszközt, ha az elveszik, vagy ha ellopják.

source: You should have at least {} on-chain in order to be able to sweep channel outputs.
cs_cz: Abyste mohli provést sweep výstupů kanálů, měli byste mít na řetězci (on-chain) alespoň {}.

source: You will be able to pay once the channel is open.
cs_cz: Platit budete moci, jakmile bude kanál otevřen.
de_de: Sie werden zahlen können, sobald der Kanal geöffnet ist.
hu_hu: Mihelyst a csatorna megnyílik, lehetőséged lesz a fizetésre.

source: You will be able to pay once the swap is confirmed.
cs_cz: Platit budete moci, jakmile bude swap potvrzen.
de_de: Sie werden zahlen können, sobald der Swap bestätigt ist.
hu_hu: Mihelyst a csereügylet megerősítésre kerül, lehetőséged lesz a fizetésre.

source: You will be asked to enter 24 words regardless of your seed's actual length. If you enter a word incorrectly or misspell it, you cannot change it or go back - you will need to start again from the beginning. So please enter the words carefully!
cs_cz: Budete požádáni o zadání 24 slov bez ohledu na skutečnou délku vašeho seedu. Pokud zadáte nesprávné slovo nebo ho nesprávně napíšete, nemůžete jej změnit ani se vrátit - budete muset začít znovu od začátku. Tak slova prosím zadávejte pečlivě!
de_de: Sie werden aufgefordert, 24 Wörter einzugeben - ganz unabhängig von der tatsächlichen Länge Ihrer Seed. Wenn Sie ein Wort falsch eingeben, können Sie es nicht ändern oder zurückgehen - Sie müssen von vorne anfangen. Bitte geben Sie die Wörter sorgfältig ein!
hu_hu: 24 szót kell majd megadnod, akkor is, ha a mag nem 24 szóból áll. Ha egy szót hibásan adsz meg, nem javíthatod ki, hanem az egész folyamatot elölről kell kezdened. Emiatt figyelj oda a szavak megadásánál!

source: You will need to come back online after the commitment transaction is confirmed, in order to broadcast second-stage htlc transactions.
cs_cz: Po potvrzení závazkové transakce se budete muset vrátit do režimu online, abyste mohli vysílat transakce druhého stupně htlc.

source: You will need to come back online after the funding transaction is confirmed, in order to settle the swap.
cs_cz: Po potvrzení transakce financování se budete muset vrátit do režimu online, abyste mohli vypořádat swap.

source: You will pay {} more.
cs_cz: Zaplatíte o {} více.
de_de: Sie werden {} mehr zahlen.
hu_hu: Ennyivel fogsz többet fizetni: {}.

source: Your Ledger is locked. Please unlock it.
cs_cz: Vaše zařízení Ledger je uzamčeno. Prosím odemkněte ho.
de_de: Ihr Ledger ist gesperrt, bitte entsperren Sie es.
hu_hu: A Ledger eszköz le van zárva. Kérjük oldd fel.

source: Your accounts have been moved to
cs_cz: Vaše účty byly přesunuty
de_de: Ihre Konten wurden hierhin verschoben:
hu_hu: A fiókok át lettek helyezve ide

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
cs_cz: Vaše bitcoiny jsou chráněny heslem. Nicméně, Váš soubor peněženky není zašifrován.
de_de: Deine Bitcoins sind mit einem Passwort geschützt. Aber deine Geldbörse ist nicht verschlüsselt.
hu_hu: A bitcoinjaid jelszó védi. Viszont a pénztárca fájl nincs titkosítva.

source: Your channels can send {}.
cs_cz: Vaše kanály mohou odeslat {}.
de_de: Ihr Kanal kann {} senden.
hu_hu: A csatornáid küldhetnek: {}.

source: Your channels cannot be recovered from seed, because they were created with an old version of Electrum. This means that you must save a backup of your wallet every time you create a new channel. If you want this wallet to have recoverable channels, you must close your existing channels and restore this wallet from seed
cs_cz: Vaše kanály nelze obnovit ze seedu, protože byly vytvořeny pomocí staré verze programu Electrum. To znamená, že musíte uložit zálohu peněženky pokaždé, když vytvoříte nový kanál. Chcete-li, aby tato peněženka měla obnovitelné kanály, musíte zavřít své stávající kanály a obnovit tuto peněženku ze seedu.
de_de: Ihre Kanäle können nicht aus dem Seed wiederhergestellt werden, da sie mit einer alten Version von Electrum erstellt wurden. Das bedeutet, dass Sie jedes Mal, wenn Sie einen neuen Kanal erstellen, ein Backup Ihrer Geldbörsen speichern müssen. Wenn Sie möchten, dass diese Geldbörse über wiederherstellbare Kanäle verfügt, müssen Sie Ihre vorhandenen Kanäle schließen und diese Geldbörse von Grund auf wiederherstellen
hu_hu: A csatornáid nem állíthatók helyre a magból, mert az Electrum egy régi verziójával hoztad létre. Ezért mindig amikor új csatornát hozol létre, biztonsági mentést kell készítened a tárcádról. Ha szeretnéd, hogy a tárcában helyreállítható csatornák legyenek, le kell zárnod a meglévő csatornáidat és újra beállítani ezt a tárcát a magból

source: Your channels cannot be recovered from seed. This means that you must save a backup of your wallet every time you create a new channel. If you want to have recoverable channels, you must create a new wallet with an Electrum seed
cs_cz: Vaše kanály nelze obnovit ze seedu. To znamená, že při každém vytvoření nového kanálu musíte uložit zálohu své peněženky. Chcete-li mít obnovitelné kanály, musíte vytvořit novou peněženku se seedem Electrum
de_de: Ihre Kanäle können nicht aus dem Seed wiederhergestellt werden. Das bedeutet, dass Sie jedes Mal, wenn Sie einen neuen Kanal erstellen, ein Backup Ihrer Geldbörsen speichern müssen. Wenn Sie wiederherstellbare Kanäle haben möchten, müssen Sie eine neue Geldbörse mit einem Electrum-Seed erstellen
hu_hu: A csatornáid nem állíthatók helyre a magból. Ezért mindig amikor új csatornát hozol létre, biztonsági mentést kell készítened a tárcádról. Ha szeretnéd, hogy helyreállítható csatornáid legyenek, egy új tárcát kell készítened egy Electrum maggal

source: Your claiming transaction will be broadcast when the funding transaction is confirmed.
cs_cz: Vaše nárokovací transakce bude odvysílána po potvrzení transakce financování.
de_de: Ihre Anspruchstransaktion wird übertragen, sobald die Finanzierungstransaktion bestätigt ist.
hu_hu: Az igénylő tranzakciód a fedezetet biztosító tranzakció megerősítésekor kerül kiküldésre.

source: Your current Electrum wallet can only be used with an empty passphrase. You must create a separate wallet for other passphrases as each one generates a new set of addresses.
cs_cz: Vaši aktuální peněženku Electrum lze používat pouze s prázdnou bezpečnostní frází. Pro další bezpečnostní fráze si musíte vytvořit samostatnou peněženku, protože každá z nich generuje novou sadu adres.
de_de: Ihre aktuelle Electrum-Geldbörse kann nur mit einer leeren Passphrase verwendet werden. Sie müssen eine separate Geldbörse für andere Passphrasen erstellen, da jede einen neuen Satz von Adressen generiert.
hu_hu: A jelenlegi Electrum tárcád csak egy üres kulcsszöveggel használható. Minden kulcsszöveghez egy külön tárcát kell létrehoznod, mivel minden kulcsszöveg más címeket hoz létre.

source: Your device firmware is too old
cs_cz: Firmware vašeho zařízení je příliš starý
de_de: Ihre Geräte-Firmware ist zu alt
hu_hu: Az eszközön túl régi a firmware

source: Your device might not have support for this functionality.
cs_cz: Vaše zařízení nemusí tuto funkci podporovat.
de_de: Ihr Gerät unterstützt diese Funktion leider nicht.
hu_hu: Lehet, hogy az eszköz nem támogatja ezt a funkciót.

source: Your funding transaction has been broadcast.
cs_cz: Vaše transakce financování byla vyslána.
de_de: Ihre Finanzierungstransaktion wurde übertragen.
hu_hu: A fedezetet biztosító tranzakciód kiküldésre került.

source: Your labels have been synchronised.
cs_cz: Vaše štítky byly synchronizovány.
de_de: Ihre Bezeichnungen wurden synchronisiert.
hu_hu: A címkék szinkronizálása sikeres.
