Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Input {} has a non_witness_utxo with the wrong hash
cs_cz: Vstup {} má non_witness_utxo se špatným hashem
de_de: Eingabe {} hat ein non_witness_utxo mit dem falschen Hash
hu_hu: A bemenetben hibás ellenőrzőösszeggel rendelkező non_witness_utxo van: {}

source: Input {} is marked SIGHASH_ANYONECANPAY.
cs_cz: Vstup {} je označen SIGHASH_ANYONECANPAY.
de_de: Eingabe {} ist mit SIGHASH_ANYONECANPAY markiert.
hu_hu: A bement SIGHASH_ANYONECANPAY jelzővel rendelkezik: {}.

source: Input {} is marked SIGHASH_NONE.
cs_cz: Vstup {} je označen SIGHASH_NONE.
de_de: Eingabe {} ist mit SIGHASH_NONE markiert.
hu_hu: A bement SIGHASH_NONE jelzővel rendelkezik: {}.

source: Input {} is marked SIGHASH_SINGLE.
cs_cz: Vstup {} je označen SIGHASH_SINGLE.
de_de: Eingabe {} ist mit SIGHASH_SINGLE markiert.
hu_hu: A bement SIGHASH_SINGLE jelzővel rendelkezik: {}.

source: Inputs
cs_cz: Vstupy
de_de: Eingänge
hu_hu: Bemenetek

source: Install the zbar package to enable this.
cs_cz: Nainstalujte balíček zbar, aby bylo toto možné.
de_de: Zum Aktivieren das "zbar"-Paket installieren.
hu_hu: A használatához telepítsd a zbar csomagot.

source: Installing this plugin will grant third-party software access to your wallet. You must trust the plugin not to be malicious.
cs_cz: Instalací tohoto pluginu udělíte třetí straně právo přistupovat k vaší peněžence. Abyste to udělali, musíte věřit, že pluign není škodlivý.

source: Instructions:
cs_cz: Instrukce:
de_de: Anweisungen:
hu_hu: Útmutató:

source: Insufficient balance
cs_cz: Nedostatečný zůstatek
de_de: Unzureichendes Guthaben
hu_hu: Elégtelen egyenleg

source: Insufficient funds
cs_cz: Nedostatek finančních prostředků
de_de: Guthaben nicht ausreichend
hu_hu: Nincs elegendő fedezet

source: Integers weights can also be used in conjunction with '!', e.g. set one amount to '2!' and another to '3!' to split your coins 40-60.
cs_cz: Váhy celých čísel lze také použít ve spojení s '!', např. nastavte jednu částku na '2!' a druhou na '3!', abyste rozdělili mince na 40-60.
de_de: Ganzzahlige Gewichte können auch in Verbindung mit '!' verwendet werden, z. B. können Sie einen Betrag auf '2!' und einen anderen auf '3!' setzen, um Ihre Coins 40-60 aufzuteilen.
hu_hu: Egész súlyozás is megadható, felkiáltójel segítségével. Pl. az egyik összeghez írd be "2!", egy másikhoz pedig "3!", hogy az érméket 40-60 arányban oszd szét.

source: Invalid Address
cs_cz: Neplatná adresa
de_de: Ungültige Adresse
hu_hu: Érvénytelen cím

source: Invalid Amount
cs_cz: Neplatná částka
de_de: Ungültiger Betrag
hu_hu: Érvénytelen összeg

source: Invalid Bitcoin Address
cs_cz: Neplatná Bitcoinová adresa
de_de: Ungültige Bitcoin-Adresse
hu_hu: Érvénytelen Bitcoin cím

source: Invalid Bitcoin address
cs_cz: Neplatná Bitcoinová adresa
de_de: Ungültige Bitcoin-Adresse
hu_hu: Érvénytelen Bitcoin cím

source: Invalid Bitcoin address.
cs_cz: Neplatná Bitcoinová adresa.
de_de: Ungültige Bitcoin-Adresse.
hu_hu: Érvénytelen Bitcoin cím.

source: Invalid Fee
cs_cz: Neplatný poplatek
de_de: Ungültige Gebühr
hu_hu: Érvénytelen tranzakciós díj

source: Invalid JSON code.
cs_cz: Neplatný JSON kód.
de_de: Ungültige JSON-Daten.
hu_hu: Érvénytelen JSON kód.

source: Invalid Lines found:
cs_cz: Nalezeny neplatné řádky:
de_de: Fehlerhafte Zeilen gefunden:
hu_hu: Hibás sorok:

source: Invalid Public key
cs_cz: Neplatný veřejný klíč
de_de: Ungültiger öffentlicher Schlüssel
hu_hu: Hibás nyilvános kulcs

source: Invalid bitcoin address: {}
cs_cz: Neplatná bitcoinová adresa: {}
de_de: Ungültige Bitcoin-Adresse: {}
hu_hu: Érvénytelen bitcoin cím: {}

source: Invalid derivation path
cs_cz: Neplatná cesta derivace
hu_hu: Érvénytelen származtatási útvonal

source: Invalid input script type: {} is not supported by the BitBox02
cs_cz: Neplatný typ vstupního skriptu: {} BitBox02 nepodporuje.
de_de: Ungültiger Eingabeskripttyp: {} wird von der BitBox02 nicht unterstützt
hu_hu: Érvénytelen bemeneti szkript típus: {} típust nem támogatja a BitBox02

source: Invalid invoice format
cs_cz: Neplatný formát faktury
de_de: Ungültiges Rechnungsformat
hu_hu: Érvénytelen formátumú fizetési kérelem

source: Invalid length.
cs_cz: Nesprávná délka.
de_de: Ungültige Länge.
hu_hu: Érvénytelen hossz.

source: Invalid mnemonic checksum.
cs_cz: Neplatný mnemotechnický kontrolní součet.
de_de: Ungültige mnemonische Prüfsumme.
hu_hu: Érvénytelen mnnemonic ellenőrzőösszeg.

source: Invalid mnemonic group threshold.
cs_cz: Neplatný práh mnemotechnické skupiny.
de_de: Ungültige mnemonische Gruppenschwelle.
hu_hu: Érvénytelen mnemonic csoportküszöb.

source: Invalid mnemonic padding.
cs_cz: Neplatná mnemotechnická výplň.
de_de: Ungültige mnemonische Füllung.
hu_hu: Érvénytelen mnemonic kitöltés.

source: Invalid mnemonic word
cs_cz: Neplatné mnemotechnické slovo
de_de: Ungültiges mnemonisches Wort
hu_hu: Érvénytelen mnemonic szó

source: Invalid one-time password.
cs_cz: Neplatné jednorázové heslo.
de_de: Ungültiges Einmalpasswort.
hu_hu: Hibás egyszer-használatos jelszó.

source: Invalid payment identifier
cs_cz: Neplatný identifikátor platby
de_de: Ungültige Zahlungskennung
hu_hu: Érvénytelen fizetési azonosító

source: Invalid payment identifier in QR
cs_cz: Neplatný identifikátor platby v QR
de_de: Ungültige Zahlungskennung im QR-Code
hu_hu: Érvénytelen fizetési azonosító a QR-kódban

source: Invalid payment identifier in file
cs_cz: Neplatný identifikátor platby v souboru
de_de: Ungültige Zahlungskennung in der Datei
hu_hu: Érvénytelen fizetési azonosító a fájlban

source: Invalid payment identifier on clipboard
cs_cz: Neplatný identifikátor platby ve schránce
de_de: Ungültige Zahlungskennung in der Zwischenablage
hu_hu: Érvénytelen fizetési azonosító a vágólapon

source: Invalid xpub magic. Make sure your {} device is set to the correct chain.
cs_cz: Neplatná xpub magic. Ujistěte se, že je vaše zařízení nastaveno na správný řetězec.
de_de: Ungültige xpub-Magic. Bitte stellen Sie sicher, dass ihr {}-Gerät auf die korrekte Chain eingestellt ist.
hu_hu: Érvénytelen xpub magic. Bizonyosodj meg róla, hogy a {} eszköz a megfelelő láncra van beállítva.

source: Invoice already paid
cs_cz: Faktura již byla zaplacena
de_de: Rechnung bereits bezahlt
hu_hu: A fizetési kérelem már ki van fizetve

source: Invoice has expired
cs_cz: Faktura vypršela
de_de: Rechnung ist abgelaufen
hu_hu: A fizetési kérelem lejárt

source: Invoice has unknown status
cs_cz: Faktura má neznámý stav
de_de: Rechnungsstatus ist unbekannt
hu_hu: A fizetési kérelem állapota nem ismert

source: Invoice requires unknown or incompatible Lightning feature
cs_cz: Faktura vyžaduje neznámou nebo nekompatibilní funkci Lightning
de_de: Rechnung erfordert unbekannte oder inkompatible Lighning-Funktion
hu_hu: A fizetési kérelem nem ismert vagy nem kompatibilis Lightning megoldást igényel

source: Invoice wants us to risk locking funds for unreasonably long.
cs_cz: Faktura obnáší, abychom riskovali uzamčení finančních prostředků na nepřiměřeně dlouhou dobu.
de_de: Rechnung verlangt, dass wir riskieren, Gelder unangemessen lange zu blockieren.
hu_hu: A fizetési kérelem indokolatlanul hosszú ideig tartaná lezárva a pénzt.

source: Invoices
cs_cz: Faktury
de_de: Rechnungen
hu_hu: Fizetési kérelmek

source: It also contains your master public key that allows watching your addresses.
cs_cz: Obsahuje také hlavní veřejný klíč, který umožňuje sledovat vaše adresy.
de_de: Es enthält auch den öffentlichen Generalschlüssel, mit dem Sie Ihre Adressen beobachten können.
hu_hu: Továbbá tartalmazza még a nyilvános mesterkulcsot is, ami segítségével figyelheted a címeidet.

source: It cannot be "backed up" by simply exporting these private keys.
cs_cz: Nelze jej „zálohovat“ pouhým exportem těchto soukromých klíčů.
de_de: Es kann nicht "gesichert" werden, indem die privaten Schlüssel exportiert werden.
hu_hu: Nem készíthető róla biztonsági mentés, egyszerűen a titkos kulcsok exportálásával.

source: It conflicts with current history.
cs_cz: Je v konfliktu s aktuální historií.
de_de: Es gibt einen Konflikt mit dem aktuellen Verlauf.
hu_hu: Konfliktusban van a jelenlegi előzményekkel.

source: It is not possible to install matplotlib inside the binary executables (e.g. AppImage or Windows installation).
cs_cz: Matplotlib není možné instalovat do binárních spustitelných souborů (např. AppImage nebo instalace systému Windows).

source: It may be imported in another wallet with the same seed.
cs_cz: Může být importován do jiné peněženky se stejným seedem.
de_de: Es kann in eine andere Geldbörse mit demselben Seed importiert werden.
hu_hu: Importálható egy másik tárcában, ugyanazzal a maggal.

source: It shows a channel that was opened with another instance of this wallet
cs_cz: Zobrazuje kanál, který byl otevřen jinou relací této peněženky
de_de: Zeigt einen Kanal, der mit einer anderen Instanz dieser Geldbörse erstellt wurde
hu_hu: Megjelenít egy csatornát, amely ennek a tárcának egy másik példányával került megnyitásra.

source: Italian
cs_cz: Italština
de_de: Italienisch
hu_hu: Olasz

source: Its password will be required to sign transactions.
cs_cz: Jeho heslo bude vyžadováno pro podepisování transakcí.

source: Its password will not be required to sign transactions.
cs_cz: Jeho heslo nebude vyžadováno pro podepisování transakcí.

source: Its purpose is to prevent unauthorized users (or malware) from installing plugins.
cs_cz: Jeho účelem je zabránit neoprávněným uživatelům (nebo malware) v instalaci pluginů.

source: JSON files (*.json)
cs_cz: JSON soubory (*.json)

source: Jade Status
cs_cz: Stav Jade
hu_hu: Jade állapota

source: Japanese
cs_cz: Japonština
de_de: Japanisch
hu_hu: Japán

source: Join inputs/outputs
cs_cz: Spojit vstupy/výstupy
de_de: Eingänge/Ausgänge verbinden
hu_hu: Be-/kimenetek egyesítése

source: KeepKey Seed Recovery
cs_cz: Obnovení seedu KeepKey
de_de: KeeyKey Seed-Sicherung
hu_hu: KeepKey mag helyreállítás

source: KeepKey Setup
cs_cz: Nastavení KeepKey
de_de: KeepKey Einrichtung
hu_hu: KeepKey beállítása

source: Keyboard shortcut: type "!" to send all your coins.
cs_cz: Klávesová zkratka: napište "!" pro odeslání všech mincí.
de_de: Tastenkombination: "!" drücken um alle Coins zu senden.
hu_hu: Gyorsbillentyű: "!" beírásával az teljes elérhető összeg elküldésre kerül.

source: Keystore
cs_cz: Úložiště klíčů
de_de: Schlüsselspeicher
hu_hu: Kulcstár

source: Keystore not found in this wallet
cs_cz: Keystore nenalezeno v této peněžence

source: Keystore type
cs_cz: Typ úložiště klíčů
de_de: Schlüsselspeichertyp
hu_hu: Kulcstár típusa

source: Kyrgyz
cs_cz: Kyrgizština
de_de: Kirgisisch
hu_hu: Kirgiz

source: Label
cs_cz: Štítek
de_de: Beschreibung
hu_hu: Címke

source: Labels downloaded
cs_cz: Štítky staženy
de_de: Bezeichnungen heruntergeladen
hu_hu: Címkék letöltve

source: Labels uploaded
cs_cz: Štítky nahrány
de_de: Bezeichnungen hochgeladen
hu_hu: Címkék feltöltve

source: Language
cs_cz: Jazyk
de_de: Sprache
hu_hu: Nyelv

source: Last seen
cs_cz: Naposledy spatřen

source: Latest version: {}
cs_cz: Nejnovější verze: {}
de_de: Neueste Version: {}
hu_hu: Legújabb verzió: {}

source: Latvian
cs_cz: Lotyština
de_de: Lettisch
hu_hu: Lett

source: Leave this field empty if you want to disable encryption.
cs_cz: Pokud nechcete použít šifrování nechte toto pole prázdné.
de_de: Lassen Sie das Feld leer, um die Verschlüsselung zu deaktivieren.
hu_hu: Hagyd ezt a mezőt üresen, ha ki szeretnéd kapcsolni a titkosítást.

source: Ledger Status
cs_cz: Stav Ledgeru
hu_hu: Ledger állapota

source: Let the device generate a completely new seed randomly
cs_cz: Nechte zařízení vygenerovat zcela nový seed náhodně
de_de: Lassen Sie das Gerät zufällig einen völlig neuen Seed erzeugen
hu_hu: Egy teljesen új, véletlenszerű mag létrehozása az eszközzel

source: Library version for '{}' is incompatible.
cs_cz: Verze knihovny pro '{}' je nekompatibilní.
de_de: Die Version der Programmbibliothek '{}' ist inkompatibel.
hu_hu: A(z) '{}' programkönyvtár verziója nem kompatibilis.

source: Light
cs_cz: Světlý
de_de: Hell
hu_hu: Világos

source: Lightning (frozen)
cs_cz: Lightning (zmrazen)
de_de: Lightning (eingefroren)
hu_hu: Lightning (fagyasztva)

source: Lightning Channel
cs_cz: Lightning Kanál
de_de: Lightning-Kanal
hu_hu: Lightning csatorna

source: Lightning Invoice
cs_cz: Lightning Faktura
de_de: Lightning Rechnung
hu_hu: Lightning fizetési kérelem

source: Lightning Network
cs_cz: Síť Lightning
hu_hu: Lightning hálózat

source: Lightning Network Statistics
cs_cz: Statistiky sítě Lightning
de_de: Lightning Network Statistik
hu_hu: Lightning hálózat statisztikái

source: Lightning Node ID:
cs_cz: ID Lightning uzlu:
hu_hu: Lightning csomópont azonosító:

source: Lightning Payment
cs_cz: Lightning platba
de_de: Lightning-Zahlung
hu_hu: Lightning fizetés

source: Lightning Request
cs_cz: Lightning požadavek
de_de: Lightning Zahlungsanfrage
hu_hu: Lightning kérelem

source: Lightning frozen
cs_cz: Lightning zmrazen
de_de: Lightning eingefroren
hu_hu: Lightning fagyasztva

source: Lightning funds were not received.
cs_cz: Prostředky Lightning nebyly přijaty.
de_de: Lightning-Gelder wurden nicht erhalten.
hu_hu: Nem érkeztek Lightning összegek.

source: Lightning gossip not active.
cs_cz: Lightning gossip protokol není aktivní.
de_de: Lightning-Gossip nicht aktiv.
hu_hu: A Lightning gossip adat nem aktív.

source: Lightning is currently restricted to HD wallets with p2wpkh addresses.
cs_cz: Lightning je v současné době omezen na HD peněženky s adresami p2wpkh.
de_de: Lightning ist derzeit auf HD-Geldbörsen mit p2wpkh-Adressen beschränkt.
hu_hu: A Lightning jelenleg p2wpkh címmel rendelkező HD tárcákra korlátozott.

source: Lightning is disabled
cs_cz: Lightning je vypnuto
de_de: Lightning ist deaktiviert
hu_hu: A Lightning ki van kapcsolva

source: Lightning is disabled on this wallet
cs_cz: Lightning je pro tuto peněženku zakázán

source: Lightning is not enabled because this wallet was created with an old version of Electrum. Create lightning keys?
cs_cz: Lightning není povolen, protože tato peněženka byla vytvořena pomocí staré verze Electrum. Vytvořit lightning klíče?
de_de: Lightning ist nicht aktiviert, da diese Geldbörse mit einer alten Version von Electrum erstellt wurde. Lightning-Schlüssel erstellen?
hu_hu: A Lightning nincs bekapcsolva, mert ez a tárca az Electrum egy régebbi változatával készült. Létrehozod a Lightning kulcsokat?

source: Lightning keys have been initialized.
cs_cz: Lightning klíče byly inicializovány.
de_de: Die Lightning-Schlüssel wurden initialisiert.
hu_hu: A Lightning kulcsok inicializálva.

source: Lightning payments require finding a path through the Lightning Network. You may use trampoline routing, or local routing (gossip). Downloading the network gossip uses quite some bandwidth and storage, and is not recommended on mobile devices. If you use trampoline, you can only open channels with trampoline nodes.
cs_cz: Platby Lightning vyžadují nalezení cesty sítí Lightning Network. Můžete použít trampoline směrování nebo místní směrování (gossip). Stahování síťových gossip využívá značnou šířku pásma a úložiště a na mobilních zařízeních se nedoporučuje. Pokud používáte trampoline, můžete otevírat kanály pouze s uzly trampoline.
de_de: Für Lightning-Zahlungen muss ein Weg über das Lightning-Netzwerk gefunden werden. Sie können Trampolin-Routing oder lokales Routing (Gossip) verwenden. Das Herunterladen des Netzwerk-Gossip beansprucht viel Bandbreite und Speicherplatz und wird auf Mobilgeräten nicht empfohlen. Wenn Sie ein Trampolin verwenden, können Sie Kanäle nur mit Trampolinknoten öffnen.
hu_hu: A Lightning fizetésekhez a Lightning hálózaton keresztül kell utat találni. Használhatsz a trampoline útvonalválasztást vagy a helyi útvonalválasztást (gossip adatok). A gossip adatok letöltése meglehetősen nagy sávszélességet és tárhelyet igényel, és mobileszközökön nem ajánlott. Ha a trampoline útvonalválasztást használsz, csak trampoline csomópontokkal nyithatsz csatornát.

source: Load a wallet from the micro SD card
cs_cz: Načíst peněženku z micro SD karty
de_de: Eine Geldbörse von der microSD-Karte laden
hu_hu: Pénztárca betöltése SD kártyáról

source: Load backup
cs_cz: Načíst zálohu
de_de: Backup laden
hu_hu: Biztonsági mentés betöltése

source: Load transaction
cs_cz: Nahrát transakci
de_de: Transaktion laden
hu_hu: Tranzakció betöltése

source: Loading backup...
cs_cz: Načítání zálohy...
de_de: Sicherung wird geladen...
hu_hu: Biztonsági mentés betöltése...

source: Local
cs_cz: Lokální
de_de: Lokal
hu_hu: Helyi

source: Local (future: {})
cs_cz: Místní (budoucnost: {})
de_de: Lokal (zukünftig: {})
hu_hu: Helyi (jövőben: {})

source: Local balance
cs_cz: Místní zůstatek
de_de: Lokales Guthaben
hu_hu: Helyi egyenleg

source: Local dust limit
cs_cz: Místní limit dustu
de_de: Lokales Dust-Limit
hu_hu: Helyi maradvány korlát

source: Local force-close CSV delay
cs_cz: Místní zpoždění vynuceného uzavření CSV
de_de: Lokale CSV-Verzögerung beim erzwungenen Schließen
hu_hu: Helyi kényszerített lezárás CSV késleltetés

source: Local reserve
cs_cz: Místní rezerva
de_de: Lokale Reserve
hu_hu: Helyi tartalék

source: Lock
cs_cz: Zamknout

source: Long Channel ID
cs_cz: ID dlouhého kanálu
de_de: Lange Kanal ID
hu_hu: Hosszú csatorna azonosító

source: Long Output point
cs_cz: Dlouhý Výstupní bod
de_de: Langer Ausgabepunkt
hu_hu: Hosszú kimeneti pont

source: Looks like you have entered a valid seed of type '{}' but this dialog does not support such seeds.
cs_cz: Zdá se, že jste zadali platný seed typu '{}', ale tento dialog takové seedy nepodporuje.
de_de: Sie haben anscheinend einen validen Seed des Typs '{}' eingegeben, aber dieser Dialog unterstützt solche Seeds nicht.
hu_hu: Úgy tűnik, egy helyes magot adtál meg ehhez a típushoz: "{}", de ez az ablak nem támogatja az ilyen magokat.

source: Looks like your device is in bootloader mode. Try reconnecting it. If you haven't installed a firmware on it yet, you can download it from {}
cs_cz: Vypadá to, že vaše zařízení je v režimu bootloader. Zkuste ho znovu připojit. Pokud jste do něj ještě nenainstalovali firmware, můžete si ho stáhnout z {}.
de_de: Sieht aus, als befände sich Ihr Gerät im Bootloader-Modus. Versuchen Sie, es wieder anzuschließen. Wenn Sie noch keine Firmware installiert haben, können Sie sie von {} herunterladen
hu_hu: Úgy tűnik, az eszköz indítási módban van. Próbáld újracsatlakoztatni. Ha még nincs rendszerszoftver telepítve rá, innen letölthető: {}

source: Lookup transaction
cs_cz: Vyhledat transakci
de_de: Transaktion anschauen
hu_hu: Tranzakció betöltése

source: Low fee
cs_cz: Nízký poplatek
de_de: Niedrige Gebühr
hu_hu: Alacsony díj

source: Main NWC Relay:
cs_cz: Hlavní přenosový bod NWC:

source: Make sure you have a camera connected and enabled.
cs_cz: Zkontrolujte, zda máte připojenou a povolenou kameru.
de_de: Vergewissern Sie sich, dass Sie eine Kamera angeschlossen und aktiviert haben.
hu_hu: Ellenőrizd, hogy a kamera csatlakoztatva és engedélyezve van-e.

source: Make sure you have imported the correct wallet description file on the device for this multisig wallet.
cs_cz: Ujistěte se, že jste do zařízení naimportovali správný soubor popisu peněženky pro tuto multisig peněženku.
de_de: Stellen Sie sicher, dass Sie auf dem Gerät die richtige Geldbörse-Beschreibungsdatei für diese Multisig-Geldbörse importiert haben.
hu_hu: Győződj meg róla, hogy ehhez a több-aláírós pénztárcához a megfelelő pénztárca leírás fájlt importáltad az eszközön.

source: Make sure you install it with python3
cs_cz: Nezapomeňte ho nainstalovat pomocí python3
de_de: Achten Sie darauf, es für Python 3 zu installieren
hu_hu: Bizonyosodj meg róla, hogy python3-al telepíted

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
cs_cz: Ujistěte se, že vlastníte seed frázi nebo soukromé klíče před tím, než si vyžádáte zaslání bitcoinů do této peněženky.
de_de: Stellen Sie sicher, im Besitz der Seed-Worte oder der privaten Schlüssel zu sein, bevor Sie Bitcoins für diese Geldbörse anfordern.
hu_hu: Ellenőrizd, hogy rendelkezésedre áll a tárca magja vagy a titkos kulcsok, mielőtt bitcoint kérnél ebbe a tárcába.

source: Make sure you pay enough mining fees; you will not be able to bump the fee later.
cs_cz: Ujistěte se, že platíte dostatečně vysoký poplatek za těžbu; později nebudete moci poplatek navýšit.
de_de: Stellen Sie sicher, dass Sie genügend Mining-Gebühren zahlen. Sie können die Gebühr später nicht erhöhen.
hu_hu: Feltétlenül fizess elegendő bányászati díjat; a díj nem növelhető utólagosan.

source: Manual server selection
cs_cz: Ruční výběr serveru

source: Master Fingerprint
cs_cz: Hlavní otisk
de_de: Hauptfingerabdruck
hu_hu: Mester ujjlenyomat

source: Master Public Key
cs_cz: Hlavní veřejný klíč
de_de: Öffentlicher Generalschlüssel
hu_hu: Nyilvános mesterkulcs

source: Matrix
cs_cz: Matice
hu_hu: Mátrix

source: Max
cs_cz: Maximum
hu_hu: Maximum

source: Max Forward
cs_cz: Max. vpřed

source: Max Reverse
cs_cz: Max. zpět

source: Max comment length: {} characters
cs_cz: Maximální délka komentáře: {} znaků
de_de: Maximale Kommentarlänge: {} Zeichen
hu_hu: A megjegyzés maximális hossza: {} karakter

source: Max fee exceeded
cs_cz: Maximální poplatek překročen
de_de: Maximale Gebühr überschritten
hu_hu: Maximum tranzakciós díj meghaladva

source: Max lightning fees to pay
cs_cz: Maximální lightning poplatek k zaplacení
de_de: Maximal zu zahlende Lightning-Gebühren
hu_hu: Maximum kifizetendő lightning díj

source: Max lightning fees to pay for small payments
cs_cz: Maximální lightning poplatek k zaplacení za nízké platby
de_de: Maximale Lightning-Gebühren für kleine Zahlungen
hu_hu: Maximum kifizetendő lightning díj kis értékű fizetésekhez

source: Medium
cs_cz: Střední
de_de: Mittel
hu_hu: Közepes

source: Mempool based: fee rate is targeting a depth in the memory pool
cs_cz: Založený na mempoolu: sazba poplatku se odvící od hloubky ve fondu transakcí
de_de: Mempool-basiert: Gebührenrate strebt eine bestimmte Tiefe unbestätigter Transaktionen an
hu_hu: Mempool alapú: az egységdíj a mempool mérete alapján lesz megbecsülve

source: Merge duplicate outputs
cs_cz: Spojit duplicitní výstupy
de_de: Doppelte Ausgaben zusammenführen
hu_hu: Duplikált kimenetek összevonása

source: Merge signatures from
cs_cz: Sloučit podpisy z
de_de: Führe Signaturen zusammen von
hu_hu: Aláírások egyesítése

source: Merge transaction outputs that pay to the same address into a single output that pays the sum of the original amounts.
cs_cz: Sloučení výstupů transakcí, které se vyplácejí na stejnou adresu, do jednoho výstupu, který vyplácí součet původních částek.
de_de: Führen Sie Transaktionsausgänge, die an dieselbe Adresse gezahlt werden, zu einem einzigen Ausgang zusammen, der die Summe der ursprünglichen Beträge auszahlt.
hu_hu: Összevonja az ugyanarra a címre fizető tranzakció kimeneteket, egyetlen olyan kimenetté, ami az eredeti összegek együttes értéke.

source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet

source: Message encryption, decryption and signing are currently not supported for {}
cs_cz: Šifrování, dešifrování a podepisování zpráv není aktuálně podporováno pro {}
de_de: Nachrichtenverschlüsselung, -entschlüsselung und -unterzeichnung werden derzeit nicht unterstützt für {}
hu_hu: A {} jelenleg nem támogatja üzenetek titkosítását, visszafejtését és aláírását.

source: Method
cs_cz: Metoda
de_de: Methode
hu_hu: Módszer

source: Minimum required amount: {}
cs_cz: Minimální požadovaná částka: {}
de_de: Erforderlicher Mindestbetrag: {}
hu_hu: A minimum szükséges összeg: {}

source: Mining Fee
cs_cz: Těžební Poplatek
de_de: Miner-Gebühr
hu_hu: Bányászat díja

source: Mining fee
cs_cz: Poplatek za těžbu
de_de: Mining-Vergütung
hu_hu: Bányászat díja
