Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Enter a descriptive name for your multisig account. You should later be able to use the name to uniquely identify this multisig account
cs_cz: Zadejte popisný název pro váš multisig účet. Měli byste později být schopni tento název použít k jedinečné identifikaci tohoto multisig účtu.
de_de: Geben Sie einen aussagekräftigen Namen für Ihr Multisig-Konto ein. Sie sollten später in der Lage sein, den Namen zur eindeutigen Identifizierung dieses Multisig-Kontos zu verwenden.
hu_hu: Adj meg egy jó leíró nevet a társ-aláírós fiókhoz. A későbbiekben be kell tudnod azonosítanod ezt a konkrét társ-aláírós fiókot a név alapján.

source: Enter a label to name your device:
cs_cz: Zadejte název pro pojmenování zařízení:
de_de: Geben Sie einen Namen zur Beschreibung des Geräts ein:
hu_hu: Adj meg egy címkét az eszköz elnevezéséhez:

source: Enter a list of Bitcoin addresses (this will create a watching-only wallet), or a list of private keys.
cs_cz: Vložte seznam Bitcoinových adres (vytvoření peněženky pouze na prohlížení) nebo seznam privátních klíčů.
de_de: Geben Sie eine Liste von Bitcoin-Adressen (die erstellte Geldbörse ist dann nur lesbar) oder von privaten Schlüsseln ein.
hu_hu: Adj meg Bitcoin címeket (ez egy figyelő-tárcát hoz létre), vagy titkos kulcsokat.

source: Enter a list of outputs in the 'Pay to' field.
cs_cz: Zadejte seznam výstupů do pole 'Komu'.
de_de: Geben Sie in das "Zahle An"-Feld eine Liste von Ausgängen ein.
hu_hu: Írd be a Bitcoin címeket a "Pénzküldés ide" mezőbe.

source: Enter a new PIN for your {}:
cs_cz: Zadejte nový PIN pro {}:
de_de: Geben Sie eine neue PIN für Ihr {} ein:
hu_hu: Adj meg egy új PIN kódot a {} eszköznek:

source: Enter a new password below.
cs_cz: Níže zadejte nové heslo.
de_de: Geben Sie unten das neue Passwort ein.
hu_hu: Adj meg egy új jelszót.

source: Enter a passphrase to generate this wallet. Each time you use this wallet your {} will prompt you for the passphrase. If you forget the passphrase you cannot access the bitcoins in the wallet.
cs_cz: Pro vytvoření této peněženky, zadejte bezpečnostní frázi. Při každém použití této peněženky vás {} vyzve k zadání bezpečnostní fráze. Pokud zapomenete bezpečnostní frázi, nemůžete získat přístup k bitcoinům v peněžence.
de_de: Geben Sie eine Passphrase ein, um die Geldbörse zu generieren. Bei jeder Nutzung der Geldbörse werden Sie nach der Passphrase gefragt. Wenn Sie sie vergessen, können Sie nie wieder auf die Bitcoins in der Geldbörse zugreifen.
hu_hu: Adj meg egy kulcsszöveget a pénztárca létrehozásához. Minden alkalommal, amikor ezt a tárcát használod, a {} kérni fogja a kulcsszöveget Ha elfelejted, akkor nem fogsz tudni hozzáférni a tárcában lévő bitcoinokhoz.

source: Enter addresses
cs_cz: Zadejte adresy
de_de: Adressen eingeben
hu_hu: Add meg a címeket

source: Enter cosigner key
cs_cz: Zadejte klíč spolupodepisovatele
de_de: Geben Sie den Schlüssel des Mitsignierers ein
hu_hu: Több-aláíró kulcs megadása

source: Enter cosigner seed
cs_cz: Zadejte seed spolupodepisovatele
de_de: Geben Sie die Seed des Mitsignierers ein
hu_hu: Társ-aláíró mag megadása

source: Enter or scan into authenticator app. Then authenticate below
cs_cz: Zadejte nebo naskenujte do aplikace authenticator. Poté proveďte níže uvedené ověření
de_de: Geben Sie die Authentifizierungs-App ein oder scannen Sie sie ein. Dann authentifizieren Sie sich unten
hu_hu: Írd be vagy olvasd be a hitelesítő alkalmazással. Majd hitelesíts alább

source: Enter passphrase on device?
cs_cz: Zadat bezpečnostní frázi na zařízení?
de_de: Passphrase auf dem Gerät eingeben?
hu_hu: Kulcsszöveg megadása az eszközön?

source: Enter password:
cs_cz: Zadejte heslo:
de_de: Passwort eingeben:
hu_hu: Írj be egy jelszót:

source: Enter private keys
cs_cz: Zadejte soukromé klíče
de_de: Private Schlüssel eingeben
hu_hu: Add meg a titkos kulcsokat

source: Enter private keys to sweep coins from:
cs_cz: Zadejte soukromé klíče k přesunutí mincí z:
de_de: Geben Sie private Schlüssel ein, um Münzen zu entfernen von:
hu_hu: Privát kulcsok megadása, melyekről a begyűjtés történjen:

source: Enter seed
cs_cz: Zadejte seed

source: Enter the amount you want to send
cs_cz: Zadejte částku, kterou chcete poslat
de_de: Gib den Betrag ein, den du senden möchtest
hu_hu: Írd be a küldeni kívánt összeget

source: Enter the master private key beginning with xprv:
cs_cz: Zadejte hlavní soukromý klíč začínající na xprv:
de_de: Geben Sie den privaten Generalschlüssel (beginnt mit xprv) ein:
hu_hu: Add meg az "xprv" kezdetű titkos mesterkulcsot:

source: Enter the passphrase to unlock this wallet:
cs_cz: Pro odemknutí této peněženky zadejte bezpečnostní frázi:
de_de: Geben Sie die Passphrase ein, um die Geldbörse zu entsperren:
hu_hu: Add meg a kulcsszöveget a tárca feloldásához:

source: Enter the password used when the backup was created:
cs_cz: Zadejte heslo použité při tvorbě zálohy:
de_de: Geben Sie das Passwort ein, mit dem das Backup erstellt wurde:
hu_hu: Add meg a biztonsági mentés létrehozásakor használt jelszót:

source: Enter the recovery words by pressing the buttons according to what the device shows on its display. You can also use your NUMPAD. Press BACKSPACE to go back a choice or word.
cs_cz: Zadejte obnovovací slova stisknutím tlačítek podle toho, co zařízení zobrazuje na displeji. Můžete také použít svůj NUMPAD. Stiskněte BACKSPACE a vrátíte se o krok nebo slovo zpět.
de_de: Geben Sie die Wiederherstellungsworte ein, indem Sie die Buttons entsprechend der Anzeige auf dem Gerät betätigen. Sie können auch das Numpad verwenden. Verwenden Sie die Rücktaste um zum vorherigen Wort zurückzukehren.
hu_hu: Add meg a visszaállításhoz szükséges szavakat (mag). Az eszköz kijelzőjén láthatod majd, hogy melyik gombokat kell megnyomnod. A bevitelhez használhatod a Numpad gombjait is. A Backspace gombbal visszaléphetsz az előző szóra.

source: Enter the seed for your 2-factor wallet:
cs_cz: Zadejte seed pro vaši 2-faktorovou peněženku:
de_de: Geben Sie die Seed für Ihre Zwei-Faktor-Geldbörse ein:
hu_hu: Add meg a kétfaktoros pénztárcához tartozó magot:

source: Enter their master private key (xprv) if you want to be able to sign for them.
cs_cz: Zadejte jejich hlavní soukromý klíč (xprv), jestli za ně chcete podepisovat.
de_de: Geben Sie den privaten Generalschlüssel (xprv) ein, wenn Sie für sie signieren wollen.
hu_hu: Vagy add meg a titkos mesterkulcsukat (xprv), ha szeretnél nevükben is aláírni.

source: Enter your BIP39 mnemonic:
cs_cz: Zadejte svůj mnemotechnický kód BIP39:
de_de: Geben Sie Ihr BIP39-Mnemonic ein:
hu_hu: Írd be a BIP39 magot (12/24 szó):

source: Enter your Digital Bitbox password:
cs_cz: Zadajte heslo vašeho Digital Bitboxu:
de_de: Geben Sie Ihr Digital-Bitbox-Passwort ein:
hu_hu: Írd be Digital Bitbox jelszavát:

source: Enter your PIN (digits 1-9):
cs_cz: Zadejte váš PIN (čísloce 1-9):
de_de: Geben Sie Ihre PIN ein (Zahlen 1-9):
hu_hu: Add meg PIN kódot (számok 1-től 9-ig):

source: Enter your current {} PIN:
cs_cz: Zadejte svůj aktuální PIN {}:
de_de: Geben Sie Ihre aktuelle {}-PIN ein:
hu_hu: Add meg a {} PIN kódját:

source: Enter your password to unlock your wallet:
cs_cz: Pro odemknutí vaší peněženky zadejte své heslo:

source: Erase the Digital Bitbox
cs_cz: Smazat Digital Bitbox
de_de: Digital-Bitbox zurücksetzen
hu_hu: Digital Bitbox törlése

source: Error
cs_cz: Chyba
de_de: Fehler
hu_hu: Hiba

source: Error adding payment request
cs_cz: Chyba při přidávání žádosti o platbu
de_de: Fehler beim Hinzufügen der Zahlungsanfrage
hu_hu: Hiba történt a fizetési kérelem hozzáadásakor

source: Error combining partial transactions
cs_cz: Chyba při kombinování dílčích transakcí
de_de: Fehler beim Kombinieren von Teiltransaktionen
hu_hu: Hiba a részleges tranzakciók kombinálása közben

source: Error connecting to server
cs_cz: Chyba při připojování k serveru
de_de: Fehler beim Verbinden zum Server
hu_hu: Nem lehet csatlakozni a szerverhez

source: Error connecting to {} server
cs_cz: Chyba při připojení k serveru {}
de_de: Fehler beim Verbinden zum Server {}
hu_hu: Hiba a {} szerverhez való csatlakozás közben

source: Error creating payment request
cs_cz: Při vytváření požadavku na platbu došlo k chybě
de_de: Fehler beim Erstellen der Zahlungsanfrage
hu_hu: Hiba a fizetési kérelem létrehozása során

source: Error getting TrustedCoin account info.
cs_cz: Chyba při získávání informací o účtu TrustedCoin.
de_de: Fehler beim Abrufen der TrustedCoin-Kontoinformationen.
hu_hu: Hiba a TrustedCoin fiók információ lekérdezése közben.

source: Error getting transaction from network
cs_cz: Chyba při načítání transakce ze sítě
de_de: Fehler beim Abruf der Transaktionen aus dem Netzwerk
hu_hu: Hiba a tranzakció lekérdezése közben

source: Error joining partial transactions
cs_cz: Chyba při spojování dílčích transakcí
de_de: Fehler beim Verbinden von Teiltransaktionen
hu_hu: Hiba a részleges tranzakciók összekapcsolása közben

source: Error opening file
cs_cz: Při otevírání souboru došlo k chybě
de_de: Fehler beim Öffnen der Datei
hu_hu: Hiba a fájl megnyitása közben

source: Error parsing LNURL
cs_cz: Při analýze LNURL došlo k chybě
de_de: Fehler beim Analysieren der LNURL
hu_hu: Hiba az LNURL elemzése közben

source: Error parsing Lightning invoice
cs_cz: Chyba při zpracování Lightning faktury
de_de: Fehler beim Analysieren der Lightning-Rechnung
hu_hu: Hiba a Lightning fizetési kérelem értelmezésekor

source: Error parsing URI
cs_cz: Chyba při analýze URI
de_de: Fehler beim Einlesen der URI
hu_hu: Hiba az URI elemzése közben

source: Error saving file
cs_cz: Chyba při ukládání souboru

source: Error scanning devices
cs_cz: Chyba skenovácího zařízení
de_de: Fehler beim Suchen nach Geräten
hu_hu: Hiba az eszközök keresése közben

source: Error showing address
cs_cz: Chyba při zobrazování adresy
de_de: Fehler beim Anzeigen der Adresse
hu_hu: Hiba a cím megjelenítése közben

source: Error starting Electrum
cs_cz: Při spouštění Electrum nastala chyba

source: Error synchronising labels
cs_cz: Chyba při synchronizaci štítků
de_de: Fehler beim Synchronisieren der Beschreibungen
hu_hu: Hiba a címkék szinkronizálása közben

source: Error: Account discovery failed.
cs_cz: Chyba: Zjištění účtu se nezdařilo.
de_de: Fehler: Kontoerkennung fehlgeschlagen.
hu_hu: Hiba: A fiók felfedezése nem sikerült.

source: Estimate
cs_cz: Odhad
de_de: Schätzung
hu_hu: Nagyjából

source: Existing Connections:
cs_cz: Stávající připojení:

source: Exit Electrum
cs_cz: Ukončit Electrum
de_de: Electrum beenden
hu_hu: Electrum bezárása

source: Expiration period of your request.
cs_cz: Doba platnosti vaší žádosti.
de_de: Ablaufzeitraum Ihrer Anfrage.
hu_hu: A kérelem lejárati ideje.

source: Expiration time
cs_cz: Doba platnosti
de_de: Ablaufzeit
hu_hu: Lejárati idő

source: Expired
cs_cz: Expirované
de_de: Abgelaufen
hu_hu: Lejárt

source: Expires
cs_cz: Expiruje
de_de: Läuft ab
hu_hu: Lejárat

source: Expiry
cs_cz: Platnost
de_de: Verfallzeit
hu_hu: Lejárat

source: Export
cs_cz: Exportovat
de_de: Exportieren
hu_hu: Exportálás

source: Export History
cs_cz: Exportovat Historii
de_de: Transaktionsverlauf exportieren
hu_hu: Előzmények exportálása

source: Export backup
cs_cz: Exportovat zálohu
de_de: Backup exportieren
hu_hu: Biztonsági mentés exportálása

source: Export invoices
cs_cz: Exportovat faktury
de_de: Rechnen exportieren
hu_hu: Számlák exportálása

source: Export multisig for Coldcard as file
cs_cz: Exportovat multisig pro Coldcard jako soubor
de_de: Multisig für Coldcard als Datei exportieren
hu_hu: Társaláírós exportálása Coldcardhoz, fájlként

source: Export multisig to Coldcard via USB
cs_cz: Exportovat multisig do Coldcard přes USB
de_de: Multisig über USB auf Coldcard exportieren
hu_hu: Társaláírós exportálása Coldcardhoz, USB-n

source: Export requests
cs_cz: Exportovat žádosti
de_de: Anfragen exportieren
hu_hu: Kérelmek exportálása

source: Exposing a single private key can compromise your entire wallet!
cs_cz: Zveřejnění jediného soukromého klíče může ohrozit Vaší peněženku!
de_de: Das Herausgeben eines privaten Schlüssels kann die gesamte Geldbörse kompromittieren!
hu_hu: A titkos kulcsod felfedése az egész tárcád elvesztésével járhat!

source: Extend this seed with custom words
cs_cz: Rozšířit tento seed o vlastní slova
de_de: Den Seed mit selbst ausgewählten Wörtern verlängern
hu_hu: Mag meghosszabbítása saját szavakkal

source: Extend wallet keystore
cs_cz: Prodloužit keystore peněženky

source: Failed
cs_cz: Neúspěšné
de_de: Fehlgeschlagen
hu_hu: Sikertelen

source: Failed HTLCs
cs_cz: Selhaly HTLC
de_de: Gescheiterte HTLCs
hu_hu: Sikertelen HTLC-k

source: Failed to create connection
cs_cz: Selhalo vytvoření připojení

source: Failed to display QR code.
cs_cz: Zobrazení QR kódu se nezdařilo.
de_de: Fehler beim Anzeigen des QR-Codes.
hu_hu: A QR-kód nem jeleníthető meg.

source: Failed to export to file.
cs_cz: Export do souboru se nezdařil.
de_de: Fehler beim Dateiexport.
hu_hu: Hiba az exportálás során.

source: Failed to import from file.
cs_cz: Import ze souboru se nezdařil.
de_de: Fehler beim Dateiimport.
hu_hu: Hiba az importálás során.

source: Failed to open image file.
cs_cz: Otevření obrazového souboru selhalo.

source: Failed to parse 'Pay to' line
cs_cz: Nepodařilo se analyzovat řádek „Zaplatit“
de_de: Analyse der 'Bezahlen an'-Zeile fehlgeschlagen
hu_hu: Nem sikerült a "Pénzküldés ide" sor értelmezése

source: Failed to register multisig account configuration on BitBox02
cs_cz: Selhala registrace multisig astavení účtu na BitBox02
de_de: Die Registrierung der Multisig -Kontokonfiguration auf BitBox02 ist fehlgeschlagen
hu_hu: A több-aláírós fiók konfigurációjának regisztrációja nem sikerült a BitBox02-n

source: Failed to take screenshot.
cs_cz: Pořízení snímku obrazovky se nezdařilo.
de_de: Screenshot konnte nicht erstellt werden.
hu_hu: Képernyőkép készítése sikertelen.

source: Failed to update password
cs_cz: Aktualizace hesla se nezdařila
de_de: Passwort konnte nicht geändert werden
hu_hu: Jelszó frissítése sikertelen

source: Fallback address
cs_cz: Záložní adresa
de_de: Rückfalladresse
hu_hu: Kiváltó cím

source: False
cs_cz: Ne
de_de: Falsch
hu_hu: Nem

source: Fatal
cs_cz: Fatální
hu_hu: Végzetes

source: Features
cs_cz: Funkce
hu_hu: Jellemzők

source: Fee
cs_cz: Poplatek
de_de: Gebühr
hu_hu: Tranzakciós díj

source: Fee budget exceeded
cs_cz: Rozpočet poplatku byl překročen
de_de: Gebührenbudget überschritten

source: Fee estimates not available. Please set a fixed fee or feerate.
cs_cz: Odhad poplatku není k dispozici. Nastavte prosím pevný poplatek nebo jeho sazbu.

source: Fee for child
cs_cz: Poplatek za dítě
de_de: Gebühr für Child-Transaktion
hu_hu: Másodlagos tranzakció díja

source: Fee policy
cs_cz: Politika poplatků

source: Fee rounding
cs_cz: Zaokrouhlování poplatku
de_de: Gebühren-Rundung
hu_hu: Tranzakciós díj kerekítés

source: Fee target
cs_cz: Cíl poplatku
de_de: Gebührenziel
hu_hu: Megcélzott díj

source: Fee: {}
cs_cz: Poplatek: {}
de_de: Gebühr: {}
hu_hu: Díj: {}

source: Feerate
cs_cz: Sazba poplatku

source: Feerate: the fee slider uses static feerate values
cs_cz: Sazba poplatku: posuvník poplatku používá statické hodnoty sazby poplatku

source: Fees are paid by the sender.
cs_cz: Poplatky platí odesílatel.
de_de: Die Gebühren werden vom Absender bezahlt.
hu_hu: A díjakat a küldő fizeti.

source: Fetching Bitcoin Paper...
cs_cz: Získávání bitcoinového papíru...

source: Fiat balance
cs_cz: Fiat zůstatek
de_de: Fiat Kontostand
hu_hu: Fiat egyenleg

source: Fiat currency
cs_cz: Fiat měny
de_de: Fiat-Währung
hu_hu: Fiat pénznem

source: Fiat incoming
cs_cz: Fiat přichozí
de_de: Fiat eingehend
hu_hu: Beérkező Fiat

source: Fiat outgoing
cs_cz: Fiat odchozí
de_de: Fiat ausgehend
hu_hu: Kimenő Fiat

source: File
cs_cz: Soubor
de_de: Datei
hu_hu: Fájl

source: File Backup
cs_cz: Soubor zálohy
de_de: Datei-Backup
hu_hu: Biztonsági mentés fájl

source: File created
cs_cz: Soubor vytvořen
de_de: Datei erstellt
hu_hu: Fájl létrehozva

source: File not found
cs_cz: Soubor nebyl nalezen
de_de: Datei nicht gefunden
hu_hu: Fájl nem található

source: File saved successfully
cs_cz: Soubor byl úspěšně uložen

source: Filter by Date
cs_cz: Filtrovat podle Data
de_de: Nach Datum filtern
hu_hu: Szűrés dátum alapján

source: Find
cs_cz: Hledat
de_de: Suche
hu_hu: Keresés

source: Finish
cs_cz: Dokončit
de_de: Fertigstellen
hu_hu: Befejezés

source: Firmware Version
cs_cz: Verze firmwaru
hu_hu: Firmware verzió

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
cs_cz: Verze firmwaru (nebo aplikace „Bitcoin“) je příliš stará na podporu Segwit adres. Aktualizujte ho prosím na
de_de: Firmware-Version (oder "Bitcoin" App) zu alt, um Segwit zu unterstützen. Bitte updaten:
hu_hu: Az eszköz firmware-je (vagy a "Bitcoin" alkalmazás) túl régi, a Segwit-et nem támogatja. Kérjük frissítsd:

source: Firmware version too old.
cs_cz: Verze firmwaru je příliš stará.
de_de: Firmware-Version ist zu alt.
hu_hu: A firmware verzió túl régi.

source: Firmware version too old. Please update at
cs_cz: Firmware je příliš starý. Prosím aktualizujte na
de_de: Firmware-Version zu alt. Bitte updaten:
hu_hu: Az eszköz firmware-je túl régi. Kérjük frissítsd:

source: Fixed rate
cs_cz: Fixní sazba
de_de: Fixe Gebühr
hu_hu: Fix egységdíj

source: Follow this branch
cs_cz: Následovat tuto větev
de_de: Diesem Zweig folgen
hu_hu: Ennek az ágnak a követése

source: For CoinJoin; strip privates
cs_cz: Pro CoinJoin; odeberte privátní
de_de: Für CoinJoin; privates entfernen
hu_hu: CoinJoin-hoz; privát adatok nélkül

source: For Electrum to recognize external packages, you need to run it from source.
cs_cz: Aby Electrum rozpoznalo externí balíčky, musíte jej spustit ze zdrojového kódu.

source: For Lightning requests, payments will not be accepted after the expiration.
cs_cz: U lightning požadavků nebudou platby po vypršení platnosti přijímány.
de_de: Lightning-Zahlungsaufforderungen können nach Ablauf der Frist nicht mehr bezahlt werden.
hu_hu: A Lightning kérelmekhez tartozó kifizetések, a lejárati idő után nem kerülnek elfogadásra.

source: For hardware device; include xpubs
cs_cz: Pro hardwarové zařízení; zahrnout xpuby
de_de: Für Hardware-Geräte; xpubs hinzufügen
hu_hu: Hardver eszközhöz, XPUB beleértve

source: For more information, visit
cs_cz: Pro více informací navštivte
de_de: Mehr Informationen auf
hu_hu: További információért keresd fel az alábbi weblapot:

source: For on-chain requests, the address gets reserved until expiration. After that, it might get reused.
cs_cz: U on-chain požadavků bude adresa vyhrazena až do vypršení platnosti. Poté by se mohla znovu použít.
de_de: Bei on-chain-Zahlungsaufforderungen wird die Adresse bis zum Ablauf der Gültigkeit reserviert. Danach kann sie wiederverwendet werden.
hu_hu: A blokkláncra vonatkozó kérelmeknél, a cím fenntartásra kerül a lejárati időpontig. Aztán megeshet, hogy újra felhasználásra kerül.

source: For scanning QR codes.
cs_cz: Pro skenování QR kódů.
de_de: Für das Scannen von QR-Codes.
hu_hu: QR-kódok olvasásához.

source: For security reasons we advise that you always use the latest version of Electrum.
cs_cz: Z bezpečnostních důvodů doporučujeme, abyste vždy používali nejnovější verzi Electrum.
de_de: Aus Sicherheitsgründen empfehlen wir, dass Sie stets die aktuelle Version von Electrum nutzen.
hu_hu: Biztonsági okokból ajánlott mindig az Electrum legújabb verzióját használni.

source: Force-close
cs_cz: Vynuceně zavřít
de_de: Zwangsschließung
hu_hu: Kényszerített lezárás

source: Force-close CSV delay imposed on them
cs_cz: Vynutit uzavření CSV zpoždění na ně uvaleného
de_de: Ihnen wurde eine CSV-Verzögerung beim erzwungenen Schließen auferlegt
hu_hu: Kényszerített lezárás CSV késleltetés alkalmazva rajtuk

source: Force-close CSV delay imposed on us
cs_cz: Vynutit uzavření CSV zpoždění na nás uvaleného
de_de: Uns wurde eine CSV-Verzögerung beim erzwungenen Schließen auferlegt
hu_hu: Kényszerített lezárás CSV késleltetés alkalmazva rajtunk

source: Force-close channel
cs_cz: Vynutit zavření kanálu
de_de: Erzwinge Kanal-Schließung
hu_hu: Csatorna kényszerített lezárása

source: Force-close channel?
cs_cz: Vynutit zavření kanálu?
de_de: Erzwinge Kanal-Schließung?
hu_hu: Kényszerítetten lezárod a csatornát?

source: Fork detected at block {0}
cs_cz: Fork rozpoznán na bloku {}

source: Fork detection disabled
cs_cz: Rozpoznání forku zakázáno

source: Format
cs_cz: Formát
hu_hu: Formátum

source: Format: address, amount
cs_cz: Formát: adresa, částka
de_de: Format: Adresse, Menge
hu_hu: Formátum: cím, összeg

source: Forwarding
cs_cz: Přeposílání
de_de: Weiterleitung
hu_hu: Továbbítás

source: Freeze
cs_cz: Zmrazit
de_de: Sperren
hu_hu: Fagyasztás

source: Freeze Address
cs_cz: Zmrazit adresu
de_de: Adresse sperren
hu_hu: Cím lefagyasztása

source: Freeze Addresses
cs_cz: Zmrazit adresy
de_de: Adressen sperren
hu_hu: Címek lefagyasztása

source: Freeze Coin
cs_cz: Zmrazit minci
de_de: Coin sperren
hu_hu: Érme lefagyasztása

source: Freeze Coins
cs_cz: Zmrazit mince
de_de: Coins sperren
hu_hu: Érmék lefagyasztása

source: Freeze for receiving
cs_cz: Zmrazení pro přijímání
de_de: Zum empfangen sperren
hu_hu: Befagyasztás fogadáshoz

source: Freeze for sending
cs_cz: Zmrazení pro odesílání
de_de: Zum senden sperren
hu_hu: Befagyasztás küldéshez

source: French
cs_cz: Francouzsky
de_de: Französisch
hu_hu: Francia

source: From
cs_cz: Od
de_de: Von
hu_hu: Kezdő dátum

source: From channel
cs_cz: Z kanálu
de_de: Von Kanal
hu_hu: Csatornáról

source: From {0} cosigners
cs_cz: Od {0} spolupodepisujících
de_de: Von {0} Mitsignierern
hu_hu: {0} társ-aláírótól

source: Frozen
cs_cz: Zmrazeno
de_de: Deaktiviert
hu_hu: Befagyasztott

source: Fulfilled HTLCs
cs_cz: Splněné HTLC
de_de: Erfüllte HTLCs
hu_hu: Teljesített HTLC-k

source: Full 2FA enabled. This is not supported yet.
cs_cz: Zapnuta úplná 2FA. To zatím není podporováno.
de_de: Vollständige 2FA aktiviert. Das wird noch nicht unterstütz.
hu_hu: A teljes kétfaktoros hitelesítés engedélyezve van. Ez még nem támogatott.

source: Fully spend
cs_cz: Plně utratit
de_de: Vollständig gezahlt
hu_hu: Elköltés teljesen

source: Funded
cs_cz: Financované
de_de: Finanziert
hu_hu: Pozitív egyenlegű

source: Funded or Unused
cs_cz: Financováno nebo nevyužito
de_de: Finanziert oder nicht verwendet
hu_hu: Pozitív egyenlegű vagy nem használt

source: Funding Outpoint
cs_cz: Financování outpointu
de_de: Finanzierungs-Outpoint
hu_hu: Létrehozási pont

source: Funding transaction
cs_cz: Transakce financování
de_de: Finanzierungstransaktion
hu_hu: Finanszírozó tranzakció

source: Funds in this channel will not be recoverable from seed until they are swept back into your wallet, and might be lost if you lose your wallet file.
cs_cz: Prostředky v tomto kanálu nebudou obnovitelné ze seedu, dokud nebudou zaslány zpět do vaší peněženky, a mohou být ztraceny, pokud ztratíte soubor peněženky.
de_de: Die Gelder in diesem Kanal können nicht mithilfe eines Seeds wiederhergestellt werden, bis sie in Ihre Geldbörse zurückgeschickt werden, und können verloren gehen, wenn Sie Ihre Geldbörse-Datei verlieren.
hu_hu: Az ezen a csatornán lévő összegek nem lesznek helyreállíthatók a magból, mígnem külön begyűjtöd a tárcádba. Akár el is veszhetnek, ha elveszíted a tárca fájlodat.

source: Generate a new random wallet
cs_cz: Vytvořit novou náhodnou peněženku
de_de: Neue zufällige Geldbörse generieren
hu_hu: Új véletlenszerű tárca létrehozása

source: German
cs_cz: Němčina
de_de: Deutsch
hu_hu: Német

source: Get wallet address
cs_cz: Získat adresu peněženky
de_de: Wallet-Adresse erhalten

source: Go online to complete wallet creation
cs_cz: Připojte se online pro dokončení tvorby peněženky
de_de: Gehen Sie online, um die Geldbörse-Erstellung abzuschließen
hu_hu: Csatlakozz az internethez a tárca létrehozás befejezéséhez
