Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Please briefly describe what led to the error (optional):
cs_cz: Prosím, stručně popište, co vedlo k chybě (volitelné):
de_de: Bitte beschreiben Sie kurz, was zum Fehler geführt hat (optional):
hu_hu: Írd le nagyjából, hogy mi vezetett ehhez a hibához (nem kötelező):

source: Please check your relays and network connection
cs_cz: Zkontrolujte prosím vaše přenosové body a připojení k síti
de_de: Bitte überprüfen Sie Ihre Relais und Netzwerkverbindung
hu_hu: Ellenőrizd a továbbítókat és az internetkapcsolatot

source: Please check your {} device
cs_cz: Zkontrolujte prosím své zařízení {}
de_de: Bitte überprüfe dein {} Gerät
hu_hu: Ellenőrizd a {} eszközödet

source: Please choose a provider from this list.
cs_cz: Zvolte prosím poskytovatele z tohoto seznamu.

source: Please confirm
cs_cz: Prosím, potvrďte
de_de: Bitte bestätigen
hu_hu: Megerősítés

source: Please confirm signing the message with your Jade device...
cs_cz: Potvrďte prosím podepsání zprávy s vaším Jade zařízením...
de_de: Bitte bestätigen Sie die Signierung der Nachricht mit Ihrem Jade Hardware-Gerät...
hu_hu: Hagyd jóvá az üzenet aláírását a Jade eszközön...

source: Please confirm the multisig wallet details on your Jade device...
cs_cz: Potvrďte prosím detaily vícepodpisové peněženky na vašem Jade zařízení...
de_de: Bitte bestätigen Sie die Multisignaturgeldbörsen-Details auf Ihrem Jade Hardware-Gerät...
hu_hu: Hagyd jóvá a több-aláírós tárca adait a Jade eszközön...

source: Please confirm the transaction details on your Jade device...
cs_cz: Potvrďte prosím detaily platby na vašem Jade zařízení...
de_de: Bitte bestätigen Sie die Transaktions-Details auf Ihrem Jade Hardware-Gerät...
hu_hu: Hagyd jóvá a tranzakció adait a Jade eszközön...

source: Please create a backup of your wallet file!
cs_cz: Vytvořte si zálohu souboru peněženky!
de_de: Bitte erstellen Sie ein Backup Ihrer Geldbörse-Datei!
hu_hu: Készíts biztonsági mentést a tárcafájlodról!

source: Please enable gossip
cs_cz: Prosím povolte gossipy
de_de: Bitte Gossip aktivieren
hu_hu: Engedélyezd a gossip adatok használatát

source: Please enter the master public key (xpub) of your cosigner.
cs_cz: Prosím, zadejte hlavní veřejný klíč (xpub) Vašeho spolupodepisovatele.
de_de: Bitte geben Sie den öffentlichen Generalschlüssel (xpub) des Mitsignierers ein.
hu_hu: Írd be a társ-aláíród nyilvános mesterkulcsát (xpub).

source: Please enter your Google Authenticator code
cs_cz: Zadejte prosím váš kód Google Authenticator
de_de: Bitte geben Sie den Google-Authenticator-Code ein
hu_hu: Írd be a Google Authenticator kódot

source: Please enter your Google Authenticator code:
cs_cz: Zadejte prosím svůj kód Google Authenticator:
de_de: Bitte geben Sie den Google-Authenticator-Code an:
hu_hu: Írd be a Google Authenticator kódot:

source: Please enter your master private key (xprv).
cs_cz: Prosím, vložte váš hlavní soukromý klíč (xprv).
de_de: Bitte geben Sie Ihren privaten Master-Schlüssel (xprv) ein.
hu_hu: Add be a titkos mesterkulcsodat (xprv).

source: Please enter your passphrase on the {} device
cs_cz: Zadejte svou bezpečnostní frázi na zařízení {}
de_de: Bitte geben Sie Ihre Passphrase auf dem {} Gerät ein
hu_hu: Add meg a kulcsszöveget a {} eszközön

source: Please enter your password
cs_cz: Vložte prosím heslo
de_de: Bitte Passwort eingeben
hu_hu: Írd be a jelszavadat

source: Please enter your seed phrase in order to restore your wallet.
cs_cz: Prosím zadejte váš seed pro obnovení vaší peněženky.
de_de: Bitte geben Sie Ihre Seed-Worte ein, um die Geldbörse wiederherzustellen.
hu_hu: Írd be a mag szavakat a tárcád visszaállításához.

source: Please insert your {}
cs_cz: Vložte prosím své zařízení {}
de_de: Bitte schließen Sie Ihr {} an
hu_hu: Kérjük dugd be a(z) {} eszközödet

source: Please note that channel backups cannot be used to restore your channels.
cs_cz: Upozorňujeme, že zálohy kanálů nelze použít k obnovení vašich kanálů.
de_de: Bitte beachten Sie, dass Kanal-Backups nicht zur Wiederherstellung Ihrer Kanäle verwendet werden können.
hu_hu: Ne felejtsd el, hogy a csatorna biztonsági mentés nem alkalmas a csatornáid visszaállítására.

source: Please remain online until the funding transaction is confirmed.
cs_cz: Zůstaňte prosím online, dokud nebude potvrzena transakce financování.
de_de: Bitte bleiben Sie online, bis die Finanzierungstransaktion bestätigt ist.
hu_hu: Maradj online, amíg a finanszírozó tranzakció megerősítésre kerül.

source: Please report any bugs as issues on github:<br/>
cs_cz: Chyby a problémy prosím hlaste přes github:<br/>
de_de: Bitte melden Sie Fehler oder Probleme bei GitHub:<br>
hu_hu: Kérjük jelentsd a hibákat az alábbi github oldalon:<br/>

source: Please report this issue manually
cs_cz: Nahlaste prosím tento problém ručně
de_de: Bitte melden Sie den Fehler manuell
hu_hu: Kérjük jelentsd ezt a hibát manuálisan

source: Please restart Electrum to activate the new GUI settings
cs_cz: Pro aktivaci změn prosím restartujte Electrum
de_de: Bitte Electrum neu starten um die GUI-Einstellungen zu übernehmen.
hu_hu: Indítsd újra az Electrumot az új beállítások aktiválásához.

source: Please save these {0} words on paper (order is important).
cs_cz: Zapište si prosím těchto {0} slov na papír (pořadí je důležité).
de_de: Bitte schreiben Sie diese {0} Wörter auf ein Blatt Papier (die Reihenfolge ist wichtig).
hu_hu: Írd le ezt a {0} szót egy papírra (a sorrend is fontos). Ezekre a szavakra a továbbiakban "mag"-ként hivatkozunk.

source: Please select a backup directory
cs_cz: Vyberte zálohovací adresář
de_de: Bitte wählen Sie ein Backup-Verzeichnis aus
hu_hu: Válassz egy biztonsági mentés könyvtárat

source: Please select which {} device to use:
cs_cz: Vyberte, které zařízení {} použít:
de_de: Bitte wählen Sie Ihr {}-Gerät:
hu_hu: Válaszd ki, hogy melyik {} eszközt szeretnéd használni:

source: Please sign and broadcast the funding transaction
cs_cz: Podepište a vyšlete transakci financování
de_de: Bitte unterzeichnen und senden Sie die Finanzierungstransaktion
hu_hu: Írd alá, és küldd el a fedezetet biztosító tranzakciót

source: Please type it here.
cs_cz: Zadejte ho prosím sem.
de_de: Bitte hier eingeben.
hu_hu: Írd be ide.

source: Please wait
cs_cz: Chvíli strpení
de_de: Bitte warten
hu_hu: Egy kis türelmet

source: Please wait while Electrum checks for available updates.
cs_cz: Počkejte prosím, než Electrum vyhledá dostupné aktualizace.
de_de: Bitte warten Sie, während Electrum auf Updates überprüft.
hu_hu: Kérjük várj amíg az Electrum ellenőrzi az elérhető frissítéseket.

source: Please wait...
cs_cz: Chvíli strpení...
de_de: Bitte warten...
hu_hu: Egy kis türelmet...

source: Plugin already installed.
cs_cz: Plugin je již nainstalován.

source: Plugins
cs_cz: Pluginy

source: Polish
cs_cz: Polština
de_de: Polnisch
hu_hu: Lengyel

source: Portuguese
cs_cz: Portugalština
de_de: Portugiesisch
hu_hu: Portugál

source: Portuguese (Brazil)
cs_cz: Portugalština (Brazílie)
de_de: Portugiesisch (Brasilien)
hu_hu: Portugál (Brazíliai)

source: Position in mempool: {}
cs_cz: Pozice v mempoolu: {}
de_de: Position im Mempool: {}
hu_hu: Pozíció a memóriahalmon: {}

source: Preferences
cs_cz: Nastavení
de_de: Einstellungen
hu_hu: Beállítások

source: Preimage
cs_cz: Předobraz

source: Preparing sweep transaction...
cs_cz: Příprava sweep transakce...
de_de: Bereite Sweep-Transaktion vor...
hu_hu: Begyűjtési tranzakció előkészítése...

source: Preparing to sign transaction ...
cs_cz: Příprava podepsání platby...
de_de: Signierung der Transaktion wird vorbereitet...
hu_hu: Tranzakció aláírásának előkészítése...

source: Preparing transaction inputs...
cs_cz: Příprava transakčních vstupů...
de_de: Transaktions-Eingänge werden vorbereitet...
hu_hu: Tranzakció bemeneteinek előkészítése...

source: Preparing transaction...
cs_cz: Příprava transakce...
de_de: Bereite Transaktion vor...
hu_hu: Tranzakció előkészítése...

source: Preserve payment
cs_cz: Zachovat platbu
de_de: Zahlung sichern
hu_hu: Kifizetés megtartása

source: Press 'Finish' to create/focus window.
cs_cz: Klepnutím na tlačítko „Dokončit“ vytvoříte/zaměříte okno.
de_de: Klicken Sie auf „Fertig stellen“, um das Fenster zu erstellen/fokussieren.
hu_hu: Kattints a "Befejezés" gombra a létrehozáshoz, ablak előtérbe hozásához.

source: Press 'Finish' to open this wallet.
cs_cz: Klepnutím na tlačítko „Dokončit“ otevřete tuto peněženku.
de_de: Klicken Sie auf „Fertig stellen“, um diese Geldbörse zu öffnen.
hu_hu: Kattints a "Befejezés" gombra a tárca megnyitásához.

source: Press 'Next' to choose device to decrypt.
cs_cz: Stisknutím tlačítka „Další“ vyberte zařízení, které chcete dešifrovat.
de_de: "Weiter" betätigen um ein Gerät zum Entschlüsseln auszuwählen.
hu_hu: Kattints a "Következő" gombra a visszafejtéshez használt eszköz kiválasztásához.

source: Press 'Next' to create this wallet, or choose another file.
cs_cz: Stiskněte 'Další' pro tvoření této peněženky nebo vyberte jiný soubor.
de_de: Drücke "Weiter" um diese Geldbörse zu erstellen oder wähle eine andere Datei.
hu_hu: Kattints a "Következő" gombra a pénztárca létrehozásához, vagy válassz egy fájlt ha szeretnél megnyitni egyet.

source: Prevent screenshots
cs_cz: Zamezit snímkům obrazovky

source: Preview
cs_cz: Náhled
de_de: Vorschau
hu_hu: Előnézet

source: Previous share
cs_cz: Předchozí podíl
de_de: Vorheriger Anteil
hu_hu: Előző rész

source: Privacy analysis
cs_cz: Analýza soukromí
de_de: Datenschutzanalyse
hu_hu: Adatvédelmi elemzés

source: Private key
cs_cz: Soukromý klíč
de_de: Privater Schlüssel
hu_hu: Titkos kulcs

source: Private keys
cs_cz: Soukromé klíče
de_de: Private Schlüssel
hu_hu: Titkos kulcsok

source: Private keys exported.
cs_cz: Soukromé klíče exportovány.
de_de: Private Schlüssel exportiert.
hu_hu: Titkos kulcsok exportálva.

source: Problem deleting wallet
cs_cz: Problém s mazáním peněženky
de_de: Problem beim Löschen der Geldbörse
hu_hu: Hiba a tárca törlése során

source: Proceed at your own risk.
cs_cz: Pokračujte na vlastní nebezpečí.
de_de: Auf eigene Gefahr verwenden.
hu_hu: Csak saját felelősségre folytasd.

source: Proxy password
cs_cz: Heslo proxy

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
cs_cz: Nastavení proxy je použito na všechna připojení: s Electrum servery, ale také se službami třetích stran.
de_de: Proxyeinstellungen werden auf alle Verbindungen angewendet, sowohl mit Electrum-Servern als auch mit Servern von Drittanbietern.
hu_hu: A proxy beállítások az összes kapcsolatra érvényesek: az Electrum szervereire, és a harmadik fél szolgáltatásaira is.

source: Proxy username
cs_cz: Uživatelské jméno proxy

source: Pubkey
cs_cz: Veřejný klíč

source: Public Key
cs_cz: Veřejný Klíč
de_de: Öffentlicher Schlüssel
hu_hu: Nyilvános kulcs

source: Public key
cs_cz: Veřejný klíč
hu_hu: Nyilvános kulcs

source: Public keys
cs_cz: Veřejné klíče
de_de: Öffentliche Schlüssel
hu_hu: Nyilvános kulcsok

source: QR Reader Error
cs_cz: Chyba čtečky QR
de_de: QR-Leser-Fehler
hu_hu: QR-kód olvasási hiba

source: QR code
cs_cz: QR kód
hu_hu: QR kód

source: QR code copied to clipboard
cs_cz: QR kód zkopírován do schránky
de_de: QR-Code in die Zwischenablage kopiert
hu_hu: QR-kód vágólapra másolva

source: QR code saved to file
cs_cz: QR kód uložen do souboru
de_de: QR-Code in Datei gespeichert
hu_hu: QR-kód elmentve ide:

source: QR code scanner failed to map video frame
cs_cz: Skener kódu QR nedokázal zmapovat snímek videa
de_de: QR-Code-Scanner kann Videobild nicht zuordnen
hu_hu: A QR-kód olvasónak nem sikerült a képkocka beolvasása

source: QR code scanner for video frame with invalid pixel format
cs_cz: Skener kódu QR pro snímek videa s neplatným formátem pixelů
de_de: QR-Code-Scanner für Video Bild mit ungültigem Pixelformat
hu_hu: A QR-kód olvasón a képkocka pixelformátuma érvénytelen

source: QR reader failed to load. This may happen if you are using an older version of PyQt.
cs_cz: Čtečku QR se nepodařilo načíst. K tomu může dojít, pokud používáte starší verzi PyQt.
de_de: Der QR-Reader konnte nicht geladen werden. Dies kann passieren, wenn Sie eine ältere Version von PyQt verwenden.
hu_hu: A QR-kód olvasó nem töltődött be. Ez akkor történhet, ha régebbi PyQt verziót használsz.

source: Question
cs_cz: Otázka
de_de: Frage
hu_hu: Kérdés

source: Quit
cs_cz: Ukončit
de_de: Beenden
hu_hu: Kilépés

source: REMEMBER THE PASSWORD!
cs_cz: PAMATUJTE SI HESLO!
de_de: Merken Sie sich das Passwort!
hu_hu: NE FELEJTSD EL EZT A JELSZÓT!

source: Raw
cs_cz: Zdrojová data
de_de: Roh
hu_hu: Nyers

source: Re-enter the new PIN for your {}. NOTE: the positions of the numbers have changed!
cs_cz: Znovu zadejte nový PIN pro {}. POZNÁMKA: pozice čísel se změnily!
de_de: Geben Sie die PIN für Ihr {} erneut ein Achtung: Die Position der Zahlen wurde geändert!
hu_hu: Írd be újra az új PIN kódot a {} eszközhöz. Figyelem: a számok elrendezése megváltozott!

source: Read QR code from file
cs_cz: Přečíst QR kód ze souboru

source: Read QR code from screen
cs_cz: Přečíst QR kód z obrazovky
de_de: QR-Code vom Bildschirm scannen
hu_hu: QR-kód beolvasása a képernyőről

source: Read QR code with camera
cs_cz: Přečíst QR kód pomocí fotoaparátu
de_de: QR-Code mit Kamera scannen
hu_hu: QR-kód beolvasása a kamerával

source: Read file
cs_cz: Načíst soubor
de_de: Datei lesen
hu_hu: Fájl olvasása

source: Read from microphone
cs_cz: Číst z mikrofonu
de_de: Liest vom Mikrofon ein
hu_hu: Beolvasás mikrofonról

source: Read text from file
cs_cz: Přečíst text ze souboru

source: Ready to encrypt for revealer {}.
cs_cz: Připraveno k zašifrování pro revealer {}.
de_de: Bereit zur Verschlüsselung für Revealer {}.
hu_hu: Készen áll a Revealer titkosításra: {}.

source: Realized capital gains
cs_cz: Realizované kapitálové zisky
de_de: Realisierte Kapitalgewinne
hu_hu: Realizált tőkenyereség

source: Really delete this wallet?
cs_cz: Opravdu vymazat tuto peněženku?
de_de: Diese Geldbörse wirklich löschen?
hu_hu: Biztosan törölni akarod ezt a tárcát?

source: Rebalance channels
cs_cz: Vybalancovat kanály
de_de: Kanäle rebalancieren
hu_hu: Csatornák egyenlegének átrendezése

source: Rebalance existing channels
cs_cz: Vybalancovat existující kanály
de_de: Vorhandene Kanäle rebalancieren
hu_hu: Meglévő csatornák egyenlegének átrendezése

source: Rebalance your channels in order to increase your sending or receiving capacity
cs_cz: Vybalancovat vaše kanály ke zvýšení vaší odesílací a přijímací kapacity
de_de: Rebalancieren Sie Ihre Kanäle, um die Sende- oder Empfangskapazität zu erhöhen
hu_hu: Rendezd át a csatornáid egyenlegét, hogy megnöveld a küldő- vagy fogadó kapacitást.

source: Rebalancing channels
cs_cz: Balancování kanálů
de_de: Kanäle werden rebalanciert
hu_hu: Csatornák újra feltöltése

source: Receive
cs_cz: Přijmout
de_de: Empfangen
hu_hu: Fogadás

source: Received unsupported output type during transaction signing: {} is not supported by the BitBox02
cs_cz: Při podepisování transakce byl přijat nepodporovaný typ výstupu: {} BitBox02 nepodporuje
de_de: Während der Transaktionssignierung wurde ein nicht unterstützter Ausgabetyp empfangen: {} wird von der BitBox02 nicht unterstützt
hu_hu: Nem támogatott kimenet típus érkezett a tranzakció aláírásakor: {} típust nem támogatja a BitBox02

source: Receiving
cs_cz: Přijímání
de_de: Eingehend
hu_hu: Fogadó

source: Receiving this payment will purchase a payment channel from your service provider. Service fees are deducted from the incoming payment.
cs_cz: Přijetím této platby zakoupíte platební kanál od vašeho poskytovatele služby. Z příchozí platby budou odečteny poplatky za službu.

source: Recipient of the funds
cs_cz: Příjemce prostředků

source: Recipient of the funds, after the cancellation time window has expired
cs_cz: Příjemce prostředků po vypršení platnosti časového okna zrušení

source: Recipient of the funds.
cs_cz: Příjemce financí.
de_de: Empfänger des Betrags.
hu_hu: A pénz címzettje.

source: Recover from a seed you have previously written down
cs_cz: Obnovte ze seedu, který jste si dříve zapsali
de_de: Von einer zuvor aufgeschriebenen Seed wiederherstellen
hu_hu: Visszaállítás egy korábbi magból

source: Recovery Plan ID
cs_cz: ID plánu obnovy

source: Recovery Transaction ID
cs_cz: ID transakce obnovení

source: Recovery transaction signing was not completed
cs_cz: Podepsání transakce obnovení nebylo dokončeno

source: Redeem Script
cs_cz: Načíst Script
de_de: Redeem-Skript

source: Refund transaction
cs_cz: Vrátit transakci
de_de: Rückerstattungstransaktion
hu_hu: Visszatérítés tranzakció

source: Related invoices
cs_cz: Související faktury
de_de: Verwandte Rechnungen
hu_hu: Kapcsolódó fizetési kérelmek

source: Relative locktime: {}
cs_cz: Relativní doba uzamčení: {}

source: Remote Node
cs_cz: Vzdálený Uzel
hu_hu: Távoli csomópont

source: Remote Node ID
cs_cz: ID vzdáleného uzlu
hu_hu: Távoli csomópont azonosítója

source: Remote balance
cs_cz: Vzdálený zůstatek
de_de: Remote-Guthaben
hu_hu: Távoli egyenleg

source: Remote dust limit
cs_cz: Vzdálený limit dustu
hu_hu: Távoli maradék korlát

source: Remote force-close CSV delay
cs_cz: Vzdálené zpoždění vynuceného uzavření CSV
de_de: CSV-Verzögerung beim erzwungenen entfernten Schließen
hu_hu: Távoli kényszerített lezárás CSV késleltetés

source: Remote peer ID
cs_cz: ID vzdáleného partnera
hu_hu: Távoli partner azonosító

source: Remote peer sent error [DO NOT TRUST]
cs_cz: Vzdálený peer odeslal chybu [NEDŮVĚŘOVAT]

source: Remote reserve:
cs_cz: Vzdálená rezerva:
hu_hu: Távoli tartalék:

source: Remove
cs_cz: Odstranit
de_de: Entfernen
hu_hu: Törlés

source: Remove channel backup?
cs_cz: Odebrat zálohu kanálu?
de_de: Kanal-Backup entfernen?
hu_hu: Csatorna biztonsági mentés eltávolítása?

source: Remove from bookmarks
cs_cz: Odebrat ze záložek
de_de: Aus Lesezeichen entfernen
hu_hu: Eltávolítás a könyvjelzők közül

source: Remove from coin control
cs_cz: Odstranit z ovládání mincí
de_de: Von Coin Control entfernen
hu_hu: Eltávolítás az érmekezelésből

source: Remove from wallet
cs_cz: Odstranit z peněženky
de_de: Von der Geldbörse entfernen
hu_hu: Eltávolítás a tárcából

source: Remove plugin '{}'?
cs_cz: Odebrat plugin '{}'?

source: Remove {} from your list of contacts?
cs_cz: Odstranit {} z vašeho seznamu kontaktů?
de_de: {} aus der Kontaktliste entfernen?
hu_hu: Eltávolítod {}-t a névjegyeid közül?

source: Report contents
cs_cz: Obsah zprávy
de_de: Inhalt der Meldung
hu_hu: Jelentés részletei

source: Reporting Bugs
cs_cz: Hlášení chyb
de_de: Fehler melden
hu_hu: Hibák jelentése

source: Request
cs_cz: Žádost

source: Request force-close
cs_cz: Vyžádat vynucené uzavření?
de_de: Zwangsschließung anfragen
hu_hu: Kényszerített lezárás kérelmezése

source: Request force-close from remote peer?
cs_cz: Vyžádat vynucené ukončení od vzdáleného partnera?
de_de: Zwangsschließung von der Gegenstelle anfordern?
hu_hu: Kényszerített lezárás kérése a távoli partnertől?

source: Request scheduled
cs_cz: Požadavek naplánován
de_de: Anfrage geplant
hu_hu: Kérelem ütemezve

source: Requested amount
cs_cz: Požadovaná částka
de_de: Angeforderter Betrag
hu_hu: Kért összeg

source: Requested channel capacity is over maximum.
cs_cz: Požadovaná kapacita kanálu přesahuje maximum.
de_de: Die angeforderte Kanalkapazität liegt über dem Maximum.
hu_hu: A csatorna kért kapacitása magasabb a maximumnál.

source: Requesting account info from TrustedCoin server...
cs_cz: Vyžaduji informace o účtu ze serveru TrustedCoin...
de_de: Kontoinformationen werden von TrustedCoin geladen...
hu_hu: Fiók információ lekérdezése a TrustedCoin szerverről...

source: Requesting swap invoice...
cs_cz: Žádání o fakturu swapu...
de_de: Swap-Rechnung wird angefordert...
hu_hu: Csereügylet számla lekérése...

source: Requesting {} channels...
cs_cz: Žádám o {} kanály(ů) ...
de_de: Fordere {} Kanäle an...
hu_hu: {} csatorna kérése...

source: Requestor
cs_cz: Žadatel
de_de: Antragsteller
hu_hu: Kérelmező

source: Requests
cs_cz: Žádosti
de_de: Anfragen
hu_hu: Kérelmek

source: Require {0} signatures
cs_cz: Vyžadovat {0} podpisů
de_de: Erfordert {0} Signaturen
hu_hu: Szükség legyen {0} aláírásra

source: Required package 'PIL' is not available - Please install it or use the Trezor website instead.
cs_cz: Požadovaný balíček „PIL“ není k dispozici - Nainstalujte jej, nebo místo toho použijte webovou stránku Trezoru.
de_de: Das notwendige Paket "PIL" ist nicht installiert. Bitte nutzen Sie die Trezor-Webseite.
hu_hu: A szükséges "PIL" programcsomag nem elérhető. Kérjük telepítsd fel, vagy használd a Trezor weboldalát.

source: Required package 'PIL' is not available - Please install it.
cs_cz: Požadovaný balíček „PIL“ není k dispozici - nainstalujte jej.
de_de: Das dazu benötigte "PIL"-Paket ist nicht installiert - Bitte installieren Sie es um die Funktion zu nutzen.
hu_hu: A szükséges "PIL" programcsomag nem elérhető. Kérjük telepítsd fel.

source: Requires
cs_cz: Požadavek
de_de: Benötigt
hu_hu: Szükséges

source: Rescan devices
cs_cz: Přeskenovat zařízení
de_de: Geräte neu scannen
hu_hu: Eszközök felderítése

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
hu_hu: Visszaállítás

source: Restore 2FA wallet
cs_cz: Obnovit 2FA peněženku
de_de: 2FA-Geldbörse wiederherstellen
hu_hu: Kétfaktoros pénztárca visszaállítása

source: Retrieving extended public key from hardware
cs_cz: Načítání rozšířeného veřejného klíče z hardwaru
de_de: Abrufen des erweiterten öffentlichen Schlüssels von der Hardware
hu_hu: Bővített nyilvános kulcs fogadása a hardverről

source: Retrieving extended public key from {} ({})
cs_cz: Načítání rozšířeného veřejného klíče z {} ({})
de_de: Abrufen des erweiterten öffentlichen Schlüssels von {} ({})
hu_hu: Bővített nyilvános kulcs fogadása:

source: Retry
cs_cz: Zkusit znovu
de_de: Wiederholen
hu_hu: Újra

source: Revealer - Printer calibration settings
cs_cz: Revealer - Kalibrační nastavení tiskárny
de_de: Revealer - Druckkalibrierungseinstellungen
hu_hu: Revealer - nyomtató kalibrálási beállítások

source: Revealer is a tool to encrypt your secrets visually.
cs_cz: Revealer je nástroj pro vizuální zašifrování vašich tajných kódů.

source: Revealer is based on the scheme 'Visual Cryptography' by Moni Naor and Adi Shamir.
cs_cz: Revealer je založen na schématu 'Visual Cryptography' od Moni Naor a Adiho Shamira.

source: Revealers starting with 0 are not secure due to a vulnerability.
cs_cz: Revealery začínající na 0 nejsou kvůli zranitelnosti bezpečené.
de_de: Revealer die mit einer 0 beginnen sind aufgrund einer Sicherheitslücke unsicher.
hu_hu: A 0-val kezdődő Revealer-ek nem biztonságosak egy sebezhetőség miatt.

source: Right side
cs_cz: Pravá strana
de_de: Rechte Seite
hu_hu: Jobb oldal

source: Romanian
cs_cz: Rumunština
de_de: Rumänisch
hu_hu: Román

source: Routing Hints
cs_cz: Tipy pro směrování
de_de: Routing-Hinweise
hu_hu: Útvonalválasztási tippek

source: Russian
cs_cz: Ruština
de_de: Russisch
hu_hu: Orosz

source: SLIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
cs_cz: SLIP39 seedy lze importovat do Electrum, takže uživatelé mají přístup k prostředkům uzamčeným v jiných peněženkách.
de_de: SLIP39-Seeds können in Electrum importiert werden, um Zugriff auf Mittel aus anderen Geldbörsen zu erhalten.
hu_hu: Lehetőség van SLIP39 magok importálására az Electrum tárcába, és ezáltal elérni más tárcákban tárolt összeget.

source: SLIP39 share
cs_cz: SLIP39 podíl
de_de: SLIP39-Anteil
hu_hu: SLIP39 rész

source: Safe-T Setup
cs_cz: Nastavení Safe-T
de_de: Safe-T Einrichtung
hu_hu: Safe-T beállítása

source: Save
cs_cz: Uložit
de_de: Speichern
hu_hu: Mentés

source: Save Cancellation Plan
cs_cz: Uložit plán zrušení

source: Save Cancellation Plan JSON...
cs_cz: Uložit JSON plánu zrušení...

source: Save Cancellation Plan PDF...
cs_cz: Uložit PDF plánu zrušení...
