Repository: spesmilo/electrum-locale
Catalog: locale/*/electrum.po
Languages: cs_cz, de_de, hu_hu

source: Checking for updates...
cs_cz: Probíhá kontrola aktualizací...
de_de: Suche nach Updates...
hu_hu: Frissítések keresése...

source: Child Pays for Parent
cs_cz: Podřízená platí za nadřazenou
hu_hu: Díjfizetés másodlagos tranzakcióval

source: Child pays for parent
cs_cz: Podřízená platí za nadřazenou
hu_hu: Díjfizetés másodlagos tranzakcióval

source: Chinese Simplified
cs_cz: Čínština (zjednodušená)
de_de: Chinesisch (vereinfacht)
hu_hu: Kínai (egyszerűsített)

source: Chinese Traditional
cs_cz: Čínština (tradiční)
de_de: Chinesisch (traditionell)
hu_hu: Kínai (hagyományos)

source: Choose Hardware Device
cs_cz: Vyberte si hardwarové zařízení
de_de: Hardware -Gerät wählen
hu_hu: Válassz hardver eszközt

source: Choose Homescreen
cs_cz: Zvolte úvodní obrazovku
de_de: Homescreen auswählen
hu_hu: Kezdőképernyő kiválasztása

source: Choose Swap Provider
cs_cz: Zvolte poskytovatele swapu

source: Choose a backup file:
cs_cz: Vyberte záložní soubor:
de_de: Backup-Datei auswählen:
hu_hu: Válassz biztonsági másolatot:

source: Choose a password to encrypt your wallet keys.
cs_cz: Zadejte heslo pro zašifrování svých klíčů k peněžence.
de_de: Wählen Sie ein Passwort um die Geldbörsenschlüssel zu verschlüsseln.
hu_hu: Adj meg egy jelszót a pénztárca kulcsainak titkosításához.

source: Choose a remote node and an amount to fund the channel.
cs_cz: Vyberte vzdálený uzel a částku pro financování kanálu.
de_de: Wählen Sie eine Node und einen Betrag, mit dem der Kanal befüllt werden soll.
hu_hu: Válassz egy távoli csomópontot és összeget, a csatorna összeggel való feltöltéséhez.

source: Choose an account to restore.
cs_cz: Vyberte účet, který chcete obnovit.
de_de: Wählen Sie ein Konto zur Wiederherstellung aus.
hu_hu: Válassz ki egy helyreállítandó számlát.

source: Choose how to initialize your Digital Bitbox:
cs_cz: Vyberte, jak inicializovat Digital Bitbox:
de_de: Wählen Sie, wie Sie die Digital Bitbox einrichten wollen:
hu_hu: Válaszd ki a Digital Bitbox inicializálásának módját:

source: Choose how you want to initialize your {}.
cs_cz: Vyberte, jak chcete inicializovat svůj {}.
de_de: Wählen Sie, wie Sie Ihre {} initialisieren möchten.
hu_hu: Válaszd ki a {} inicializálásának módját.

source: Choose how you want to initialize your {}. The first two methods are secure as no secret information is entered into your computer. For the last two methods you input secrets on your keyboard and upload them to your {}, and so you should only do those on a computer you know to be trustworthy and free of malware.
cs_cz: Vyberte, jak chcete inicializovat vaše zařízení {}. První dvě metody jsou zabezpečené, protože do počítače nejsou zadány žádné tajné informace. Při posledních dvou metodách zadávátetajné informace na klávesnici a nahráváte je do svého zařízení {}, a tak byste to měli provádět pouze na těch počítačích, o kterých víte, že jsou důvěryhodné a neobsahují malware.
de_de: Wählen Sie, wie Sie ihr {} initialisieren wollen. Die ersten beiden Methoden sind sicher, da keine geheimen Informationen über den Computer eingegeben werden. Bei den anderen beiden Methoden werden Geheimnisse über die Tastatur eingegeben und auf ihr {} geladen - Sie sollten das also nur tun, wenn Ihr Computer vertrauenswürdig und virenfrei ist.
hu_hu: Válaszd ki, hogyan szeretnéd inicializálni a {} eszközt. Az első két módszer biztonságos, mivel nem kell titkos információt megadni a számítógépen. Az utolsó két módszernél a billentyűzettel kell bizalmas információt megadnod, és feltölteni a {} eszközre, így ezt feltétlenül csak olyan gépen végezd, amely megbízható és biztosan nem fertőzött.

source: Choose on your {} device where to enter your passphrase
cs_cz: Na svém zařízení {} vyberte, kde zadáte bezpečnostní frázi
de_de: Wähle auf deinem {} aus, wie du die Passphrase eingeben willst
hu_hu: Válaszd ki a {} eszközön, hogy hol szeretnéd megadni a kulcsszöveget

source: Choose the number of signatures needed to unlock funds in your wallet:
cs_cz: Vyberte počet nutných podpisů k odblokování prostředků ve své peněžence:
de_de: Wie viele Signaturen werden mindestens benötigt, um die Geldbörse zu entsperren:
hu_hu: Válaszd ki a pénztárcában lévő pénz feloldásához szükséges aláírások számát:

source: Choose the type of addresses in your wallet.
cs_cz: Vyberte typ adresy v peněžence.
de_de: Wählen Sie den Adresstyp ihrer Geldbörse.
hu_hu: Válaszd ki a pénztárcához tartozó címek típusát.

source: Choose which online block explorer to use for functions that open a web browser
cs_cz: Vyberte online průzkumník bloků k používání pro funkce, které otevírají webový prohlížeč
de_de: Wählen Sie einen Blockexplorer für Web-Funktionen
hu_hu: Válaszd ki azt az online blokk-felfedezőt, amelyet használni szeretnél (a webböngészőt megnyitó funkciókhoz)

source: Choose...
cs_cz: Vyberte...
de_de: Auswählen...
hu_hu: Válassz...

source: Claim transaction
cs_cz: Nárokovat transakci
de_de: Transaktion beanspruchen
hu_hu: Igénylő tranzakció

source: Clear
cs_cz: Vymazat
de_de: Löschen
hu_hu: Törlés

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
cs_cz: Vymazat relaci po stanoveném období nečinnosti. Jakmile vyprší časový limit relace, je nutné znovu použít PIN kód a bezpečnostní frázi (pokud je povolena), abyste mohli zařízení používat.
de_de: Die Sitzung nach der angegebenen Zeit an Inaktivität schließen. Danach müssen Sie ihre PIN (und falls vorhanden eine Passphrase) erneut eingeben um das Gerät zu nutzen.
hu_hu: Lezárja a munkamenetet a megadott inaktivitási idő után. Miután a munkamenet lezáródott, a PIN-kódot és kulcsszöveget (ha engedélyezve van) újra be kell írnod az eszköz használatához.

source: Click here to hide this message.
cs_cz: Klepnutím sem skryjete tuto zprávu.
de_de: Klicken Sie hier um die Nachricht zu schließen.
hu_hu: Kattints ide az üzenet elrejtéséhez.

source: Click the button above or type an existing revealer code in the box below.
cs_cz: Veve
de_de: Klicken Sie auf die Schaltfläche oben oder geben Sie einen vorhandenen Offenlegungscode in das Feld unten ein.
hu_hu: Kattints a fentebbi gombra vagy írj be egy meglévő Revealer kódot az alábbi mezőbe.

source: Click the button above to encrypt the seed or type a custom alphanumerical secret below.
cs_cz: Klikněte na tlačítko výše pro zašifrování seedu nebo napište níže vlastní tajný kód složený z písmen a číslic.
de_de: Klicken Sie auf die Schaltfläche oben, um den Seed zu verschlüsseln, oder geben Sie unten ein benutzerdefiniertes alphanumerisches Geheimnis ein.
hu_hu: Kattints a fentebbi gombra a mag titkosításához, vagy adj meg egy tetszőleges alfanumerikus titkot lentebb.

source: Click to open, right-click for menu
cs_cz: Klikněte pro otevření, kliknutím pravým pro menu
de_de: Klicken zum Öffnen, Rechtsklick um das Menü aufzurufen
hu_hu: Kattintással megnyitható, jobb gombbal pedig a menü

source: Client for hardware device was unpaired.
cs_cz: Klient pro hardwarové zařízení nebyl spárován.
de_de: Der Client für das Hardwaregerät war nicht gekoppelt.
hu_hu: A hardvereszköz szoftverének párosítása megszakadt.

source: Clipboard
cs_cz: Schránka
de_de: Zwischenablage
hu_hu: Vágólap

source: Clipboard doesn't contain a valid address
cs_cz: Schránka neobsahuje platnou adresu
de_de: Zwischenablage enthält keine gültige Adresse
hu_hu: Nincs érvényes cím a vágólapon

source: Close
cs_cz: Zavřít
de_de: Schließen
hu_hu: Bezárás

source: Close Lightning channel?
cs_cz: Uzavřít Lightning kanál?
de_de: Lightning-Kanal schließen?
hu_hu: Lezárod a Lightning csatornát?

source: Close channel
cs_cz: Zavřít kanál
de_de: Kanal schließen
hu_hu: Csatorna lezárása

source: Closing Transaction
cs_cz: Uzavírání Transakce
de_de: Kanalschließungs-Transaktion
hu_hu: Tranzakció lezárása

source: Co&ins
cs_cz: M&ince
hu_hu: &Érmék

source: Code
cs_cz: Kód
hu_hu: Kód

source: Coin Privacy Analysis
cs_cz: Analýza Soukromí Mincí
de_de: Münzen-Datenschutzanalyse
hu_hu: Érme adatvédelmi analízis

source: Coin control
cs_cz: Ovládání mincí
de_de: Münzkontrolle
hu_hu: Érmekezelés

source: Coin control active
cs_cz: Ovládání mincí je aktivní
de_de: Coin Control aktiv
hu_hu: Érmekezelés aktív

source: Coin is frozen
cs_cz: Mince jsou zmrazené

source: Coin selected to be spent
cs_cz: Mince vybraná k utrácení
de_de: Zur Verwendung ausgewählte Coins
hu_hu: Elköltésre kiválasztott érme

source: Coinbase Input
cs_cz: Coinbase Vstup
de_de: Coinbase-Eingabe
hu_hu: Coinbase bemenet

source: Coinbase not supported
cs_cz: Služba Coinbase není podporována
de_de: Coinbase wird nicht unterstützt
hu_hu: Coinbase bemenet nem támogatott

source: Coins
cs_cz: Mince
hu_hu: Érmék

source: Coldcard Status
cs_cz: Stav Coldcard
hu_hu: Coldcard állapot

source: Color theme
cs_cz: Barevný motiv
de_de: Farbschema
hu_hu: Színséma

source: Combine
cs_cz: Kombinovat
de_de: Kombinieren
hu_hu: Kombinálás

source: Comment
cs_cz: Poznámka
de_de: Kommentar
hu_hu: Megjegyzés

source: Comment for recipient
cs_cz: Poznámka pro příjemce
de_de: Kommentar für Empfänger
hu_hu: Megjegyzés a címzettnek

source: Complete the initialization process on your {} device
cs_cz: Dokončete proces inicializace na svém zařízení {}
de_de: Schließen Sie den Initialisierungsprozess auf ihrem {} Gerät ab
hu_hu: Fejezd be az inicializálást a {} eszközön

source: Completed {} of {} groups needed
cs_cz: Dokončeno {} z potřebných {} skupin
de_de: {} von {} benötigten Gruppen abgeschlossen
hu_hu: Készen: {}, összesen {} csoport szükséges

source: Computing route...
cs_cz: Výpočet trasy...
de_de: Berechne Route...
hu_hu: Útvonal kiszámítása...

source: Con&sole
cs_cz: Konzole
de_de: Kon&sole
hu_hu: Ko&nzol

source: Con&tacts
cs_cz: Kon&takty
de_de: Kon&takte
hu_hu: Névje&gyek

source: Confirm Device Wipe
cs_cz: Potvrďte vymazání zařízení
de_de: Zurücksetzen des Geräts bestätigen
hu_hu: Erősítsd meg az eszköz törlését

source: Confirm Lightning swap?
cs_cz: Potvrdit Lightning swap?
de_de: Lightning-Tausch bestätigen?
hu_hu: Jóváhagyod a Lightning csereügyletet?

source: Confirm Passphrase:
cs_cz: Potvrdit bezpečnostní frázi:
de_de: Passphrase bestätigen:
hu_hu: Kulcsszöveg megerősítése:

source: Confirm Password:
cs_cz: Potvrdit heslo:
de_de: Passwort bestätigen:
hu_hu: Jelszó megerősítése:

source: Confirm Seed
cs_cz: Potvrdit seed
de_de: Seed bestätigen
hu_hu: Mag megerősítése

source: Confirm Seed Extension
cs_cz: Potvrdit rozšíření seedu
de_de: Seed-Erweiterung bestätigen
hu_hu: Mag kiterjesztés (jelszó) megerősítése

source: Confirm Toggle Passphrase Protection
cs_cz: Potvrďte přepnutí ochrany bezpečnostní frází
de_de: Umschalten der Passphrase bestätigen
hu_hu: Kulcsszöveges védelem átkapcsolásának megerősítése

source: Confirm Transaction on your Ledger device...
cs_cz: Potvrďte transakci na vašem zařízení Ledger...
de_de: Bestätigen Sie die Transaktion auf Ihrem Ledger...
hu_hu: Erősítsd meg a tranzakciót a Ledger eszközön...

source: Confirm import on your {} device.
cs_cz: Potvrďte import na vaše zařízení {}.
de_de: Bestätigen Sie den Import auf Ihrem {}-Gerät.
hu_hu: Hagyd jóvá a importálást a(z) {} eszközön.

source: Confirm internal entropy on your {} device to begin
cs_cz: Začněte potvrzením interní entropie na vašem zařízení {}
de_de: Bestätigen Sie die interne Entropie auf Ihrem {} um zu beginnen
hu_hu: A kezdéshez erősítsd meg a belső entrópiát a {} eszközön

source: Confirm on your {} device the message to sign
cs_cz: Potvrďte na svém zařízení {} zprávu, kterou chcete podepsat
de_de: Bestätigen Sie die Nachricht auf Ihrem {} um zu signieren
hu_hu: Erősítsd meg a {} eszközön az aláírandó üzenetet

source: Confirm on your {} device to change your PIN
cs_cz: Potvrďte na svém zařízení {} změnu vašeho PINu
de_de: Bestätigen Sie die PIN-Änderung auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön a PIN kód módosítását

source: Confirm on your {} device to change your home screen
cs_cz: Potvrďte na svém zařízení {} změnu domovské obrazovky
de_de: Bestätigen Sie die Startbildschirmänderung auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön a kezdőképernyő módosítását

source: Confirm on your {} device to disable PIN protection
cs_cz: Potvrďte na svém zařízení {} deaktivaci ochrany PIN
de_de: Bestätigen Sie das Deaktivieren des PIN-Schutzes auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön a PIN védelem letiltását

source: Confirm on your {} device to disable passphrases
cs_cz: Potvrďte na svém zařízení {} deaktivaci bezpečnostních frází
de_de: Bestätigen Sie das Deaktivieren der Passphrase auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön a kulcsszöveg letiltását

source: Confirm on your {} device to enable passphrases
cs_cz: Potvrďte na svém zařízení {} aktivaci bezpečnostních frází
de_de: Bestätigen Sie das Aktivieren der Passphrase auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön a kulcsszöveg engedélyezését

source: Confirm on your {} device to set a PIN
cs_cz: Potvrďte na svém zařízení {} nastavení PINu
de_de: Bestätigen Sie das Setzen der PIN auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön a PIN kód beállítását

source: Confirm on your {} that you want to wipe it clean
cs_cz: Potvrďte na svém zařízení {} je ho chcete celé smazat
de_de: Bestätigen Sie das Zurücksetzen auf Werkseinstellungen auf Ihrem {}
hu_hu: Erősítsd meg a {} eszközön, hogy mindent törölni szeretnél róla

source: Confirm the new label on your {} device
cs_cz: Potvrďte nový štítek na vašem zařízení {}
de_de: Bestätigen Sie den neuen Namen auf Ihrem {}
hu_hu: Erősítsd meg az új címkét a {} eszközön

source: Confirm the total amount spent and the transaction fee on your {} device
cs_cz: Potvrďte na svém zařízení {} celkovou utrácenou částku a transakční poplatek
de_de: Bestätigen Sie den Gesamtbetrag und die Gebühr auf Ihrem {}
hu_hu: Erősítsd meg a teljes elküldendő összeget és a tranzakciós díjat a {} eszközön

source: Confirm the transaction output on your {} device
cs_cz: Potvrďte transakční výstup na vašem zařízení {}
de_de: Bestätigen Sie den Transaktionsausgang auf Ihrem {}
hu_hu: Erősítsd meg a tranzakció kimenetét a {} eszközön

source: Confirm wallet address on your {} device
cs_cz: Potvrďte na svém zařízení {} adresu peněženky
de_de: Bestätigen Sie die Adresse Ihrer Geldbörse auf Ihrem {}
hu_hu: Erősítsd meg a tárca címet a {} eszközön

source: Connect only to a single server
cs_cz: Připojte se pouze k jednomu serveru

source: Connected
cs_cz: Připojeno
de_de: Verbunden
hu_hu: Csatlakozva

source: Connected nodes
cs_cz: Připojené uzly
de_de: Verbundene Nodes
hu_hu: Csatlakozott csomópontok

source: Connected to {0} node.
cs_cz: Připojeno k {0} uzlu.
de_de: Mit {0} Nodes verbunden.
hu_hu: Csatlakozva {0} csomópontokhoz.

source: Connected to {0} nodes.
cs_cz: Připojeno k {0} uzlům.
de_de: Mit {0} Knoten verbunden.
hu_hu: Csatl. {0} csomóponthoz.

source: Connected to {} peers
cs_cz: Připojeno k {} peerům
de_de: Mit {} Peers verbunden
hu_hu: Csatlakozva {0} partnerhez

source: Connecting
cs_cz: Připojování
de_de: Verbinde
hu_hu: Kapcsolódás

source: Connection Name (required):
cs_cz: Název připojení (vyžadováno):

source: Connection mode
cs_cz: Režim připojení

source: Connection name is required
cs_cz: Název připojení je vyžadován

source: Consider trying to connect to a different server, or updating Electrum.
cs_cz: Zvažte se pokusit připojit k jinému serveru nebo aktualizujte Electrum.
de_de: Versuchen Sie, einen anderen Server auszuwählen oder ein Update von Electrum zu installieren.
hu_hu: Érdemes lehet egy másik szerverhez csatlakozni, vagy frissíteni az Electrumot.

source: Contacts
cs_cz: Kontakty
de_de: Kontakte
hu_hu: Névjegyek

source: Continue Online
cs_cz: Pokračovat online
de_de: Online weiterfahren
hu_hu: Folytatás online

source: Cooperative close
cs_cz: Kooperativně zavřít
de_de: Kooperative Zwangschließung
hu_hu: Együttműködő lezárás

source: Cooperative close?
cs_cz: Kooperativně zavřít?
de_de: Kooperative Kanalschließung?
hu_hu: Együttműködő lezárás?

source: Copy
cs_cz: Kopírovat
de_de: Kopieren
hu_hu: Másolás

source: Copy &Link Location
cs_cz: Kopírovat a &odkázat umístění
de_de: Standort kopieren &verknüpfen
hu_hu: &Hivatkozás másolása

source: Copy Address
cs_cz: Kopírovat adresu
de_de: Adresse kopieren
hu_hu: Cím másolása

source: Copy Amount
cs_cz: Zkopírovat částku
de_de: Betrag kopieren
hu_hu: Összeg másolása

source: Copy Image
cs_cz: Kopírovat obrázek
de_de: Bild kopieren
hu_hu: Kép másolása

source: Copy Outpoint
cs_cz: Kopírovat outpoint
de_de: Outpoint kopieren

source: Copy Text
cs_cz: Kopírovat Text
de_de: Text kopieren
hu_hu: Szöveg másolása

source: Copy and Close
cs_cz: Kopírovat a zavřít
de_de: Kopieren und Schließen
hu_hu: Másolás és bezárás

source: Copy scriptPubKey
cs_cz: Kopírovat scriptPubKey
de_de: scriptPubKey kopieren
hu_hu: scriptPubKey másolása

source: Copy to clipboard
cs_cz: Zkopírovat do schránky
de_de: In Zwischenablage kopieren
hu_hu: Másolás vágólapra

source: Copy {}
cs_cz: Kopírovat {}
de_de: {} kopieren
hu_hu: {} másolása

source: Cosign with hardware device
cs_cz: Spolupodepsat s hardwarovým zařízením
de_de: Mitsignieren mit Hardwarebörse
hu_hu: Társ-aláírás hardveres eszközzel

source: Cosigner
cs_cz: Spolupodepisovatel
de_de: Mitsignierer
hu_hu: Társaláíró

source: Could not add hardware keystore to wallet
cs_cz: Hardwarové úložiště klíčů se nepodařilo přidat do peněženky
de_de: Der Hardware-Schlüsselspeicher konnte nicht zur Geldbörse hinzugefügt werden
hu_hu: Nem sikerült a tárcához hozzáadni a hardver kulcstárat

source: Could not automatically pair with device for given keystore.
cs_cz: Nepodařilo se automaticky spárovat se zařízením pro dané úložiště klíčů.
de_de: Es konnte keine automatische Kopplung mit dem Gerät für den angegebenen Schlüsselspeicher durchgeführt werden.
hu_hu: Nem sikerült automatikusan összekapcsolni az eszközzel az adott kulcsokhoz.

source: Could not close channel:
cs_cz: Kanál nelze zavřít:
de_de: Konnte Kanal nicht schließen:
hu_hu: A csatornát nem lehetett lezárni:

source: Could not connect to a Nostr relay.
cs_cz: Nepodařilo se připojit k přenosovému bodu Nostr.
de_de: Es konnte keine Verbindung zu einem Nostr-Relais hergestellt werden.
hu_hu: Nem sikerült csatlakozni a Nostr továbbítóhoz.

source: Could not connect to channel peer
cs_cz: Nepodařilo se připojit ke kanálu peer
de_de: Verbindung mit Kanal-Gegenstelle nicht möglich
hu_hu: Nem sikerült csatlakozni a csatornához tartozó partnerhez

source: Could not copy plugin file {} into directory {}: {}
cs_cz: Nelze zkopírovat soubor pluginu {} do adresáře {}: {}

source: Could not figure out which outputs to keep
cs_cz: Nelze zjistit, které výstupy zachovat
de_de: Konnte nicht herausfinden, welche Ausgaben behalten werden sollen
hu_hu: Nem sikerült kitalálni, melyik kimeneteket kellene megtartani

source: Could not find a swap provider.
cs_cz: Nepodařilo se najít poskytovatele swapu.
de_de: Es konnte kein Swap-Anbieter gefunden werden.
hu_hu: Nem található csereügylet szolgáltató.

source: Could not find coins for output
cs_cz: Nelze najít mince pro výstup
de_de: Konnte keine Coins für Ausgabe finden
hu_hu: Nem sikerült érméket találni a kimenethez

source: Could not find suitable output
cs_cz: Nelze najít vhodný výstup
de_de: Konnte keinen geeigneten Ausgang finden
hu_hu: Nem található megfelelő kimenet

source: Could not find suitable outputs
cs_cz: Nelze najít vhodné výstupy
de_de: Konnte keine geeigneten Ausgänge finden
hu_hu: Nem találhatók megfelelő kimenetek

source: Could not open channel: {}
cs_cz: Kanál nelze otevřít: {}
de_de: Konnte Kanal nicht öffnen: {}
hu_hu: A csatornát nem lehetett létrehozni: {}

source: Could not open wallet: {}
cs_cz: Nelze otevřít peněženku: {}
de_de: Geldbörse konnte nicht geöffnet werden: {}
hu_hu: Tárca megnyitása nem sikerült: {}

source: Could not parse clipboard text
cs_cz: Nepodařilo se vložit text ze schránky
de_de: Parsen der Zwischenablage nicht möglich
hu_hu: Nem sikerült a vágólap tartalmának értelmezése

source: Could not read/write file
cs_cz: Nelze přečíst/zapsat soubor
de_de: Datei konnte nicht gelesen/geschrieben werden
hu_hu: Fájl írása vagy olvasása nem sikerült

source: Could not resolve
cs_cz: Nepodařilo se vyřešit
de_de: Konnte nicht gelöst werden
hu_hu: Nem sikerült a meghatározás

source: Could not resolve BIP70 payment request: {}
cs_cz: Žádost o platbu BIP70 nelze vyřešit: {}
de_de: BIP70-Zahlungsanfrage konnte nicht aufgelöst werden: {}
hu_hu: Nem sikerült az BIP70 fizetési kérelem meghatározása: {}

source: Could not resolve LNURL
cs_cz: Nelze vyřešit LNURL
de_de: LNURL konnte nicht aufgelöst werden
hu_hu: Nem sikerült az LNURL meghatározása

source: Could not resolve address
cs_cz: Adresu se nepodařilo vyřešit
de_de: Adresse konnte nicht aufgelöst werden
hu_hu: Nem sikerült a cím meghatározása

source: Could not sign message
cs_cz: Nelze podepsat zprávu
de_de: Nachricht konnte nicht signiert werden
hu_hu: Nem sikerült aláírni az üzenetet

source: Could not sign message.
cs_cz: Nelze podepsat zprávu.
de_de: Nachricht konnte nicht signiert werden.
hu_hu: Az üzenet aláírása sikertelen.

source: Could not spend max: a security reserve of {} was kept for your Lightning channels.
cs_cz: Nebylo možné utratit maximum: pro vaše kanály Lightning byla ponechána bezpečnostní rezerva ve výši {}.

source: Couldn't find suitable peer yet, try again later.
cs_cz: Zatím se nepodařilo najít odpovídajícího peera, zkuste to znovu později.

source: Couldn't set result
cs_cz: Nepodařilo se nastavit výsledek

source: Crash report
cs_cz: Hlášení o selhání
de_de: Absturzbericht
hu_hu: Hibajelentés

source: Create
cs_cz: Vytvořit

source: Create a cancellation transaction
cs_cz: Vytvořit transakci zrušení

source: Create a new Revealer noise file
cs_cz: Vytvořit nový soubor Revealer se šumem
de_de: Erstellen Sie eine neue Revealer-Noise-Datei
hu_hu: Egy új Revealer zajfájl létrehozása

source: Create a new seed
cs_cz: Vytvořit nový seed
de_de: Neue Seed erstellen
hu_hu: Új mag létrehozása

source: Create a wallet using the current seed
cs_cz: Vytvořit peněženku pomocí aktuálního seedu
de_de: Eine Geldbörse mit dem aktuellen Seed erstellen
hu_hu: Új pénztárca készítése, a jelenlegi mag használatával

source: Create keystore from a master key
cs_cz: Vytvořit úložiště klíčů z hlavního klíče
de_de: Schlüsselspeicher mit Masterschlüssel erstellen
hu_hu: Kulcstár készítése egy mesterkulcsból

source: Create new wallet
cs_cz: Vytvořit novou peněženku
de_de: Neue Geldbörse erstellen
hu_hu: Új tárca létrehozása

source: Create or restore
cs_cz: Vytvořit nebo obnovit
de_de: Erstellen oder Wiederherstellen
hu_hu: Létrehozás / visszaállítás

source: Create recoverable channels
cs_cz: Vytvořit obnovitelné kanály
de_de: Wiederherstellbare Kanäle einrichten
hu_hu: Helyreállítható csatornák létrehozása

source: Create/Restore wallet
cs_cz: Vytvořit/Obnovit peněženku
de_de: Geldbörse erstellen/wiederherstellen
hu_hu: Tárca létrehozása/visszaállítása

source: Created At
cs_cz: Vytvořeno

source: Creating a new payment request will reuse one of your addresses and overwrite an existing request. Continue anyway?
cs_cz: Vytvoření nové žádosti o platbu znovu použije jednu z vašich adres a přepíše existující požadavek. Přesto pokračovat?
de_de: Wenn Sie eine neue Zahlungsanforderung erstellen, wird eine Ihrer Adressen wiederverwendet und eine bestehende Anforderung überschrieben. Trotzdem fortfahren?
hu_hu: Új fizetési kérelem létrehozása az egyik címedet ismét fel fogja használni, és felülír egy meglévő kérelmet. Folytatod?

source: Creation time
cs_cz: Datum vytvoření
de_de: Erstellzeit
hu_hu: Létrehozási idő

source: Critical Error
cs_cz: Kritická chyba
de_de: Kritischer Fehler
hu_hu: Kritikus hiba

source: Cu&t
cs_cz: Vyjmou&t
de_de: Schnei&den
hu_hu: &Kivágás
